{
  "0": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while some students rehearse elevator pitches quietly against the wall.",
    "Consulting firms stack glossy case study booklets on high tables, while some students rehearse elevator pitches quietly against the wall.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, while some students rehearse elevator pitches quietly against the wall; an alumni panel discusses how to prepare for technical interviews.",
    "A professional setting shows consulting firms stacking glossy case study booklets on high tables, while some students rehearse elevator pitches quietly against the wall; an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables while some students rehearse elevator pitches quietly against the wall; an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders, and tech companies display demo screens showing their latest apps.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables; some students rehearse elevator pitches quietly against the wall, and an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders, and tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables while students rehearse elevator pitches quietly against the wall, and an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders as tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention, and human resources teams jot notes on tablets while students introduce themselves.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables while students rehearse elevator pitches quietly against the wall, and an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders as tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention, and human resources teams jot notes on tablets while students introduce themselves.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables as students rehearse elevator pitches quietly against the wall and an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to draw attention, and human resources teams jot notes on tablets as students introduce themselves."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.36526377637887725,
    0.36526377637887725,
    0.36526377637887725,
    0.36526377637887725,
    0.36526377637887725,
    0.5247724077645677,
    0.5247724077645677,
    0.5247724077645677,
    0.5247724077645677,
    0.5247724077645677,
    0.5247724077645677,
    0.5443414945281665,
    0.5443414945281665,
    0.5443414945281665,
    0.5443414945281665,
    0.5443414945281665,
    0.5443414945281665,
    0.5443414945281665,
    0.5443414945281665,
    0.5443414945281665,
    0.5443414945281665,
    0.5443414945281665,
    0.7132293827231431,
    0.7132293827231431,
    0.7132293827231431,
    0.7132293827231431,
    0.7132293827231431,
    0.7132293827231431,
    0.7132293827231431,
    0.7132293827231431,
    0.7132293827231431,
    0.7114402270668886,
    0.7114402270668886,
    0.7114402270668886,
    0.7114402270668886,
    0.7114402270668886,
    0.7114402270668886,
    0.7114402270668886,
    0.7114402270668886,
    0.7114402270668886,
    0.7114402270668886,
    0.7114402270668886,
    0.7114402270668886,
    0.7114402270668886,
    0.7114402270668886,
    0.7114402270668886,
    0.7114402270668886,
    0.7114402270668886,
    0.7166843899516167
  ],
  "1": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact; students clutch resumes inside branded folders.",
    "Career counselors remind attendees to maintain eye contact; students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens.",
    "During a university career fair, career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders as they line up outside the university gym before opening. Healthcare providers showcase community outreach photos.",
    "During a university career fair, career counselors remind attendees to maintain eye contact. Students line up outside the university gym before opening, clutching resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "At a university career fair, career counselors remind attendees to maintain eye contact. Students line up outside the university gym before opening, clutching resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "At a university career fair, career counselors remind attendees to maintain eye contact. Students line up outside the university gym before opening, clutching resumes inside branded folders. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "At a university career fair, career counselors remind attendees to maintain eye contact. Students line up outside the university gym before opening, clutching resumes inside branded folders. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Counselors redirect unsure students toward applicable industries.",
    "At a university career fair, career counselors remind attendees to maintain eye contact. Students line up outside the university gym before opening, clutching resumes inside branded folders. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "At a university career fair, counselors remind attendees to maintain eye contact. Students line up outside the university gym before opening, clutching resumes inside branded folders. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps."
  ],
  "1_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.6167868233173412,
    0.6167868233173412,
    0.6167868233173412,
    0.6167868233173412,
    0.6167868233173412,
    0.6167868233173412,
    0.6167868233173412,
    0.6167868233173412,
    0.7619796558561553,
    0.7619796558561553,
    0.7619796558561553,
    0.7619796558561553,
    0.7619796558561553,
    0.7619796558561553,
    0.7619796558561553,
    0.7015650913773792,
    0.7015650913773792,
    0.7015650913773792,
    0.7015650913773792,
    0.7015650913773792,
    0.7046945855675952,
    0.7046945855675952,
    0.7046945855675952,
    0.7046945855675952,
    0.7046945855675952,
    0.7046945855675952,
    0.7320691921462219,
    0.7320691921462219,
    0.7320691921462219,
    0.7320691921462219,
    0.7320691921462219,
    0.7320691921462219,
    0.7320691921462219,
    0.7320691921462219,
    0.7320691921462219,
    0.7320691921462219,
    0.7320691921462219,
    0.7598449939881466,
    0.7598449939881466,
    0.7598449939881466,
    0.7598449939881466,
    0.7598449939881466,
    0.7598449939881466,
    0.7598449939881466,
    0.7598449939881466,
    0.7598449939881466,
    0.7956746372793773,
    0.7956746372793773,
    0.7956746372793773,
    0.7956746372793773,
    0.7956746372793773,
    0.7956746372793773,
    0.7956746372793773,
    0.8218022782077838
  ],
  "2": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "Event entry activities include registration scanning and lanyard distribution by staff at the entrance. An alumni panel is discussing preparation for technical interviews. In the adjoining classroom, workshops on networking etiquette have begun. Healthcare providers display photos illustrating community outreach.",
    "At the university's career fair, entry involves staff conducting registration scanning and lanyard distribution at the entrance. An alumni panel is discussing preparation for technical interviews. In the adjoining classroom, workshops on networking etiquette have begun. Healthcare providers display photos illustrating community outreach. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, entry is managed by staff conducting registration scanning and lanyard distribution at the entrance. An alumni panel is discussing preparation for technical interviews. In the adjoining classroom, workshops on networking etiquette have begun. Healthcare providers display photos illustrating community outreach. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, entry is managed by staff conducting registration scanning and distributing lanyards at the entrance. An alumni panel is discussing preparation for technical interviews. In an adjoining classroom, workshops on networking etiquette have begun. Healthcare providers display photos illustrating community outreach. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map.",
    "At the university career fair, entry is managed by staff conducting registration scanning and distributing lanyards at the entrance. An alumni panel is discussing preparation for technical interviews. In an adjoining classroom, workshops on networking etiquette have begun. Healthcare providers display photos illustrating community outreach. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, entry is controlled by staff performing registration scanning and distributing lanyards at the entrance. An alumni panel is discussing preparation for technical interviews, and in an adjoining classroom workshops on networking etiquette have begun. Healthcare providers display photos illustrating community outreach. Students line up outside the university gym before the fair opens, and groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor as a welcome announcement outlines the fair schedule over the PA system.",
    "At the university career fair, entry is controlled by staff performing registration scanning and distributing lanyards at the entrance. An alumni panel is discussing preparation for technical interviews, while in an adjoining classroom workshops on networking etiquette have begun. Healthcare providers display photos illustrating community outreach. Students line up outside the university gym before the fair opens, and groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor as a welcome announcement outlines the fair schedule over the PA system."
  ],
  "2_score": [
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.6355409457445221,
    0.6355409457445221,
    0.6355409457445221,
    0.6355409457445221,
    0.6355409457445221,
    0.7715102361508699,
    0.7715102361508699,
    0.7715102361508699,
    0.7715102361508699,
    0.7715102361508699,
    0.7715102361508699,
    0.7715102361508699,
    0.7320407836420204,
    0.7320407836420204,
    0.7320407836420204,
    0.7320407836420204,
    0.7320407836420204,
    0.7320407836420204,
    0.7320407836420204,
    0.8273682288858693,
    0.8273682288858693,
    0.8273682288858693,
    0.8273682288858693,
    0.8273682288858693,
    0.8270870763750362,
    0.8270870763750362,
    0.8270870763750362,
    0.8270870763750362,
    0.8270870763750362,
    0.8270870763750362,
    0.8469551049801936,
    0.8469551049801936,
    0.8469551049801936,
    0.8469551049801936,
    0.8469551049801936,
    0.8469551049801936,
    0.8469551049801936,
    0.8623933619685911,
    0.8623933619685911,
    0.8623933619685911,
    0.8623933619685911,
    0.8623933619685911,
    0.8623933619685911,
    0.8623933619685911,
    0.8623933619685911,
    0.8521054057684456,
    0.8521054057684456,
    0.8521054057684456,
    0.8521054057684456,
    0.8521054057684456,
    0.8521054057684456,
    0.8521054057684456,
    0.8521054057684456,
    0.8522954113019008,
    0.8522954113019008,
    0.8522954113019008,
    0.8522954113019008,
    0.8522954113019008,
    0.8522954113019008
  ],
  "3": [
    "",
    "",
    "A welcome announcement outlines the fair schedule, delivered over the public-address (PA) system.",
    "A welcome announcement outlines the fair schedule, delivered over the public-address (PA) system. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, a welcome announcement outlining the schedule is delivered over the public-address (PA) system. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention.",
    "At the fair, a welcome announcement outlining the schedule is delivered over the public-address system. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "At the fair, a welcome announcement outlining the schedule is delivered over the public-address system. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map.",
    "At the fair, a welcome announcement outlining the schedule is heard over the public-address system, while event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens, and groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "At the fair, a welcome announcement outlining the schedule is heard over the public-address system. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens, while groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement outlining the schedule is heard over the public-address system. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens, while groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, a welcome announcement outlining the schedule is heard over the public-address system. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens, and groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, a welcome announcement outlining the schedule is heard over the public-address system. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens, and groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, a welcome announcement outlines the schedule over the public-address system. Staff scan registrations and hand out lanyards at the entrance. A robotics startup attracts attention by flying a small drone above its booth. Students line up outside the university gym before opening, while groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall."
  ],
  "3_score": [
    0.0,
    0.0,
    0.38680280370230896,
    0.38680280370230896,
    0.38680280370230896,
    0.38680280370230896,
    0.38680280370230896,
    0.5757323929957082,
    0.5757323929957082,
    0.5757323929957082,
    0.5757323929957082,
    0.5757323929957082,
    0.7415947192930806,
    0.7415947192930806,
    0.7415947192930806,
    0.7415947192930806,
    0.7415947192930806,
    0.8479500153243693,
    0.8479500153243693,
    0.8479500153243693,
    0.8479500153243693,
    0.8479500153243693,
    0.8479500153243693,
    0.872753853428982,
    0.872753853428982,
    0.872753853428982,
    0.872753853428982,
    0.872753853428982,
    0.872753853428982,
    0.814284108300105,
    0.814284108300105,
    0.814284108300105,
    0.814284108300105,
    0.814284108300105,
    0.814284108300105,
    0.814284108300105,
    0.8877856087614584,
    0.8877856087614584,
    0.8877856087614584,
    0.8877856087614584,
    0.8877856087614584,
    0.8877856087614584,
    0.8877856087614584,
    0.8877856087614584,
    0.8903173559221738,
    0.8903173559221738,
    0.8903173559221738,
    0.8903173559221738,
    0.8903173559221738,
    0.8903173559221738,
    0.8903173559221738,
    0.8903173559221738,
    0.8903173559221738,
    0.89132376607085,
    0.89132376607085,
    0.89132376607085,
    0.89132376607085,
    0.89132376607085,
    0.89132376607085,
    0.89132376607085,
    0.89132376607085,
    0.89132376607085,
    0.89132376607085,
    0.89132376607085,
    0.89132376607085,
    0.89132376607085
  ],
  "4": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while dozens of booths with colorful banners circle the polished floor.",
    "A panel of alumni discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations at the entrance and hand out lanyards.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, creating a busy hall. Event staff scan registrations at the entrance and hand out lanyards to attendees. Groups of friends mark target employers on the event map.",
    "An alumni panel discusses how to prepare for technical interviews, framing the event as a career-focused gathering. Dozens of booths with colorful banners circle the polished floor of a busy hall. Event staff scan registrations at the entrance and hand out lanyards to attendees. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews, framing the event as a career-focused gathering. Dozens of booths with colorful banners circle the polished floor of a busy hall. Event staff scan registrations at the entrance and hand out lanyards to attendees. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews, framing the event as a career-focused gathering. Dozens of booths with colorful banners circle the polished floor of a busy hall, where event staff scan registrations at the entrance and hand out lanyards to attendees. Groups of friends mark target employers on the event map; consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews, framing the event as a career-focused gathering. Dozens of booths with colorful banners circle the polished floor of a busy hall as event staff scan registrations at the entrance and hand out lanyards to attendees. Groups of friends mark target employers on the event map; consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "A career-focused event unfolds in a busy hall where an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor as event staff scan registrations at the entrance and hand out lanyards to attendees. Groups of friends mark target employers on the event map, while consulting firms stack glossy case study booklets on high tables and students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.7246469429388804,
    0.7246469429388804,
    0.7246469429388804,
    0.7246469429388804,
    0.7246469429388804,
    0.7246469429388804,
    0.7246469429388804,
    0.7246469429388804,
    0.7246469429388804,
    0.7246469429388804,
    0.7714363144227157,
    0.7714363144227157,
    0.7714363144227157,
    0.7714363144227157,
    0.7714363144227157,
    0.7714363144227157,
    0.7714363144227157,
    0.7904078309862663,
    0.7904078309862663,
    0.7904078309862663,
    0.7904078309862663,
    0.7904078309862663,
    0.7904078309862663,
    0.7904078309862663,
    0.8034736521849541,
    0.8034736521849541,
    0.8034736521849541,
    0.8034736521849541,
    0.8034736521849541,
    0.8034736521849541,
    0.8034736521849541,
    0.8034736521849541,
    0.8034736521849541,
    0.771745987417304,
    0.771745987417304,
    0.771745987417304,
    0.771745987417304,
    0.771745987417304,
    0.771745987417304,
    0.771745987417304,
    0.771745987417304,
    0.7846705547991957,
    0.7846705547991957,
    0.7846705547991957,
    0.7846705547991957,
    0.7846705547991957,
    0.7846705547991957,
    0.8061409139954505,
    0.8061409139954505,
    0.8061409139954505,
    0.8061409139954505,
    0.8061409139954505,
    0.8061409139954505,
    0.8061409139954505
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens, each showing their latest apps.",
    "Tech companies display demo screens, each showing their latest apps, while career counselors redirect unsure students toward applicable industries.",
    "Tech companies display demo screens, each showing their latest apps; career counselors redirect unsure students toward applicable industries; students clutch resumes inside branded folders.",
    "Tech companies display demo screens, each showing their latest apps, forming a lineup of product showcases. Career counselors redirect unsure students toward applicable industries, guiding their focus. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "Tech companies display demo screens showing their latest apps, forming a lineup of product showcases. Career counselors redirect unsure students toward applicable industries, guiding their focus. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "An event scene shows tech companies displaying demo screens of their latest apps, forming a lineup of product showcases. Career counselors guide unsure students toward applicable industries, helping them focus. Students clutch resumes inside branded folders. Event staff scan registrations at the entrance and hand out lanyards. The engineering society sponsors a resume review table near the stage.",
    "At the event, tech companies display demo screens of their latest apps, forming a lineup of product showcases. Career counselors guide unsure students toward applicable industries, helping them focus. Students clutch resumes in branded folders. Event staff scan registrations at the entrance and hand out lanyards. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "At the event, tech companies display demo screens of their latest apps, forming a lineup of product showcases. Career counselors guide unsure students toward applicable industries, helping them focus. Students clutch resumes in branded folders. Event staff scan registrations at the entrance and hand out lanyards. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, tech companies display demo screens of their latest apps, forming a lineup of product showcases. Career counselors guide unsure students toward applicable industries, helping them focus. Students clutch resumes in branded folders. Event staff scan registrations at the entrance and hand out lanyards. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.37327223634422024,
    0.37327223634422024,
    0.37327223634422024,
    0.37327223634422024,
    0.37327223634422024,
    0.47264529511475706,
    0.47264529511475706,
    0.47264529511475706,
    0.47264529511475706,
    0.47264529511475706,
    0.5096163673341313,
    0.5096163673341313,
    0.5096163673341313,
    0.5096163673341313,
    0.5096163673341313,
    0.5096163673341313,
    0.80608963616544,
    0.80608963616544,
    0.80608963616544,
    0.80608963616544,
    0.80608963616544,
    0.80608963616544,
    0.80608963616544,
    0.802013936243191,
    0.802013936243191,
    0.802013936243191,
    0.802013936243191,
    0.802013936243191,
    0.802013936243191,
    0.802013936243191,
    0.802013936243191,
    0.7937636418168064,
    0.7937636418168064,
    0.7937636418168064,
    0.7937636418168064,
    0.7937636418168064,
    0.7937636418168064,
    0.7937636418168064,
    0.8529355244761416,
    0.8529355244761416,
    0.8529355244761416,
    0.8529355244761416,
    0.8529355244761416,
    0.8529355244761416,
    0.8529355244761416,
    0.8529355244761416,
    0.8529355244761416,
    0.8627483279700936,
    0.8627483279700936,
    0.8627483279700936,
    0.8627483279700936,
    0.8627483279700936,
    0.8627483279700936,
    0.8627483279700936,
    0.8627483279700936,
    0.8664949840736073,
    0.8664949840736073,
    0.8664949840736073,
    0.8664949840736073,
    0.8664949840736073,
    0.8664949840736073
  ],
  "7": [
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "At the fair, a welcome announcement over the PA system outlines the schedule; workshops on networking etiquette start in the adjoining classroom; tech companies display demo screens showing their latest apps; consulting firms stack glossy case study booklets on high tables; healthcare providers showcase community outreach photos.",
    "At the fair, a welcome announcement over the PA system outlines the schedule. Workshops on networking etiquette start in the adjoining classroom. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "At the fair, a welcome announcement over the PA system outlines the schedule. Workshops on networking etiquette start in the adjoining classroom. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, a welcome announcement over the PA system outlines the schedule. Workshops on networking etiquette start in the adjoining classroom. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.41083019443377916,
    0.41083019443377916,
    0.41083019443377916,
    0.41083019443377916,
    0.41083019443377916,
    0.41083019443377916,
    0.41083019443377916,
    0.41083019443377916,
    0.41083019443377916,
    0.41083019443377916,
    0.41083019443377916,
    0.41083019443377916,
    0.7626138781640235,
    0.7626138781640235,
    0.7626138781640235,
    0.7626138781640235,
    0.7626138781640235,
    0.7626138781640235,
    0.7626138781640235,
    0.7626138781640235,
    0.7626138781640235,
    0.7186284307056217,
    0.7186284307056217,
    0.7186284307056217,
    0.7186284307056217,
    0.7186284307056217,
    0.7186284307056217,
    0.5634088197116609,
    0.5634088197116609,
    0.5634088197116609,
    0.5634088197116609,
    0.5634088197116609,
    0.5634088197116609,
    0.5634088197116609,
    0.5634088197116609,
    0.5634088197116609,
    0.5634088197116609,
    0.8553608084810551,
    0.8553608084810551,
    0.8553608084810551,
    0.8553608084810551,
    0.8553608084810551,
    0.8553608084810551,
    0.8553608084810551,
    0.8553608084810551,
    0.8721173385338932,
    0.8721173385338932,
    0.8721173385338932,
    0.8721173385338932,
    0.8721173385338932,
    0.8721173385338932,
    0.8721173385338932,
    0.8721173385338932,
    0.8721173385338932,
    0.8937783621182839,
    0.8937783621182839,
    0.8937783621182839,
    0.8937783621182839,
    0.8937783621182839
  ],
  "8": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, and some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers showcase community outreach photos in a space as human resources teams jot notes on tablets while students introduce themselves; some students rehearse elevator pitches quietly against the wall.",
    "In a shared space, healthcare providers showcase community outreach photos while human resources teams jot notes on tablets; students introduce themselves, with some rehearsing elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards.",
    "In a shared space, healthcare providers showcase community outreach photos while human resources teams jot notes on tablets; students introduce themselves, with some rehearsing elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "In a shared event space, healthcare providers display community outreach photos while human resources teams jot notes on tablets. Students introduce themselves, with several rehearsing elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "In a shared event space, healthcare providers display community outreach photos while human resources teams jot notes on tablets. Students introduce themselves, with several rehearsing elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "In a shared event space, healthcare providers display community outreach photos while human resources staff jot notes on tablets. Students introduce themselves, with several rehearsing elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3120770782652283,
    0.3120770782652283,
    0.3120770782652283,
    0.3120770782652283,
    0.3120770782652283,
    0.3120770782652283,
    0.3120770782652283,
    0.3120770782652283,
    0.39873760172384193,
    0.39873760172384193,
    0.39873760172384193,
    0.39873760172384193,
    0.39873760172384193,
    0.39873760172384193,
    0.39873760172384193,
    0.39873760172384193,
    0.39873760172384193,
    0.5449102362107152,
    0.5449102362107152,
    0.5449102362107152,
    0.5449102362107152,
    0.5449102362107152,
    0.5449102362107152,
    0.7081560841827472,
    0.7081560841827472,
    0.7081560841827472,
    0.7081560841827472,
    0.7081560841827472,
    0.7081560841827472,
    0.7081560841827472,
    0.7081560841827472,
    0.7081560841827472,
    0.7081560841827472,
    0.784528993220055,
    0.784528993220055,
    0.784528993220055,
    0.784528993220055,
    0.784528993220055,
    0.784528993220055,
    0.784528993220055,
    0.784528993220055,
    0.7881317154981851,
    0.7881317154981851,
    0.7881317154981851,
    0.7881317154981851,
    0.7881317154981851,
    0.7881317154981851,
    0.7881317154981851,
    0.7881317154981851,
    0.7881317154981851,
    0.7881317154981851,
    0.7932861126893167,
    0.7932861126893167,
    0.7932861126893167,
    0.7932861126893167,
    0.7932861126893167,
    0.7932861126893167
  ],
  "9": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews while dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews, while dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance.",
    "An alumni panel discusses how to prepare for technical interviews, while dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "At a career-event, an alumni panel discusses how to prepare for technical interviews while dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "At a career event, an alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "At a career event, an alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "At a career event, an alumni panel discusses preparing for technical interviews as dozens of booths with colorful banners surround the polished floor. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a career event, an alumni panel discusses preparing for technical interviews as dozens of booths with colorful banners surround the polished floor. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall.",
    "At a career event, an alumni panel discusses preparing for technical interviews as dozens of booths with colorful banners surround the polished floor. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications."
  ],
  "9_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.47460144588010716,
    0.47460144588010716,
    0.47460144588010716,
    0.47460144588010716,
    0.47460144588010716,
    0.6237208627234603,
    0.6237208627234603,
    0.6237208627234603,
    0.6237208627234603,
    0.6237208627234603,
    0.6237208627234603,
    0.7892173492828027,
    0.7892173492828027,
    0.7892173492828027,
    0.7892173492828027,
    0.7892173492828027,
    0.7892173492828027,
    0.7892173492828027,
    0.7892173492828027,
    0.7938518152154745,
    0.7938518152154745,
    0.7938518152154745,
    0.7938518152154745,
    0.7938518152154745,
    0.7938518152154745,
    0.7872452427895467,
    0.7872452427895467,
    0.7872452427895467,
    0.7872452427895467,
    0.7872452427895467,
    0.7872452427895467,
    0.7872452427895467,
    0.7872452427895467,
    0.7872452427895467,
    0.7872452427895467,
    0.7872452427895467,
    0.7872452427895467,
    0.7872452427895467,
    0.7872452427895467,
    0.7872452427895467,
    0.787747311770356,
    0.787747311770356,
    0.787747311770356,
    0.787747311770356,
    0.787747311770356,
    0.787747311770356,
    0.787747311770356,
    0.787747311770356,
    0.7917254622528686,
    0.7917254622528686,
    0.7917254622528686,
    0.7917254622528686,
    0.7917254622528686,
    0.7917254622528686,
    0.7917254622528686,
    0.7917254622528686,
    0.8271406963921157,
    0.8271406963921157
  ],
  "10": [
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "In a professional fair setting, consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "In a professional fair setting, consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "In a professional job fair setting, consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "At a professional job fair, consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "At a professional job fair, consulting firms stack glossy case study booklets on high tables, creating a visible display of materials for attendees. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "At a professional job fair, consulting firms stack glossy case study booklets on high tables, creating a visible display of materials for attendees. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "At a professional job fair, consulting firms stack glossy case study booklets on high tables, creating a visible display of materials for attendees. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "At a professional job fair, consulting firms stack glossy case study booklets on high tables, creating a visible display of materials for attendees. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact."
  ],
  "10_score": [
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.46347618463636264,
    0.46347618463636264,
    0.46347618463636264,
    0.46347618463636264,
    0.46347618463636264,
    0.46347618463636264,
    0.46347618463636264,
    0.46347618463636264,
    0.7162770246354409,
    0.7162770246354409,
    0.7162770246354409,
    0.7162770246354409,
    0.7162770246354409,
    0.7162770246354409,
    0.7162770246354409,
    0.7162770246354409,
    0.7162770246354409,
    0.73114924669387,
    0.73114924669387,
    0.73114924669387,
    0.73114924669387,
    0.73114924669387,
    0.73114924669387,
    0.7354403470841714,
    0.7354403470841714,
    0.7354403470841714,
    0.7354403470841714,
    0.7354403470841714,
    0.7354403470841714,
    0.7354403470841714,
    0.7354403470841714,
    0.7363604962199237,
    0.7363604962199237,
    0.7363604962199237,
    0.7363604962199237,
    0.7363604962199237,
    0.7363604962199237,
    0.7363604962199237,
    0.7363604962199237,
    0.7363604962199237,
    0.7363604962199237,
    0.7363604962199237,
    0.7363604962199237,
    0.7363604962199237,
    0.7363604962199237,
    0.7363604962199237,
    0.7363604962199237,
    0.7363604962199237,
    0.7363604962199237,
    0.7363604962199237,
    0.7363604962199237,
    0.7363604962199237,
    0.7363604962199237,
    0.7363604962199237,
    0.7363604962199237,
    0.7363604962199237,
    0.7363604962199237
  ],
  "11": [
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showcasing their latest apps, while a welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, tech companies display demo screens showcasing their latest apps, while a welcome announcement over the PA system outlines the fair schedule. Healthcare providers showcase community outreach photos.",
    "At the fair, tech companies display demo screens showcasing their latest apps, while a welcome announcement over the PA system outlines the fair schedule. Healthcare providers showcase community outreach photos.",
    "At the fair, tech companies display demo screens showcasing their latest apps, while a welcome announcement over the PA system outlines the fair schedule. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders.",
    "At the fair, tech companies display demo screens showcasing their latest apps, and a welcome announcement over the PA system outlines the fair schedule. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, tech companies display demo screens showcasing their latest apps, accompanied by a welcome announcement over the PA system outlining the fair schedule. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the fair, tech companies display demo screens of their latest apps, accompanied by a welcome PA announcing the fair schedule. Healthcare providers showcase community outreach photos. Students clutch branded folders containing resumes. Finance firms provide QR codes for immediate internship applications. Human resources teams take notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "At the fair, tech companies display demo screens of their latest apps, accompanied by a welcome PA announcing the fair schedule. Healthcare providers showcase community outreach photos. Students clutch branded folders containing resumes. Finance firms provide QR codes for immediate internship applications. Human resources teams take notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "At the fair, tech companies display demo screens of their latest apps while a welcome PA announces the fair schedule. Healthcare providers showcase community outreach photos. Students clutch branded folders containing resumes. Finance firms provide QR codes for immediate internship applications. Human resources teams take notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.5177708427163218,
    0.5177708427163218,
    0.5177708427163218,
    0.5177708427163218,
    0.5177708427163218,
    0.6532009390592358,
    0.6532009390592358,
    0.6532009390592358,
    0.6532009390592358,
    0.6532009390592358,
    0.6532009390592358,
    0.6532009390592358,
    0.6532009390592358,
    0.6532009390592358,
    0.6532009390592358,
    0.6532009390592358,
    0.6532009390592358,
    0.8429955594427034,
    0.8429955594427034,
    0.8429955594427034,
    0.8429955594427034,
    0.8429955594427034,
    0.8429955594427034,
    0.8898667067636656,
    0.8898667067636656,
    0.8898667067636656,
    0.8898667067636656,
    0.8898667067636656,
    0.8898667067636656,
    0.8898667067636656,
    0.8898667067636656,
    0.8898667067636656,
    0.9019877234043285,
    0.9019877234043285,
    0.9019877234043285,
    0.9019877234043285,
    0.9019877234043285,
    0.9019877234043285,
    0.9019877234043285,
    0.9182636136944987,
    0.9182636136944987,
    0.9182636136944987,
    0.9182636136944987,
    0.9182636136944987,
    0.9182636136944987,
    0.9182636136944987,
    0.9182636136944987,
    0.9132834920597295,
    0.9132834920597295,
    0.9132834920597295,
    0.9132834920597295,
    0.9132834920597295,
    0.9132834920597295,
    0.9147424026810108,
    0.9147424026810108,
    0.9147424026810108,
    0.9147424026810108,
    0.9147424026810108
  ],
  "12": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "Near the stage, the engineering society sponsors a resume review table. Groups of friends mark target employers on the event map.",
    "At the event venue, the engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event venue, the engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event venue, the engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event venue, the engineering society sponsors a resume review table near the stage, while groups of friends mark target employers on the event map. Networking etiquette workshops begin in the adjoining classroom, and alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event venue, the engineering society sponsors a resume review table near the stage, while groups of friends mark target employers on the event map. Networking etiquette workshops begin in the adjoining classroom, and alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event venue, the engineering society sponsors a resume review table near the stage, while groups of friends mark target employers on the event map. Networking etiquette workshops begin in the adjoining classroom, and alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event venue, the engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Networking etiquette workshops begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event venue, the engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Networking etiquette workshops begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos."
  ],
  "12_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.5650554520722315,
    0.5650554520722315,
    0.5650554520722315,
    0.5650554520722315,
    0.5650554520722315,
    0.7288523197868304,
    0.7288523197868304,
    0.7288523197868304,
    0.7288523197868304,
    0.7288523197868304,
    0.7288523197868304,
    0.7288523197868304,
    0.7288523197868304,
    0.7288523197868304,
    0.7288523197868304,
    0.7288523197868304,
    0.7288523197868304,
    0.7553542611348467,
    0.7553542611348467,
    0.7553542611348467,
    0.7553542611348467,
    0.7553542611348467,
    0.7553542611348467,
    0.721891183978806,
    0.721891183978806,
    0.721891183978806,
    0.721891183978806,
    0.721891183978806,
    0.721891183978806,
    0.721891183978806,
    0.721891183978806,
    0.721891183978806,
    0.721891183978806,
    0.721891183978806,
    0.721891183978806,
    0.721891183978806,
    0.721891183978806,
    0.721891183978806,
    0.721891183978806,
    0.721891183978806,
    0.721891183978806,
    0.721891183978806,
    0.721891183978806,
    0.721891183978806,
    0.721891183978806,
    0.721891183978806,
    0.8307074685631911,
    0.8307074685631911,
    0.8307074685631911,
    0.8307074685631911,
    0.8307074685631911,
    0.8307074685631911,
    0.8307074685631911,
    0.8307074685631911,
    0.8307074685631911,
    0.8307074685631911,
    0.8307074685631911
  ],
  "13": [
    "",
    "",
    "",
    "Students line up outside the university gym in anticipation of the career fair opening.",
    "Students line up outside the university gym in anticipation of the career fair opening, while a welcome announcement outlines the fair schedule over the PA system.",
    "Students are lined up outside the university gym in anticipation of the career fair opening. A welcome announcement over the PA system outlines the fair schedule. Near the stage, the engineering society sponsors a resume review table.",
    "Students are lined up outside the university gym in anticipation of the career fair opening. A welcome announcement over the PA system outlines the fair schedule. Near the stage, the engineering society sponsors a resume review table.",
    "Students are lined up outside the university gym in anticipation of the career fair opening. A welcome announcement over the PA system outlines the fair schedule. Near the stage, the engineering society sponsors a resume review table. Alumni volunteers share quick pep talks near the coffee station.",
    "Students are lined up outside the university gym in anticipation of the career fair opening. A welcome announcement over the PA system outlines the fair schedule. Near the stage, the engineering society sponsors a resume review table. Alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews.",
    "Students are lined up outside the university gym in anticipation of the career fair opening. A welcome announcement over the PA system outlines the fair schedule. Near the stage, the engineering society sponsors a resume review table. Alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews.",
    "Students are lined up outside the university gym in anticipation of the career fair opening. A welcome announcement over the PA system outlines the fair schedule. Near the stage, the engineering society sponsors a resume review table. Alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "Students are lined up outside the university gym in anticipation of the career fair opening. A welcome announcement over the PA system outlines the fair schedule. Near the stage, the engineering society sponsors a resume review table. Alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "Students are lined up outside the university gym in anticipation of the career fair opening, as a welcome PA announcement outlines the schedule. Near the stage, the engineering society runs a resume review table. Alumni volunteers give quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.4171462752117447,
    0.4171462752117447,
    0.4171462752117447,
    0.4171462752117447,
    0.4171462752117447,
    0.4171462752117447,
    0.4171462752117447,
    0.43257898710858683,
    0.43257898710858683,
    0.43257898710858683,
    0.43257898710858683,
    0.43257898710858683,
    0.7437392434255772,
    0.7437392434255772,
    0.7437392434255772,
    0.7437392434255772,
    0.7437392434255772,
    0.7437392434255772,
    0.7437392434255772,
    0.7437392434255772,
    0.7437392434255772,
    0.7437392434255772,
    0.7437392434255772,
    0.7437392434255772,
    0.769201791480905,
    0.769201791480905,
    0.769201791480905,
    0.769201791480905,
    0.769201791480905,
    0.769201791480905,
    0.769201791480905,
    0.7940768797674203,
    0.7940768797674203,
    0.7940768797674203,
    0.7940768797674203,
    0.7940768797674203,
    0.7940768797674203,
    0.7940768797674203,
    0.7940768797674203,
    0.7940768797674203,
    0.7940768797674203,
    0.7940768797674203,
    0.7940768797674203,
    0.7940768797674203,
    0.7940768797674203,
    0.7940768797674203,
    0.7958328753553853,
    0.7958328753553853,
    0.7958328753553853,
    0.7958328753553853,
    0.7958328753553853,
    0.7958328753553853,
    0.7958328753553853,
    0.7958328753553853,
    0.7969785074651659,
    0.7969785074651659,
    0.7969785074651659,
    0.7969785074651659,
    0.7969785074651659,
    0.7969785074651659,
    0.7830317361754089,
    0.7830317361754089,
    0.7830317361754089
  ],
  "14": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables.",
    "An event hall hosts registration at the entrance where staff scan registrations and issue lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms arrange glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "An event hall hosts registration at the entrance, where staff scan registrations and issue lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms arrange glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth for attention.",
    "In the event hall, registration at the entrance is staffed as personnel scan registrations and issue lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms arrange glossy case-study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event hall, registration at the entrance is staffed as personnel scan registrations and issue lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms arrange glossy case-study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event hall, registration at the entrance is staffed by personnel who scan registrations and issue lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms display glossy case-study booklets on high tables. Dozens of booths with colorful banners encircle the polished floor. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers deliver quick pep talks near the coffee station. Workshops on networking etiquette start in the adjoining classroom. The engineering society sponsors a resumereview table near the stage."
  ],
  "14_score": [
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5495611098324477,
    0.5495611098324477,
    0.5495611098324477,
    0.5495611098324477,
    0.5495611098324477,
    0.5495611098324477,
    0.5495611098324477,
    0.5495611098324477,
    0.5495611098324477,
    0.5495611098324477,
    0.5495611098324477,
    0.5495611098324477,
    0.5495611098324477,
    0.5495611098324477,
    0.5495611098324477,
    0.7480946328019137,
    0.7480946328019137,
    0.7480946328019137,
    0.7480946328019137,
    0.7480946328019137,
    0.7480946328019137,
    0.7480946328019137,
    0.7480946328019137,
    0.6874481171644082,
    0.6874481171644082,
    0.6874481171644082,
    0.6874481171644082,
    0.6874481171644082,
    0.7655001357580715,
    0.7655001357580715,
    0.7655001357580715,
    0.7655001357580715,
    0.7655001357580715,
    0.7655001357580715,
    0.7655001357580715,
    0.7655001357580715,
    0.7655001357580715,
    0.8010370729211407,
    0.8010370729211407,
    0.8010370729211407,
    0.8010370729211407,
    0.8010370729211407,
    0.8010370729211407,
    0.8010370729211407,
    0.8010370729211407,
    0.8010370729211407,
    0.8084956720129622,
    0.8084956720129622,
    0.8084956720129622,
    0.8084956720129622,
    0.8084956720129622,
    0.8084956720129622,
    0.8084956720129622,
    0.8084956720129622,
    0.8283603720987051,
    0.8283603720987051,
    0.8283603720987051,
    0.8283603720987051,
    0.8283603720987051
  ],
  "15": [
    "",
    "Students clutch resumes inside branded folders.",
    "At the fair, students clutch resumes inside branded folders, while a welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, students clutch resumes inside branded folders as a welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, students clutch resumes in branded folders while a welcome announcement over the PA system outlines the schedule. Dozens of booths with colorful banners circle the polished floor, and students line up outside the university gym before the career fair opens.",
    "At the university career fair, students clutch resumes in branded folders as a PA announcement outlines the schedule. Dozens of booths with colorful banners circle the polished floor, and students line up outside the university gym before the career fair opens.",
    "At the university career fair, students clutch resumes in branded folders as a PA announcement outlines the schedule. Dozens of booths with colorful banners encircle the polished floor, and students line up outside the university gym before the fair opens. A welcome announcement on the PA system outlines the fair schedule.",
    "At the university career fair, students clutch resumes in branded folders as a welcome announcement on the PA system outlines the fair schedule. Dozens of booths with colorful banners encircle the polished floor, and students line up outside the university gym before the fair opens. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, students clutch resumes in branded folders while a welcome announcement on the PA system outlines the schedule. Dozens of booths with colorful banners encircle the polished floor, and students line up outside the university gym before the fair opens. Finance firms provide QR codes for immediate internship applications, and alumni volunteers deliver quick pep talks near the coffee station.",
    "At the university career fair, students clutch resumes in branded folders as a PA system welcome outlines the schedule. Dozens of booths with colorful banners encircle the polished floor, and students line up outside the university gym before the fair opens. Finance firms provide QR codes for immediate internship applications, and alumni volunteers deliver quick pep talks near the coffee station. Healthcare providers showcase community outreach photos."
  ],
  "15_score": [
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.47978111226502407,
    0.47978111226502407,
    0.47978111226502407,
    0.47978111226502407,
    0.6459534991930374,
    0.6459534991930374,
    0.6459534991930374,
    0.6459534991930374,
    0.6459534991930374,
    0.6459534991930374,
    0.6260744594716435,
    0.6260744594716435,
    0.6260744594716435,
    0.6260744594716435,
    0.6260744594716435,
    0.6260744594716435,
    0.6252986644116636,
    0.6252986644116636,
    0.6252986644116636,
    0.6252986644116636,
    0.6252986644116636,
    0.6252986644116636,
    0.7701064071840976,
    0.7701064071840976,
    0.7701064071840976,
    0.7701064071840976,
    0.7701064071840976,
    0.7701064071840976,
    0.835121066204582,
    0.835121066204582,
    0.835121066204582,
    0.835121066204582,
    0.835121066204582,
    0.835121066204582,
    0.835121066204582,
    0.835121066204582,
    0.835121066204582,
    0.835121066204582,
    0.835121066204582,
    0.835121066204582,
    0.8194777448583004,
    0.8194777448583004,
    0.8194777448583004,
    0.8194777448583004,
    0.8194777448583004,
    0.8194777448583004,
    0.8194777448583004,
    0.8194777448583004,
    0.8194777448583004,
    0.8391292386159492,
    0.8391292386159492,
    0.8391292386159492,
    0.8391292386159492,
    0.8391292386159492,
    0.8391292386159492,
    0.8391292386159492,
    0.8391292386159492,
    0.8391292386159492,
    0.8391292386159492
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system at the fair, outlining the schedule, while tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule, while tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule, while tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, a welcome announcement is broadcast over the PA system outlining the schedule, while tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Outside the university gym, students line up before the career fair opens.",
    "At the university career fair, a welcome announcement is broadcast over the PA system outlining the schedule, while tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Outside the university gym, students line up before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Outside the university gym, students line up before the career fair opens. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Outside the university gym, students line up before the career fair opens. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.4636937099865871,
    0.4636937099865871,
    0.4636937099865871,
    0.4636937099865871,
    0.4636937099865871,
    0.697704249592183,
    0.697704249592183,
    0.697704249592183,
    0.697704249592183,
    0.697704249592183,
    0.697704249592183,
    0.697704249592183,
    0.8179902187029084,
    0.8179902187029084,
    0.8179902187029084,
    0.8179902187029084,
    0.8179902187029084,
    0.8179902187029084,
    0.8179902187029084,
    0.8179902187029084,
    0.8179902187029084,
    0.8179902187029084,
    0.8179902187029084,
    0.7042728515882433,
    0.7042728515882433,
    0.7042728515882433,
    0.7042728515882433,
    0.7042728515882433,
    0.7042728515882433,
    0.7042728515882433,
    0.7042728515882433,
    0.7657128410526421,
    0.7657128410526421,
    0.7657128410526421,
    0.7657128410526421,
    0.7657128410526421,
    0.7657128410526421,
    0.7657128410526421,
    0.826747752092269,
    0.826747752092269,
    0.826747752092269,
    0.826747752092269,
    0.826747752092269,
    0.826747752092269,
    0.826747752092269,
    0.826747752092269,
    0.826747752092269,
    0.826747752092269,
    0.826747752092269,
    0.826747752092269,
    0.826747752092269,
    0.826747752092269,
    0.826747752092269
  ],
  "17": [
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications.",
    "Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, while finance firms offer QR codes for immediate internship applications.",
    "Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries; finance firms offer QR codes for immediate internship applications; an alumni panel discusses how to prepare for technical interviews.",
    "At a career fair on a polished floor, dozens of booths with colorful banners circle the space. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews.",
    "At a career fair on a polished floor, dozens of booths with colorful banners circle the space. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "At a career fair on a polished floor, dozens of booths with colorful banners circle the space. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "At a career fair on a polished floor, dozens of booths with colorful banners circle the space. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "At a career fair on a polished floor, dozens of booths with colorful banners circle the space. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a career fair on a polished floor, dozens of booths with colorful banners circle the space. Career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5261963115928523,
    0.5261963115928523,
    0.5261963115928523,
    0.5261963115928523,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.5180937066311938,
    0.5180937066311938,
    0.5180937066311938,
    0.5180937066311938,
    0.5180937066311938,
    0.5180937066311938,
    0.8530756307053816,
    0.8530756307053816,
    0.8530756307053816,
    0.8530756307053816,
    0.8530756307053816,
    0.8530756307053816,
    0.8617201520083598,
    0.8617201520083598,
    0.8617201520083598,
    0.8617201520083598,
    0.8617201520083598,
    0.8617201520083598,
    0.8617201520083598,
    0.8617201520083598,
    0.8617201520083598,
    0.8617201520083598,
    0.8617201520083598,
    0.8617201520083598,
    0.8617201520083598,
    0.8617201520083598,
    0.8617201520083598,
    0.8644200225468385,
    0.8644200225468385,
    0.8644200225468385,
    0.8644200225468385,
    0.8644200225468385,
    0.8644200225468385,
    0.8644200225468385,
    0.8644200225468385,
    0.8644200225468385,
    0.8674927678535859,
    0.8674927678535859,
    0.8674927678535859,
    0.8674927678535859,
    0.8674927678535859,
    0.8674927678535859,
    0.8674927678535859,
    0.8674927678535859,
    0.8674927678535859,
    0.8669560491917901,
    0.8669560491917901,
    0.8669560491917901,
    0.8669560491917901
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907
  ],
  "19": [
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "In a shared setting, students clutch resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables.",
    "In a shared setting, students clutch resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables, and finance firms offer QR codes for immediate internship applications.",
    "In a shared setting, students clutch resumes inside branded folders, consulting firms stack glossy case study booklets on high tables, finance firms offer QR codes for immediate internship applications, and a robotics startup flies a small drone above its booth for attention.",
    "In a shared event space, students clutch resumes tucked inside branded folders, while consulting firms display glossy case study booklets stacked on high tables. Finance firms advertise instant internship applications via QR codes. A robotics startup draws attention by flying a small drone above its booth. Nearby, alumni volunteers offer brief pep talks near the coffee station.",
    "At a shared event space, students clutch resumes tucked inside branded folders while consulting firms display glossy case study booklets stacked on high tables. Finance firms advertise instant internship applications via QR codes. A robotics startup draws attention by flying a small drone above its booth. Nearby, alumni volunteers offer brief pep talks near the coffee station. The engineering society sponsors a resume review table near the stage.",
    "In a shared event space, students clutch resumes tucked inside branded folders while consulting firms display glossy case study booklets stacked on high tables. Finance firms advertise instant internship applications via QR codes. A robotics startup draws attention by flying a small drone above its booth. Nearby, alumni volunteers offer brief pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "In a shared event space, students clutch resumes tucked inside branded folders while consulting firms display glossy case study booklets atop high tables; finance firms advertise instant internship applications via QR codes. A robotics startup draws attention by flying a small drone over its booth. Nearby, alumni volunteers offer brief pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "In a shared event space hosting the career fair, students clutch resumes tucked inside branded folders while consulting firms display glossy case study booklets atop high tables; finance firms advertise instant internship applications via QR codes. A robotics startup draws attention by flying a small drone over its booth. Nearby, alumni volunteers offer brief pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens.",
    "In a shared event space hosting a career fair, students clutch resumes tucked inside branded folders while consulting firms display glossy case study booklets atop high tables; finance firms advertise instant internship applications via QR codes. A robotics startup draws attention by flying a small drone over its booth. Nearby, alumni volunteers offer brief pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.32662703006843175,
    0.32662703006843175,
    0.32662703006843175,
    0.32662703006843175,
    0.32662703006843175,
    0.32662703006843175,
    0.39931560282616074,
    0.39931560282616074,
    0.39931560282616074,
    0.39931560282616074,
    0.39931560282616074,
    0.46137590200681106,
    0.46137590200681106,
    0.46137590200681106,
    0.46137590200681106,
    0.46137590200681106,
    0.46137590200681106,
    0.7620291540755489,
    0.7620291540755489,
    0.7620291540755489,
    0.7620291540755489,
    0.7620291540755489,
    0.8057353100760394,
    0.8057353100760394,
    0.8057353100760394,
    0.8057353100760394,
    0.8057353100760394,
    0.8057353100760394,
    0.8217478249345492,
    0.8217478249345492,
    0.8217478249345492,
    0.8217478249345492,
    0.8217478249345492,
    0.8217478249345492,
    0.8217478249345492,
    0.8217478249345492,
    0.8201677595223078,
    0.8201677595223078,
    0.8201677595223078,
    0.8201677595223078,
    0.8201677595223078,
    0.8201677595223078,
    0.8201677595223078,
    0.8201677595223078,
    0.8201677595223078,
    0.8201677595223078,
    0.8786015558439138,
    0.8786015558439138,
    0.8786015558439138,
    0.8786015558439138,
    0.8786015558439138,
    0.8786015558439138,
    0.8786015558439138,
    0.8685864791061789,
    0.8685864791061789,
    0.8685864791061789,
    0.8685864791061789
  ],
  "20": [
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password-cracking challenge on a laptop.",
    "An ongoing event involves a cybersecurity company hosting a password-cracking challenge conducted on a laptop. The setup centers on a portable computing device used to run the challenge. Career counselors redirect unsure students toward applicable industries.",
    "An ongoing event features a cybersecurity company hosting a password-cracking challenge conducted on a laptop, with the portable computing device at the center of the setup used to run the challenge. Career counselors direct unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention.",
    "An ongoing event features a cybersecurity company hosting a password-cracking challenge conducted on a laptop, with the portable computing device at the center of the setup used to run the challenge. Career counselors direct unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system.",
    "An ongoing event features a cybersecurity company hosting a password-cracking challenge conducted on a laptop, with the portable computing device at the center of the setup used to run the challenge. Career counselors direct unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, a cybersecurity company is hosting a password-cracking challenge conducted on a laptop, with a portable computing device at the center of the setup used to run the challenge. Career counselors direct unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the fair, a cybersecurity company hosts a password-cracking challenge conducted on a laptop, powered by a portable computing device at the setup's center. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement on the PA system outlines the fair schedule. Human resources teams jot notes on tablets as students introduce themselves. Career counselors direct unsure students toward applicable industries.",
    "At the fair, a cybersecurity company hosts a password-cracking challenge conducted on a laptop powered by a portable computing device at the setup's center. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement on the PA system outlines the fair schedule. Human resources teams jot notes on tablets as students introduce themselves. Career counselors direct unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station.",
    "At the fair, a cybersecurity company hosts a password-cracking challenge conducted on a laptop powered by a portable computing device at the setup's center. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement on the PA system outlines the fair schedule. Human resources teams jot notes on tablets as students introduce themselves. Career counselors direct unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.6034424440923426,
    0.6034424440923426,
    0.6034424440923426,
    0.6034424440923426,
    0.6034424440923426,
    0.6034424440923426,
    0.6034424440923426,
    0.7464965735908329,
    0.7464965735908329,
    0.7464965735908329,
    0.7464965735908329,
    0.7464965735908329,
    0.7719892057219429,
    0.7719892057219429,
    0.7719892057219429,
    0.7719892057219429,
    0.7719892057219429,
    0.7719892057219429,
    0.7719892057219429,
    0.7719892057219429,
    0.7719892057219429,
    0.7719892057219429,
    0.7719892057219429,
    0.7719892057219429,
    0.7719892057219429,
    0.7719892057219429,
    0.7719892057219429,
    0.7719892057219429,
    0.7719892057219429,
    0.7719892057219429,
    0.7719892057219429,
    0.832730972645533,
    0.832730972645533,
    0.832730972645533,
    0.832730972645533,
    0.832730972645533,
    0.832730972645533,
    0.832730972645533,
    0.832730972645533,
    0.832730972645533,
    0.8477533943240563,
    0.8477533943240563,
    0.8477533943240563,
    0.8477533943240563,
    0.8477533943240563,
    0.8477533943240563,
    0.8477533943240563,
    0.8477533943240563,
    0.8645107958921264,
    0.8645107958921264,
    0.8645107958921264,
    0.8645107958921264,
    0.8645107958921264,
    0.8645107958921264,
    0.880158139105504,
    0.880158139105504
  ],
  "21": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "At the event, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves.",
    "Career counselors at the event remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, career counselors remind attendees to maintain eye contact while groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop, and some students rehearse elevator pitches quietly against the wall.",
    "At the event, career counselors remind attendees to maintain eye contact as groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop, and some students rehearse elevator pitches quietly against the wall.",
    "At the event, career counselors remind attendees to maintain eye contact as groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop, and some students rehearse elevator pitches quietly against the wall.",
    "At the event, career counselors remind attendees to maintain eye contact as groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop, and some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "At the event, career counselors remind attendees to maintain eye contact while groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop, and some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos, and a robotics startup flies a small drone above its booth for attention.",
    "At the event, career counselors remind attendees to maintain eye contact while groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop, and some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos, and a robotics startup flies a small drone above its booth for attention. The engineering society sponsors a resume review table near the stage."
  ],
  "21_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5243926187944563,
    0.5243926187944563,
    0.5243926187944563,
    0.5243926187944563,
    0.5243926187944563,
    0.7599563809273504,
    0.7599563809273504,
    0.7599563809273504,
    0.7599563809273504,
    0.678907923915038,
    0.678907923915038,
    0.678907923915038,
    0.678907923915038,
    0.678907923915038,
    0.678907923915038,
    0.678907923915038,
    0.7575830332472357,
    0.7575830332472357,
    0.7575830332472357,
    0.7575830332472357,
    0.7575830332472357,
    0.7575830332472357,
    0.7562316171362433,
    0.7562316171362433,
    0.7562316171362433,
    0.7562316171362433,
    0.7562316171362433,
    0.7562316171362433,
    0.7562316171362433,
    0.7562316171362433,
    0.7562316171362433,
    0.7562316171362433,
    0.7562316171362433,
    0.7562316171362433,
    0.7562316171362433,
    0.7562316171362433,
    0.7562316171362433,
    0.7562316171362433,
    0.7562316171362433,
    0.7891916483044674,
    0.7891916483044674,
    0.7891916483044674,
    0.7891916483044674,
    0.7891916483044674,
    0.7891916483044674,
    0.7891916483044674,
    0.8141391909060656,
    0.8141391909060656,
    0.8141391909060656,
    0.8141391909060656,
    0.8141391909060656,
    0.8141391909060656,
    0.833765954456906,
    0.833765954456906,
    0.833765954456906,
    0.833765954456906,
    0.833765954456906,
    0.833765954456906
  ],
  "22": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while tech companies display demo screens showing their latest apps.",
    "Healthcare providers showcase community outreach photos, while tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, healthcare providers showcase community outreach photos while tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station.",
    "At the event, healthcare providers showcase community outreach photos, while tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station.",
    "At the event, healthcare providers showcase community outreach photos while tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "At the event, healthcare providers showcase community outreach photos while tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, healthcare providers showcase community outreach photos while tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers who share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, healthcare providers showcase community outreach photos while tech companies display demo screens of their latest apps. An alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers who share quick pep talks near the coffee station. Career counselors direct unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.38419282508477376,
    0.38419282508477376,
    0.38419282508477376,
    0.38419282508477376,
    0.38419282508477376,
    0.38419282508477376,
    0.38419282508477376,
    0.608982730653408,
    0.608982730653408,
    0.608982730653408,
    0.608982730653408,
    0.608982730653408,
    0.608982730653408,
    0.608982730653408,
    0.6288034375618698,
    0.6288034375618698,
    0.6288034375618698,
    0.6288034375618698,
    0.6288034375618698,
    0.6288034375618698,
    0.6265303686077953,
    0.6265303686077953,
    0.6265303686077953,
    0.6265303686077953,
    0.6265303686077953,
    0.6265303686077953,
    0.6265303686077953,
    0.7908392792623524,
    0.7908392792623524,
    0.7908392792623524,
    0.7908392792623524,
    0.7908392792623524,
    0.7908392792623524,
    0.7908392792623524,
    0.7908392792623524,
    0.7908392792623524,
    0.8139308634611817,
    0.8139308634611817,
    0.8139308634611817,
    0.8139308634611817,
    0.8139308634611817,
    0.8139308634611817,
    0.8139308634611817,
    0.8139308634611817,
    0.8150889522948008,
    0.8150889522948008,
    0.8150889522948008,
    0.8150889522948008,
    0.8150889522948008,
    0.8150889522948008,
    0.8150889522948008,
    0.8150889522948008,
    0.8150889522948008,
    0.8315623445488516,
    0.8315623445488516,
    0.8315623445488516,
    0.8315623445488516,
    0.8315623445488516,
    0.8315623445488516,
    0.8315623445488516
  ],
  "23": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while some rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym before the career fair opens, while some rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention.",
    "Outside the university gym before the career fair opens, students line up, with some rehearsing elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention.",
    "Outside the university gym before the career fair opens, students line up, with some rehearsing elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention.",
    "Outside the university gym before the career fair opens, students line up, with some rehearsing elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, before the career fair opens, students line up, with some rehearsing elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers offer quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, before the career fair opens, students line up, with some rehearsing elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor, while alumni volunteers offer quick pep talks near the coffee station.",
    "Outside the university gym, before the career fair opens, students line up, some rehearsing elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor, while alumni volunteers offer quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, before the career fair opens, students line up against the wall, some quietly rehearsing elevator pitches. A robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners encircle the polished floor as alumni volunteers offer quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards, while finance firms display QR codes for immediate internship applications."
  ],
  "23_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.369655266074308,
    0.369655266074308,
    0.369655266074308,
    0.369655266074308,
    0.369655266074308,
    0.369655266074308,
    0.619511727292871,
    0.619511727292871,
    0.619511727292871,
    0.619511727292871,
    0.619511727292871,
    0.619511727292871,
    0.606065249408964,
    0.606065249408964,
    0.606065249408964,
    0.606065249408964,
    0.606065249408964,
    0.606065249408964,
    0.606065249408964,
    0.606065249408964,
    0.606065249408964,
    0.606065249408964,
    0.606065249408964,
    0.606065249408964,
    0.606065249408964,
    0.7818518039062231,
    0.7818518039062231,
    0.7818518039062231,
    0.7818518039062231,
    0.7818518039062231,
    0.7818518039062231,
    0.7818518039062231,
    0.8097073686523663,
    0.8097073686523663,
    0.8097073686523663,
    0.8097073686523663,
    0.8097073686523663,
    0.8097073686523663,
    0.8097073686523663,
    0.8097073686523663,
    0.8097073686523663,
    0.7482628484165885,
    0.7482628484165885,
    0.7482628484165885,
    0.7482628484165885,
    0.7482628484165885,
    0.7482628484165885,
    0.7482628484165885,
    0.7482628484165885,
    0.806348234186175,
    0.806348234186175,
    0.806348234186175,
    0.806348234186175,
    0.806348234186175,
    0.806348234186175,
    0.806348234186175,
    0.8444082857075483,
    0.8444082857075483,
    0.8444082857075483,
    0.8444082857075483
  ],
  "24": [
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables.",
    "At the event venue, staff at the entrance scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables.",
    "At the event venue, staff at the entrance scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event venue, staff at the entrance scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event venue, staff at the entrance scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "Staff at the event venue's entrance scan registrations and hand out lanyards, while in the adjoining classroom workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews.",
    "At the event venue, staff at the entrance scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables, while alumni volunteers give quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event venue, staff at the entrance scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables while alumni volunteers give quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5235563520801759,
    0.5235563520801759,
    0.5235563520801759,
    0.5235563520801759,
    0.5235563520801759,
    0.6980018319219252,
    0.6980018319219252,
    0.6980018319219252,
    0.6980018319219252,
    0.6980018319219252,
    0.6980018319219252,
    0.6903157647745536,
    0.6903157647745536,
    0.6903157647745536,
    0.6903157647745536,
    0.6903157647745536,
    0.7143309410021648,
    0.7143309410021648,
    0.7143309410021648,
    0.7143309410021648,
    0.7143309410021648,
    0.7143309410021648,
    0.7143309410021648,
    0.7143309410021648,
    0.7143309410021648,
    0.7143309410021648,
    0.7143309410021648,
    0.7143309410021648,
    0.7143309410021648,
    0.7143309410021648,
    0.7143309410021648,
    0.7143309410021648,
    0.7143309410021648,
    0.7143309410021648,
    0.7143309410021648,
    0.7143309410021648,
    0.7143309410021648,
    0.7143502053647239,
    0.7143502053647239,
    0.7143502053647239,
    0.7143502053647239,
    0.7143502053647239,
    0.7143502053647239,
    0.7143502053647239,
    0.7646424592881774,
    0.7646424592881774,
    0.7646424592881774,
    0.7646424592881774,
    0.7646424592881774,
    0.7646424592881774,
    0.7646424592881774,
    0.7652824665360025,
    0.7652824665360025,
    0.7652824665360025,
    0.7652824665360025,
    0.7652824665360025,
    0.7652824665360025
  ],
  "25": [
    "",
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews, while alumni volunteers give quick pep talks near the coffee station, and workshops on networking etiquette begin in the adjoining classroom.",
    "An alumni event features a panel on preparing for technical interviews, with alumni panelists discussing strategies. Nearby, alumni volunteers deliver brief pep talks by the coffee station. In the adjoining classroom, workshops on networking etiquette begin. Career counselors remind attendees to maintain eye contact throughout sessions.",
    "An alumni event features a panel on preparing for technical interviews, with alumni panelists discussing strategies. Nearby, alumni volunteers deliver brief pep talks by the coffee station. In the adjoining classroom, workshops on networking etiquette begin. Career counselors remind attendees to maintain eye contact throughout sessions. Students clutch resumes inside branded folders.",
    "An alumni event features a panel on preparing for technical interviews, with alumni panelists discussing strategies. Nearby, alumni volunteers deliver brief pep talks by the coffee station. In the adjoining classroom, workshops on networking etiquette begin. Career counselors remind attendees to maintain eye contact throughout sessions. Students clutch resumes inside branded folders.",
    "An alumni event features a panel on preparing for technical interviews, with alumni panelists discussing strategies. Nearby, alumni volunteers deliver brief pep talks by the coffee station. In the adjoining classroom, workshops on networking etiquette begin. Career counselors remind attendees to maintain eye contact throughout sessions. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An alumni event features a panel on preparing for technical interviews, with alumni panelists discussing strategies. Nearby, alumni volunteers deliver brief pep talks by the coffee station. In the adjoining classroom, workshops on networking etiquette begin. Career counselors remind attendees to maintain eye contact throughout sessions. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An alumni event centers on professional development, featuring a panel on preparing for technical interviews with alumni panelists discussing strategies. Nearby, alumni volunteers deliver brief pep talks by the coffee station. In the adjoining classroom, workshops on networking etiquette begin. Career counselors remind attendees to maintain eye contact throughout sessions. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop, while tech companies display demo screens showing their latest apps.",
    "An alumni event centers on professional development, featuring a panel on preparing for technical interviews with alumni panelists discussing strategies. Nearby, alumni volunteers deliver brief pep talks by the coffee station. In the adjoining classroom, workshops on networking etiquette begin. Career counselors remind attendees to maintain eye contact throughout sessions. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop, while tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.37518368026666166,
    0.37518368026666166,
    0.37518368026666166,
    0.37518368026666166,
    0.37518368026666166,
    0.37518368026666166,
    0.684364920801144,
    0.684364920801144,
    0.684364920801144,
    0.684364920801144,
    0.684364920801144,
    0.684364920801144,
    0.7367626964866544,
    0.7367626964866544,
    0.7367626964866544,
    0.7367626964866544,
    0.7367626964866544,
    0.7367626964866544,
    0.7367626964866544,
    0.7367626964866544,
    0.7367626964866544,
    0.7367626964866544,
    0.7367626964866544,
    0.7367626964866544,
    0.7367626964866544,
    0.7367626964866544,
    0.7367626964866544,
    0.7363610115259726,
    0.7363610115259726,
    0.7363610115259726,
    0.7363610115259726,
    0.7363610115259726,
    0.7363610115259726,
    0.7363610115259726,
    0.7363610115259726,
    0.7363610115259726,
    0.7363610115259726,
    0.7363610115259726,
    0.7363610115259726,
    0.7363610115259726,
    0.7363610115259726,
    0.7363610115259726,
    0.7597084770742466,
    0.7597084770742466,
    0.7597084770742466,
    0.7597084770742466,
    0.7597084770742466,
    0.7597084770742466,
    0.7829766892999231,
    0.7829766892999231
  ],
  "26": [
    "",
    "",
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards.",
    "Finance firms offer QR codes for immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall.",
    "Finance firms provide QR codes for immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom.",
    "Finance firms provide QR codes for immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair event, finance firms provide QR codes for immediate internship applications. At the entrance, staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair event, finance firms provide QR codes for immediate internship applications. At the entrance, staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "At the career fair event, finance firms provide QR codes for immediate internship applications. At the entrance, staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "At the career fair, finance firms provide QR codes for immediate internship applications. Entrance staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.5467276955530365,
    0.5467276955530365,
    0.5467276955530365,
    0.5467276955530365,
    0.5467276955530365,
    0.5467276955530365,
    0.7329755486792593,
    0.7329755486792593,
    0.7329755486792593,
    0.7329755486792593,
    0.7329755486792593,
    0.7329755486792593,
    0.7619699107768254,
    0.7619699107768254,
    0.7619699107768254,
    0.7619699107768254,
    0.7619699107768254,
    0.7619699107768254,
    0.7619699107768254,
    0.7619699107768254,
    0.7619699107768254,
    0.7619699107768254,
    0.7619699107768254,
    0.8303516776366712,
    0.8303516776366712,
    0.8303516776366712,
    0.8303516776366712,
    0.8303516776366712,
    0.8303516776366712,
    0.8303516776366712,
    0.8671029422121515,
    0.8671029422121515,
    0.8671029422121515,
    0.8671029422121515,
    0.8671029422121515,
    0.8671029422121515,
    0.8671029422121515,
    0.8671029422121515,
    0.8692916751475198,
    0.8692916751475198,
    0.8692916751475198,
    0.8692916751475198,
    0.8692916751475198,
    0.8692916751475198,
    0.8692916751475198,
    0.8692916751475198,
    0.8847274700840152,
    0.8847274700840152,
    0.8847274700840152,
    0.8847274700840152,
    0.8847274700840152,
    0.8847274700840152,
    0.8847274700840152,
    0.8847274700840152
  ],
  "27": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while event staff scan registrations and hand out lanyards at the entrance.",
    "Consulting firms stack glossy case study booklets on high tables; at the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries.",
    "Consulting firms stack glossy case study booklets on high tables, forming the setup. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. The same booklet-stacking detail is noted again, indicating repetition of the setup. Objects presented: glossy case study booklets, high tables, registrations, lanyards, event staff, career counselors, unsure students, industries. Actions: stacking booklets, scanning registrations, handing out lanyards, redirecting students. Spatial relations: booklets on high tables; entrance hosts staff and counselors involved in the check-in and guidance process.",
    "Observations describe a setup where consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. The booklet-stacking detail is noted again, indicating repetition of the setup. Objects observed include glossy case study booklets, high tables, registrations, lanyards, event staff, career counselors, unsure students, and industries. Actions recorded: stacking booklets, scanning registrations, handing out lanyards, and redirecting students. Spatial relations show booklets on high tables and an entrance area where staff and counselors handle check-in and guidance. A robotics startup flies a small drone above its booth for attention.",
    "Observations depict a venue where consulting firms stack glossy case study booklets on high tables near an entrance. At the entrance, event staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. The booklet-stacking detail recurs, underscoring the setup. Objects present include glossy case study booklets, high tables, registrations, lanyards, event staff, career counselors, unsure students, and industries. Actions observed: stacking booklets, scanning registrations, handing out lanyards, and redirecting students. Spatial relations place the booklets on high tables in the entrance area where staff handle check-in and guidance. A robotics startup flies a small drone above its booth to attract attention. HR teams jot notes on tablets while students introduce themselves.",
    "Observations describe a venue where consulting firms stack glossy case study booklets on high tables near an entrance. At the entrance, event staff scan registrations and hand out lanyards while career counselors redirect unsure students toward applicable industries. The booklet-stacking detail recurs, underscoring the setup. Objects include glossy case study booklets, high tables, registrations, lanyards, event staff, career counselors, unsure students, industries, a robotics startup, a small drone, dozens of booths with colorful banners, a polished floor, HR teams, tablets, and students. Actions observed: stacking booklets, scanning registrations, handing out lanyards, redirecting students, and students introducing themselves. Spatial relations place the booklets on high tables in the entrance area; the drone flies above its booth; HR teams jot notes on tablets; students introduce themselves. The scene emphasizes check-in, guidance, and engagement across numerous booths.",
    "At a venue hosting consulting firms, glossy case study booklets are stacked on high tables near the entrance. Event staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. Objects include glossy booklets, high tables, registrations, lanyards, event staff, career counselors, unsure students, industries, a robotics startup, a small drone, dozens of booths with colorful banners, a polished floor, HR teams, tablets, and students. Observed actions: stacking booklets, scanning registrations, handing out lanyards, redirecting students, and students introducing themselves. Spatial relations: booklets on high tables in the entrance area; the drone flies above its booth; HR teams jot notes on tablets; students introduce themselves. The scene emphasizes check-in, guidance, and engagement across numerous booths; workshops on networking etiquette begin in the adjoining classroom."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.40133026655127363,
    0.40133026655127363,
    0.40133026655127363,
    0.40133026655127363,
    0.40133026655127363,
    0.40133026655127363,
    0.40133026655127363,
    0.5959204290375729,
    0.5959204290375729,
    0.5959204290375729,
    0.5959204290375729,
    0.5959204290375729,
    0.5959204290375729,
    0.5959204290375729,
    0.6504877338067045,
    0.6504877338067045,
    0.6504877338067045,
    0.6504877338067045,
    0.6504877338067045,
    0.6504877338067045,
    0.6504877338067045,
    0.6504877338067045,
    0.6444627197335004,
    0.6444627197335004,
    0.6444627197335004,
    0.6444627197335004,
    0.6444627197335004,
    0.6444627197335004,
    0.6444627197335004,
    0.6582096599272133,
    0.6582096599272133,
    0.6582096599272133,
    0.6582096599272133,
    0.6582096599272133,
    0.6582096599272133,
    0.6582096599272133,
    0.6582096599272133,
    0.6582096599272133,
    0.6582096599272133,
    0.6582096599272133,
    0.6582096599272133,
    0.6582096599272133,
    0.6851723655814712,
    0.6851723655814712,
    0.6851723655814712,
    0.6851723655814712,
    0.6851723655814712,
    0.6851723655814712,
    0.6851723655814712,
    0.6851723655814712,
    0.6851723655814712,
    0.6851723655814712,
    0.6851723655814712,
    0.6982479584416786,
    0.6982479584416786,
    0.6982479584416786,
    0.6982479584416786,
    0.6982479584416786
  ],
  "28": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while some students quietly rehearse elevator pitches against the wall.",
    "Healthcare providers showcase community outreach photos. A subset of students stands against a wall, quietly rehearsing elevator pitches. An alumni panel discusses how to prepare for technical interviews.",
    "Healthcare providers showcase community outreach photos. A subset of students stands against a wall, quietly rehearsing elevator pitches. An alumni panel discusses how to prepare for technical interviews.",
    "Healthcare providers showcase community outreach photos. A subset of students stands against a wall, quietly rehearsing elevator pitches. An alumni panel discusses how to prepare for technical interviews.",
    "Healthcare providers showcase community outreach photos. A subset of students stands against a wall, quietly rehearsing elevator pitches. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "Healthcare providers showcase community outreach photos, while a subset of students stands against a wall quietly rehearsing elevator pitches. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "Healthcare providers showcase community outreach photos, a subset of students stands against a wall quietly rehearsing elevator pitches, an alumni panel discusses how to prepare for technical interviews, and tech companies display demo screens showing their latest apps.",
    "Healthcare providers display community outreach photos; a subset of students stands against a wall quietly rehearsing elevator pitches; an alumni panel discusses how to prepare for technical interviews; and tech companies show demo screens displaying their latest apps. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the venue, healthcare providers display community outreach photos, while a subset of students stands against a wall quietly rehearsing elevator pitches; an alumni panel discusses how to prepare for technical interviews, and tech companies show demo screens displaying their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3299534752485118,
    0.3299534752485118,
    0.3299534752485118,
    0.3299534752485118,
    0.3299534752485118,
    0.6643240769231078,
    0.6643240769231078,
    0.6643240769231078,
    0.6643240769231078,
    0.6643240769231078,
    0.6643240769231078,
    0.6643240769231078,
    0.6643240769231078,
    0.6643240769231078,
    0.6643240769231078,
    0.6643240769231078,
    0.6643240769231078,
    0.6643240769231078,
    0.6643240769231078,
    0.6643240769231078,
    0.6643240769231078,
    0.6643240769231078,
    0.7422538375462271,
    0.7422538375462271,
    0.7422538375462271,
    0.7422538375462271,
    0.7422538375462271,
    0.7422538375462271,
    0.7422538375462271,
    0.7422538375462271,
    0.7422538375462271,
    0.731995838712478,
    0.731995838712478,
    0.731995838712478,
    0.731995838712478,
    0.731995838712478,
    0.731995838712478,
    0.731995838712478,
    0.731995838712478,
    0.731995838712478,
    0.731995838712478,
    0.43582008602401656,
    0.43582008602401656,
    0.43582008602401656,
    0.43582008602401656,
    0.43582008602401656,
    0.43582008602401656,
    0.43582008602401656,
    0.43582008602401656,
    0.6363040750004512,
    0.6363040750004512,
    0.6363040750004512,
    0.6363040750004512,
    0.6363040750004512,
    0.6363040750004512,
    0.744390561691978,
    0.744390561691978,
    0.744390561691978
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while some students rehearse elevator pitches quietly against the wall.",
    "Consulting firms stack glossy case study booklets on high tables, while some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "Consulting firms stack glossy case study booklets on high tables, while some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event venue, consulting firms stack glossy case study booklets on high tables while some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance, and human resources teams jot notes on tablets as students introduce themselves.",
    "At the event venue, consulting firms stack glossy case study booklets on high tables while some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance, and human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "At the event venue, consulting firms stack glossy case study booklets on high tables while some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance, and human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "At the event venue, consulting firms stack glossy case study booklets on high tables while some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "At the event venue, consulting firms stack glossy case study booklets on high tables while students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.5546010577268567,
    0.5546010577268567,
    0.5546010577268567,
    0.5546010577268567,
    0.5546010577268567,
    0.5546010577268567,
    0.5546010577268567,
    0.5546010577268567,
    0.5546010577268567,
    0.5546010577268567,
    0.5546010577268567,
    0.5552205868680624,
    0.5552205868680624,
    0.5552205868680624,
    0.5552205868680624,
    0.5552205868680624,
    0.5552205868680624,
    0.7618476395196669,
    0.7618476395196669,
    0.7618476395196669,
    0.7618476395196669,
    0.7618476395196669,
    0.7618476395196669,
    0.7618476395196669,
    0.7618476395196669,
    0.7618476395196669,
    0.7618476395196669,
    0.7618476395196669,
    0.7618476395196669,
    0.7618476395196669,
    0.7618476395196669,
    0.7618476395196669,
    0.7618476395196669,
    0.7618476395196669,
    0.7921621248864104,
    0.7921621248864104,
    0.7921621248864104,
    0.7921621248864104,
    0.7921621248864104,
    0.7921621248864104,
    0.7921621248864104,
    0.7921621248864104,
    0.7921621248864104,
    0.8072582663325836,
    0.8072582663325836,
    0.8072582663325836,
    0.8072582663325836,
    0.8072582663325836,
    0.8072582663325836,
    0.8072582663325836,
    0.8072582663325836
  ],
  "30": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards.",
    "Students line up outside the university gym before the career fair opens, while alumni volunteers share brief pep talks near the coffee station and event staff at the entrance scan registrations and hand out lanyards.",
    "Students line up outside the university gym before the career fair opens; alumni volunteers share brief pep talks near the coffee station, and event staff at the entrance scan registrations and hand out lanyards.",
    "Students queue outside the university gym before the career fair opens, while alumni volunteers give brief pep talks near the coffee station; event staff at the entrance scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps.",
    "Students queue outside the university gym before the career fair opens. Alumni volunteers give brief pep talks near the coffee station. Event staff at the entrance scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Students queue outside the university gym before the career fair opens. Alumni volunteers give brief pep talks near the coffee station. Event staff at the entrance scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "Students queue outside the university gym as the career fair approaches. Alumni volunteers give brief pep talks near the coffee station. Event staff at the entrance scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "An upcoming career fair is under way near the university gym. Students queue outside the gym as attendees gather. Alumni volunteers deliver brief pep talks near a coffee station. Event staff stand at the entrance scanning registrations and handing out lanyards. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications."
  ],
  "30_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3652379010036489,
    0.3652379010036489,
    0.3652379010036489,
    0.3652379010036489,
    0.3652379010036489,
    0.3652379010036489,
    0.4242289370305626,
    0.4242289370305626,
    0.4242289370305626,
    0.4242289370305626,
    0.4242289370305626,
    0.4457939332730858,
    0.4457939332730858,
    0.4457939332730858,
    0.4457939332730858,
    0.4457939332730858,
    0.4457939332730858,
    0.4457939332730858,
    0.4457939332730858,
    0.4457939332730858,
    0.4457939332730858,
    0.4457939332730858,
    0.4457939332730858,
    0.6262152279565413,
    0.6262152279565413,
    0.6262152279565413,
    0.6262152279565413,
    0.6262152279565413,
    0.6262152279565413,
    0.6262152279565413,
    0.7879803850695462,
    0.7879803850695462,
    0.7879803850695462,
    0.7879803850695462,
    0.7879803850695462,
    0.7879803850695462,
    0.7879803850695462,
    0.7804983308958049,
    0.7804983308958049,
    0.7804983308958049,
    0.7804983308958049,
    0.7804983308958049,
    0.7804983308958049,
    0.7804983308958049,
    0.7804983308958049,
    0.7842559686349864,
    0.7842559686349864,
    0.7842559686349864,
    0.7842559686349864,
    0.7842559686349864,
    0.7842559686349864,
    0.7842559686349864,
    0.7842559686349864,
    0.7842559686349864,
    0.8121655700717336,
    0.8121655700717336,
    0.8121655700717336,
    0.8121655700717336,
    0.8121655700717336,
    0.8121655700717336,
    0.8121655700717336
  ],
  "31": [
    "",
    "",
    "",
    "",
    "In a shared setting, human resources teams jot notes on tablets as students introduce themselves, with both activities occurring simultaneously.",
    "In a shared setting, human resources teams jot notes on tablets as students introduce themselves, with both activities occurring simultaneously. Groups of friends mark target employers on the event map.",
    "In a shared setting, human resources teams jot notes on tablets while students introduce themselves, two activities happening concurrently. Groups of friends mark target employers on the event map, and consulting firms stack glossy case study booklets on high tables.",
    "In a shared setting, human resources teams jot notes on tablets as students introduce themselves, two activities occurring concurrently. Groups of friends mark target employers on the event map, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "In a shared setting, human resources teams jot notes on tablets as students introduce themselves, with two activities occurring concurrently: groups of friends mark target employers on the event map while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, and in the adjoining classroom, workshops on networking etiquette begin.",
    "In a shared space, human resources teams jot notes on tablets as students introduce themselves; concurrently, groups of friends mark target employers on the event map while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, while in the adjoining classroom, workshops on networking etiquette begin.",
    "In a shared space during preparations for a career fair, human resources teams jot notes on tablets as students introduce themselves. Concurrently, groups of friends mark target employers on the event map while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, while in the adjoining classroom, workshops on networking etiquette begin.",
    "Within a shared space preparing for a university career fair, human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, and in the adjoining classroom workshops on networking etiquette begin. Students clutch resumes inside branded folders.",
    "In a shared space preparing for a university career fair, human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, and in the adjoining classroom workshops on networking etiquette begin. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3025778887860918,
    0.3025778887860918,
    0.3025778887860918,
    0.3025778887860918,
    0.3025778887860918,
    0.3025778887860918,
    0.5129587159404537,
    0.5129587159404537,
    0.5129587159404537,
    0.5129587159404537,
    0.5129587159404537,
    0.5129587159404537,
    0.5129587159404537,
    0.48664843191347523,
    0.48664843191347523,
    0.48664843191347523,
    0.48664843191347523,
    0.6658443323781256,
    0.6658443323781256,
    0.6658443323781256,
    0.6658443323781256,
    0.6658443323781256,
    0.6658443323781256,
    0.6658443323781256,
    0.6658443323781256,
    0.6658443323781256,
    0.545676031113355,
    0.545676031113355,
    0.545676031113355,
    0.545676031113355,
    0.545676031113355,
    0.545676031113355,
    0.545676031113355,
    0.5568820766817766,
    0.5568820766817766,
    0.5568820766817766,
    0.5568820766817766,
    0.5568820766817766,
    0.5568820766817766,
    0.5568820766817766,
    0.5568820766817766,
    0.5568820766817766,
    0.5568820766817766,
    0.7364213456781904,
    0.7364213456781904,
    0.7364213456781904,
    0.7364213456781904,
    0.7364213456781904,
    0.7364213456781904,
    0.7364213456781904,
    0.7364213456781904,
    0.7474769710043838,
    0.7474769710043838,
    0.7474769710043838,
    0.7474769710043838,
    0.7474769710043838,
    0.7474769710043838,
    0.7474769710043838,
    0.7474769710043838,
    0.7860044406214927,
    0.7860044406214927
  ],
  "32": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, and students clutch resumes inside branded folders.",
    "In the venue, healthcare providers showcase community outreach photos, while students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom, indicating concurrent activities in nearby spaces.",
    "At the venue, healthcare providers display community outreach photos while students clutch resumes inside branded folders. Workshops on networking etiquette have begun in the adjoining classroom, indicating concurrent activities in nearby spaces. Outside the university gym, students line up before the career fair opens.",
    "At the venue, healthcare providers display community outreach photos while students clutch resumes inside branded folders. Workshops on networking etiquette have begun in the adjoining classroom, indicating concurrent activities in nearby spaces. Outside the university gym, students line up before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "At the venue, healthcare providers display community outreach photos while students clutch resumes inside branded folders. Workshops on networking etiquette have begun in the adjoining classroom, indicating concurrent activities in nearby spaces. Outside the university gym, students line up before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "At the venue for a university career fair, healthcare providers display community outreach photos while students clutch resumes inside branded folders. Workshops on networking etiquette have begun in the adjoining classroom, indicating concurrent activities in nearby spaces. Outside the university gym, students line up before the career fair opens. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair venue, healthcare providers display community outreach photos while students clutch resumes inside branded folders. Workshops on networking etiquette have begun in the adjoining classroom, signaling concurrent activities in nearby spaces. Outside the university gym, students line up before the fair opens. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair venue, healthcare providers display community outreach photos and students clutch resumes inside branded folders. Workshops on networking etiquette have begun in the adjoining classroom, signaling concurrent activities in nearby spaces. Outside the university gym, students line up before the fair opens. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair venue, healthcare providers display community outreach photos while students clutch resumes inside branded folders. Workshops on networking etiquette have begun in the adjoining classroom, signaling concurrent activities in nearby spaces. Outside the university gym, students line up before the fair opens. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables."
  ],
  "32_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3526294686173825,
    0.3526294686173825,
    0.3526294686173825,
    0.3526294686173825,
    0.3526294686173825,
    0.3526294686173825,
    0.3526294686173825,
    0.3526294686173825,
    0.48961190692133305,
    0.48961190692133305,
    0.48961190692133305,
    0.48961190692133305,
    0.48961190692133305,
    0.48961190692133305,
    0.7253378133213774,
    0.7253378133213774,
    0.7253378133213774,
    0.7253378133213774,
    0.7253378133213774,
    0.7253378133213774,
    0.7879618337411286,
    0.7879618337411286,
    0.7879618337411286,
    0.7879618337411286,
    0.7879618337411286,
    0.7879618337411286,
    0.7879618337411286,
    0.7879618337411286,
    0.7879618337411286,
    0.7879618337411286,
    0.7879618337411286,
    0.7879618337411286,
    0.7879618337411286,
    0.7879618337411286,
    0.7879618337411286,
    0.8060825017810808,
    0.8060825017810808,
    0.8060825017810808,
    0.8060825017810808,
    0.8060825017810808,
    0.8060825017810808,
    0.8060825017810808,
    0.8060825017810808,
    0.8466696072084333,
    0.8466696072084333,
    0.8466696072084333,
    0.8466696072084333,
    0.8466696072084333,
    0.8466696072084333,
    0.8466696072084333,
    0.817729552511899,
    0.817729552511899,
    0.817729552511899,
    0.817729552511899,
    0.817729552511899,
    0.817729552511899,
    0.817729552511899,
    0.8466696072084333,
    0.8466696072084333
  ],
  "33": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, guiding their career-path exploration. The engineering society sponsors a resume review table near the stage.",
    "Career counselors redirect unsure students toward applicable industries, guiding their career-path exploration. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Career counselors redirect unsure students toward applicable industries, guiding their career-path exploration. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station.",
    "At an event, career counselors redirect unsure students toward applicable industries, guiding their career-path exploration. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, career counselors redirect unsure students toward applicable industries, guiding their career-path exploration. The engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, career counselors redirect unsure students toward applicable industries, guiding their career-path exploration. The engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "33_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.45765625594301407,
    0.45765625594301407,
    0.45765625594301407,
    0.45765625594301407,
    0.45765625594301407,
    0.45765625594301407,
    0.45765625594301407,
    0.7056573373843358,
    0.7056573373843358,
    0.7056573373843358,
    0.7056573373843358,
    0.7056573373843358,
    0.7056573373843358,
    0.7630785667795394,
    0.7630785667795394,
    0.7630785667795394,
    0.7630785667795394,
    0.7630785667795394,
    0.7630785667795394,
    0.7630785667795394,
    0.7630785667795394,
    0.7630785667795394,
    0.7630785667795394,
    0.7630785667795394,
    0.7630785667795394,
    0.7630785667795394,
    0.7630785667795394,
    0.7630785667795394,
    0.7630785667795394,
    0.7630785667795394,
    0.7630785667795394,
    0.79214946865879,
    0.79214946865879,
    0.79214946865879,
    0.79214946865879,
    0.79214946865879,
    0.79214946865879,
    0.79214946865879,
    0.79214946865879,
    0.79214946865879,
    0.79214946865879,
    0.79214946865879,
    0.79214946865879,
    0.8145183502866333,
    0.8145183502866333,
    0.8145183502866333,
    0.8145183502866333,
    0.8145183502866333,
    0.8145183502866333,
    0.8145183502866333,
    0.8145183502866333,
    0.8145183502866333,
    0.8145183502866333,
    0.8162135730073616,
    0.8162135730073616
  ],
  "34": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while alumni volunteers share quick pep talks near the coffee station.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, as alumni volunteers deliver brief pep talks near the coffee station, and tech companies display demo screens showing their latest apps.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule, while alumni volunteers deliver brief pep talks near the coffee station and tech companies display demo screens showing their latest apps.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station, while tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station, while tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station, while tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.4171826302645691,
    0.4171826302645691,
    0.4171826302645691,
    0.4171826302645691,
    0.4171826302645691,
    0.4171826302645691,
    0.4171826302645691,
    0.4171826302645691,
    0.4637343005643509,
    0.4637343005643509,
    0.4637343005643509,
    0.4637343005643509,
    0.4637343005643509,
    0.4637343005643509,
    0.4637343005643509,
    0.4637343005643509,
    0.4637343005643509,
    0.4637343005643509,
    0.4637343005643509,
    0.4637343005643509,
    0.49474915838364636,
    0.49474915838364636,
    0.49474915838364636,
    0.49474915838364636,
    0.49474915838364636,
    0.49474915838364636,
    0.49474915838364636,
    0.49474915838364636,
    0.7455276859044293,
    0.7455276859044293,
    0.7455276859044293,
    0.7455276859044293,
    0.7455276859044293,
    0.7455276859044293,
    0.7455276859044293,
    0.7455276859044293,
    0.7455276859044293,
    0.7455276859044293,
    0.7455276859044293,
    0.7455276859044293,
    0.7455276859044293,
    0.7455276859044293,
    0.7455276859044293,
    0.7455276859044293,
    0.7455276859044293,
    0.7455276859044293,
    0.7455276859044293
  ],
  "35": [
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while students line up outside the university gym before the career fair opens.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule as students line up outside the university gym before the career fair opens, while an alumni panel discusses how to prepare for technical interviews.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule as students line up outside the university gym before the career fair opens, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule as students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables while students clutch resumes inside branded folders.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule as students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables while students clutch resumes inside branded folders.",
    "A welcome announcement is broadcast over the PA system, outlining the career fair schedule as students line up outside the university gym before the fair opens. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables while students clutch resumes inside branded folders.",
    "The scene centers on a university career fair outside the university gym, with a welcome announcement over the PA outlining the schedule as students line up before the fair opens. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables while students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, a university career fair unfolds as students line up before opening, with a welcome announcement over the PA outlining the schedule. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables while students clutch resumes inside branded folders. Dozens of booths with colorful banners encircle the polished floor. Some students rehearse elevator pitches quietly against the wall."
  ],
  "35_score": [
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.47050025042773935,
    0.47050025042773935,
    0.47050025042773935,
    0.47050025042773935,
    0.47050025042773935,
    0.47050025042773935,
    0.47050025042773935,
    0.47050025042773935,
    0.5061223871609692,
    0.5061223871609692,
    0.5061223871609692,
    0.5061223871609692,
    0.5061223871609692,
    0.682319519888694,
    0.682319519888694,
    0.682319519888694,
    0.682319519888694,
    0.682319519888694,
    0.8459703024874177,
    0.8459703024874177,
    0.8459703024874177,
    0.8459703024874177,
    0.8459703024874177,
    0.8459703024874177,
    0.8459703024874177,
    0.8459703024874177,
    0.8459703024874177,
    0.8459703024874177,
    0.8459703024874177,
    0.8459703024874177,
    0.8459703024874177,
    0.8459703024874177,
    0.8459703024874177,
    0.8459703024874177,
    0.8333126362810577,
    0.8333126362810577,
    0.8333126362810577,
    0.8333126362810577,
    0.8333126362810577,
    0.8333126362810577,
    0.8333126362810577,
    0.8333126362810577,
    0.8449737229197685,
    0.8449737229197685,
    0.8449737229197685,
    0.8449737229197685,
    0.8449737229197685,
    0.8449737229197685,
    0.8449737229197685,
    0.8289393493663793,
    0.8289393493663793
  ],
  "36": [
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "A professional setting shows students clutch resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables.",
    "In a professional setting, students clutch resumes inside branded folders, while consulting firms stack glossy case-study booklets on high tables. The scene captures preparation for a career fair as students line up outside the university gym before the event opens.",
    "In a professional setting, students clutch resumes inside branded folders as consulting firms stack glossy case-study booklets on high tables. The scene captures preparation for a career fair, with students lining up outside the university gym before the event opens and finance firms offering QR codes for immediate internship applications.",
    "In a professional setting, students clutch resumes inside branded folders as consulting firms stack glossy case-study booklets on high tables, indicating preparation for a career fair. Students line up outside the university gym before the event opens, while finance firms offer QR codes for immediate internship applications, and workshops on networking etiquette begin in the adjoining classroom.",
    "In a professional setting, students prepare for a career fair, clutching resumes inside branded folders as consulting firms stack glossy case-study booklets on high tables, signaling preparation. Outside the university gym, students line up before the event opens. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos.",
    "At a university career fair, students clutch resumes inside branded folders as consulting firms stack glossy case-study booklets on high tables, signaling preparation. Outside the gym, students line up before the event opens. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "At a university career fair, students clutch resumes inside branded folders as consulting firms stack glossy case-study booklets on high tables, signaling preparation. Outside the gym, students line up before the event opens. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "At a university career fair, students clutch resumes inside branded folders while consulting firms stack glossy case-study booklets on high tables, signaling preparation. Outside the gym, lines form as students wait before the event opens. Finance firms offer QR codes for immediate internship applications. In the adjoining classroom, workshops on networking etiquette run. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens featuring their latest apps. A subset of students rehearses elevator pitches quietly against the wall."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3280284956663867,
    0.3280284956663867,
    0.3280284956663867,
    0.3280284956663867,
    0.3280284956663867,
    0.562581422426864,
    0.562581422426864,
    0.562581422426864,
    0.562581422426864,
    0.562581422426864,
    0.562581422426864,
    0.5931038229440164,
    0.5931038229440164,
    0.5931038229440164,
    0.5931038229440164,
    0.5931038229440164,
    0.5931038229440164,
    0.6024862106599462,
    0.6024862106599462,
    0.6024862106599462,
    0.6024862106599462,
    0.6024862106599462,
    0.6024862106599462,
    0.6024862106599462,
    0.8315617444770212,
    0.8315617444770212,
    0.8315617444770212,
    0.8315617444770212,
    0.8315617444770212,
    0.8315617444770212,
    0.8315617444770212,
    0.8315617444770212,
    0.8407029037487261,
    0.8407029037487261,
    0.8407029037487261,
    0.8407029037487261,
    0.8407029037487261,
    0.8407029037487261,
    0.8407029037487261,
    0.8407029037487261,
    0.8513144621993538,
    0.8513144621993538,
    0.8513144621993538,
    0.8513144621993538,
    0.8513144621993538,
    0.8513144621993538,
    0.8513144621993538,
    0.8513144621993538,
    0.8513144621993538,
    0.8465593848213873,
    0.8465593848213873,
    0.8465593848213873,
    0.8465593848213873,
    0.8465593848213873,
    0.8465593848213873
  ],
  "37": [
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, while consulting firms stack glossy case study booklets on high tables.",
    "At the entrance, event staff scan registrations and hand out lanyards, while consulting firms stack glossy case study booklets on high tables nearby, and groups of friends mark target employers on the event map.",
    "At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables nearby, and groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables nearby, and groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Event staff at the entrance scan registrations and hand out lanyards. Nearby, consulting firms stack glossy case study booklets on high tables, while groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. In a nearby area, consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to draw attention.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. In a nearby area, consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to draw attention. HR teams jot notes on tablets while students introduce themselves.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. In a nearby area, consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact, and later redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to draw attention. HR teams jot notes on tablets while students introduce themselves."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.41150947490648504,
    0.41150947490648504,
    0.41150947490648504,
    0.41150947490648504,
    0.4212722062651282,
    0.4212722062651282,
    0.4212722062651282,
    0.4212722062651282,
    0.4212722062651282,
    0.4212722062651282,
    0.4212722062651282,
    0.7275736178177112,
    0.7275736178177112,
    0.7275736178177112,
    0.7275736178177112,
    0.7275736178177112,
    0.7275736178177112,
    0.7453870698472849,
    0.7453870698472849,
    0.7453870698472849,
    0.7453870698472849,
    0.7453870698472849,
    0.7453870698472849,
    0.7453870698472849,
    0.7453870698472849,
    0.7870140349474095,
    0.7870140349474095,
    0.7870140349474095,
    0.7870140349474095,
    0.7870140349474095,
    0.7870140349474095,
    0.7870140349474095,
    0.7870140349474095,
    0.7870140349474095,
    0.8280591218836262,
    0.8280591218836262,
    0.8280591218836262,
    0.8280591218836262,
    0.8280591218836262,
    0.8280591218836262,
    0.8280591218836262,
    0.8280591218836262,
    0.8299846116291748,
    0.8299846116291748,
    0.8299846116291748,
    0.8299846116291748,
    0.8299846116291748,
    0.8299846116291748,
    0.8299846116291748,
    0.8299846116291748,
    0.8285210212487774,
    0.8285210212487774,
    0.8285210212487774,
    0.8285210212487774,
    0.8285210212487774
  ],
  "38": [
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens that showcase their latest apps.",
    "Tech companies display demo screens that showcase their latest apps, while students clutch resumes inside branded folders.",
    "Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders.",
    "Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders; consulting firms stack glossy case study booklets on high tables.",
    "Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders; consulting firms stack glossy case study booklets on high tables.",
    "Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders; consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, multiple sectors present exhibits: tech companies display demo screens with their latest apps; students clutch resumes in branded folders; consulting firms stack glossy case study booklets on high tables; staff scan registrations and hand out lanyards at the entrance; healthcare providers showcase community outreach photos.",
    "The event is a multi-sector expo with distinct exhibits. Tech companies display demo screens of their latest apps; students clutch resumes in branded folders; consulting firms stack glossy case study booklets on high tables; staff at the entrance scan registrations and hand out lanyards; healthcare providers showcase community outreach photos.",
    "At a multi-sector expo with distinct exhibits, tech companies display demo screens of their latest apps; students clutch resumes in branded folders; consulting firms stack glossy case study booklets on high tables; staff at the entrance scan registrations and hand out lanyards; healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4429795203070275,
    0.4429795203070275,
    0.4429795203070275,
    0.4429795203070275,
    0.4429795203070275,
    0.4429795203070275,
    0.4429795203070275,
    0.4180916008810631,
    0.4180916008810631,
    0.4180916008810631,
    0.4180916008810631,
    0.4180916008810631,
    0.4180916008810631,
    0.4180916008810631,
    0.4220667035637777,
    0.4220667035637777,
    0.4220667035637777,
    0.4220667035637777,
    0.4220667035637777,
    0.4220667035637777,
    0.4220667035637777,
    0.4220667035637777,
    0.4220667035637777,
    0.4220667035637777,
    0.4220667035637777,
    0.4220667035637777,
    0.4220667035637777,
    0.4220667035637777,
    0.4220667035637777,
    0.4220667035637777,
    0.6488764767809017,
    0.6488764767809017,
    0.6488764767809017,
    0.6488764767809017,
    0.6488764767809017,
    0.6488764767809017,
    0.6488764767809017,
    0.5113457142713954,
    0.5113457142713954,
    0.5113457142713954,
    0.5113457142713954,
    0.5113457142713954,
    0.5113457142713954,
    0.5113457142713954,
    0.5113457142713954,
    0.5113457142713954,
    0.5113457142713954,
    0.6284713851455459,
    0.6284713851455459,
    0.6284713851455459,
    0.6284713851455459,
    0.6284713851455459,
    0.6284713851455459,
    0.6284713851455459,
    0.6284713851455459,
    0.6229549055719186
  ],
  "39": [
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company is hosting a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "A cybersecurity company hosts a password cracking challenge on a laptop; the engineering society sponsors a resume review table near the stage; alumni volunteers share quick pep talks near the coffee station.",
    "A cybersecurity company hosts a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "An event features a cybersecurity challenge, resume review activities, pep talks, product demos, and display of case study materials. A cybersecurity company hosts a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "An event features a cybersecurity challenge, resume review activities, pep talks, product demos, and display of case study materials. A cybersecurity company hosts a password cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "An event features a cybersecurity challenge, resume review activities, pep talks, product demos, and display of case study materials. A cybersecurity company hosts a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case-study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves.",
    "An event features a cybersecurity challenge, resume review activities, pep talks, product demos, and display of case study materials. A cybersecurity company hosts a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case-study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves.",
    "The event centers on a cybersecurity challenge, resume reviews, pep talks, product demos, and the display of case-study materials. A cybersecurity company hosts a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage. Alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case-study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves. Career counselors remind attendees to maintain eye contact.",
    "The event centers on a cybersecurity challenge, resume reviews, pep talks, product demos, and the display of case-study materials. A cybersecurity company hosts a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage. Alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case-study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map."
  ],
  "39_score": [
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.5151678046245732,
    0.5151678046245732,
    0.5151678046245732,
    0.5151678046245732,
    0.5151678046245732,
    0.4988943235173855,
    0.4988943235173855,
    0.4988943235173855,
    0.4988943235173855,
    0.4988943235173855,
    0.4988943235173855,
    0.6998170794867982,
    0.6998170794867982,
    0.6998170794867982,
    0.6998170794867982,
    0.6998170794867982,
    0.6998170794867982,
    0.6998170794867982,
    0.6998170794867982,
    0.7785306493285268,
    0.7785306493285268,
    0.7785306493285268,
    0.7785306493285268,
    0.7785306493285268,
    0.7785306493285268,
    0.7755463635647926,
    0.7755463635647926,
    0.7755463635647926,
    0.7755463635647926,
    0.7755463635647926,
    0.7832897909813146,
    0.7832897909813146,
    0.7832897909813146,
    0.7832897909813146,
    0.7832897909813146,
    0.7832897909813146,
    0.7832897909813146,
    0.7832897909813146,
    0.7832897909813146,
    0.7832897909813146,
    0.7832897909813146,
    0.7832897909813146,
    0.7832897909813146,
    0.7832897909813146,
    0.7832897909813146,
    0.7832897909813146,
    0.7832897909813146,
    0.7832897909813146,
    0.8128413723993048,
    0.8128413723993048,
    0.8128413723993048,
    0.8128413723993048,
    0.8128413723993048,
    0.8128413723993048,
    0.8128413723993048,
    0.8128413723993048,
    0.8160600337118815,
    0.8160600337118815
  ],
  "40": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "Students line up outside the university gym as the career fair nears its opening. Career counselors remind attendees to maintain eye contact. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showcasing their latest apps.",
    "Students line up outside the university gym as the career fair nears its opening. Career counselors remind attendees to maintain eye contact. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showcasing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym as the career fair nears its opening. Career counselors remind attendees to maintain eye contact. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showcasing their latest apps. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "Students line up outside the university gym as the career fair nears its opening, while career counselors remind attendees to maintain eye contact. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showcasing their latest apps. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "Students line up outside the university gym before the career fair opens, as career counselors remind attendees to maintain eye contact. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showcasing their latest apps. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "Students line up outside the university gym before the career fair opens, as career counselors remind attendees to maintain eye contact. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showcasing their latest apps. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications.",
    "Students line up outside the university gym before the career fair opens, as career counselors remind attendees to maintain eye contact. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showcasing their latest apps. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications."
  ],
  "40_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.38754820020696173,
    0.38754820020696173,
    0.38754820020696173,
    0.38754820020696173,
    0.38754820020696173,
    0.694944153290366,
    0.694944153290366,
    0.694944153290366,
    0.694944153290366,
    0.694944153290366,
    0.694944153290366,
    0.7974058294341113,
    0.7974058294341113,
    0.7974058294341113,
    0.7974058294341113,
    0.7974058294341113,
    0.7974058294341113,
    0.7859952187206786,
    0.7859952187206786,
    0.7859952187206786,
    0.7859952187206786,
    0.7859952187206786,
    0.7859952187206786,
    0.7859952187206786,
    0.821084975925845,
    0.821084975925845,
    0.821084975925845,
    0.821084975925845,
    0.821084975925845,
    0.821084975925845,
    0.821084975925845,
    0.821084975925845,
    0.7928574045222773,
    0.7928574045222773,
    0.7928574045222773,
    0.7928574045222773,
    0.7928574045222773,
    0.7928574045222773,
    0.7928574045222773,
    0.7928574045222773,
    0.7928574045222773,
    0.7999578759817709,
    0.7999578759817709,
    0.7999578759817709,
    0.7999578759817709,
    0.7999578759817709,
    0.7999578759817709,
    0.7999578759817709,
    0.8341875559487206,
    0.8341875559487206,
    0.8341875559487206,
    0.8341875559487206,
    0.8341875559487206,
    0.8341875559487206,
    0.8341875559487206,
    0.8341875559487206,
    0.8341875559487206
  ],
  "41": [
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, while finance firms provide QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, while finance firms provide QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables while finance firms provide QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables while finance firms provide QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables while finance firms provide QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves.",
    "In a professional setting around a university career event, consulting firms stack glossy case study booklets on high tables while finance firms provide QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "At a university career event, consulting firms stack glossy case study booklets on high tables while finance firms provide QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries. Networking etiquette workshops begin in the adjoining classroom. HR teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth for attention.",
    "At a university career event, students line up outside the university gym before the career fair opens. Inside, consulting firms stack glossy case-study booklets on high tables, while finance firms provide QR codes for immediate internship applications. HR teams jot notes on tablets as students introduce themselves. Networking etiquette workshops begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.501480580239333,
    0.501480580239333,
    0.501480580239333,
    0.501480580239333,
    0.501480580239333,
    0.5244208119413827,
    0.5244208119413827,
    0.5244208119413827,
    0.5244208119413827,
    0.6911237959480074,
    0.6911237959480074,
    0.6911237959480074,
    0.6911237959480074,
    0.6911237959480074,
    0.6911237959480074,
    0.6755848494104528,
    0.6755848494104528,
    0.6755848494104528,
    0.6755848494104528,
    0.6755848494104528,
    0.6755848494104528,
    0.6755848494104528,
    0.6755848494104528,
    0.6998329347887815,
    0.6998329347887815,
    0.6998329347887815,
    0.6998329347887815,
    0.6998329347887815,
    0.6998329347887815,
    0.6998329347887815,
    0.6998329347887815,
    0.7044502812446631,
    0.7044502812446631,
    0.7044502812446631,
    0.7044502812446631,
    0.7044502812446631,
    0.7044502812446631,
    0.7044502812446631,
    0.7044502812446631,
    0.7044502812446631,
    0.7044502812446631,
    0.7419367989788689,
    0.7419367989788689,
    0.7419367989788689,
    0.7419367989788689,
    0.7419367989788689,
    0.7419367989788689,
    0.8245139826493838,
    0.8245139826493838,
    0.8245139826493838,
    0.8245139826493838,
    0.8245139826493838,
    0.8245139826493838,
    0.8245139826493838,
    0.8310943368658952
  ],
  "42": [
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "In the venue, tech companies are displaying demo screens that showcase their latest apps. The engineering society sponsors a resume review table near the stage.",
    "At the venue, tech companies are displaying demo screens that showcase their latest apps. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "At the venue, tech companies display demo screens showcasing their latest apps. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At the venue, tech companies display demo screens showcasing their latest apps. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the venue, tech companies display demo screens showcasing their latest apps. The engineering society sponsors a resume review table near the stage, and groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications.",
    "At the venue, tech companies display demo screens showcasing their latest apps. The engineering society sponsors a resume review table near the stage, while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications.",
    "At the venue, tech companies display demo screens showcasing their latest apps. The engineering society sponsors a resume review table near the stage, while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews.",
    "At the venue, tech companies display demo screens showcasing their latest apps. The engineering society sponsors a resume review table near the stage, while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.5481585082994842,
    0.5481585082994842,
    0.5481585082994842,
    0.5481585082994842,
    0.5481585082994842,
    0.5481585082994842,
    0.7512086849853657,
    0.7512086849853657,
    0.7512086849853657,
    0.7512086849853657,
    0.7512086849853657,
    0.7512086849853657,
    0.8033261026649376,
    0.8033261026649376,
    0.8033261026649376,
    0.8033261026649376,
    0.8033261026649376,
    0.8033261026649376,
    0.805783198713851,
    0.805783198713851,
    0.805783198713851,
    0.805783198713851,
    0.805783198713851,
    0.805783198713851,
    0.805783198713851,
    0.8321239868483248,
    0.8321239868483248,
    0.8321239868483248,
    0.8321239868483248,
    0.8321239868483248,
    0.8321239868483248,
    0.8321239868483248,
    0.8321239868483248,
    0.8321239868483248,
    0.8309796019297653,
    0.8309796019297653,
    0.8309796019297653,
    0.8309796019297653,
    0.8309796019297653,
    0.8309796019297653,
    0.8309796019297653,
    0.8309796019297653,
    0.8309796019297653,
    0.8392145144295851,
    0.8392145144295851,
    0.8392145144295851,
    0.8392145144295851,
    0.8392145144295851,
    0.8392145144295851,
    0.8392145144295851,
    0.8392145144295851,
    0.8352592086377948,
    0.8352592086377948
  ],
  "43": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, and a welcome announcement outlines the fair schedule over the PA system.",
    "Workshops on networking etiquette begin in the adjoining classroom, marking the start of organized sessions. A welcome announcement is being broadcast over the PA system and outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall.",
    "Networking etiquette workshops begin in the adjoining classroom, marking the start of organized sessions. A welcome announcement on the PA system outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "Networking etiquette workshops begin in the adjoining classroom, marking the start of organized sessions. A welcome announcement on the PA system outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "Networking etiquette workshops have begun in the adjoining classroom, marking the start of organized sessions. A welcome announcement over the PA outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact.",
    "Networking etiquette workshops have begun in the adjoining classroom, marking the start of organized sessions. A welcome announcement over the PA outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth for attention.",
    "Networking etiquette workshops have begun in the adjoining classroom, marking the start of organized sessions. A welcome announcement over the PA outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth for attention.",
    "Networking etiquette workshops have begun in the adjoining classroom, marking the start of organized sessions. A welcome announcement over the PA outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.38456887114840593,
    0.38456887114840593,
    0.38456887114840593,
    0.38456887114840593,
    0.38456887114840593,
    0.38456887114840593,
    0.6281857154369391,
    0.6281857154369391,
    0.6281857154369391,
    0.6281857154369391,
    0.6281857154369391,
    0.6281857154369391,
    0.6869811858998485,
    0.6869811858998485,
    0.6869811858998485,
    0.6869811858998485,
    0.6869811858998485,
    0.6869811858998485,
    0.6869811858998485,
    0.6869811858998485,
    0.7778514886031557,
    0.7778514886031557,
    0.7778514886031557,
    0.7778514886031557,
    0.7778514886031557,
    0.7778514886031557,
    0.7881038547832271,
    0.7881038547832271,
    0.7881038547832271,
    0.7881038547832271,
    0.7881038547832271,
    0.7881038547832271,
    0.7881038547832271,
    0.8439667307865958,
    0.8439667307865958,
    0.8439667307865958,
    0.8439667307865958,
    0.8439667307865958,
    0.8439667307865958,
    0.8439667307865958,
    0.8439667307865958,
    0.8439667307865958,
    0.8439667307865958,
    0.8439667307865958,
    0.8439667307865958,
    0.8439667307865958,
    0.8439667307865958,
    0.8439667307865958,
    0.8439667307865958,
    0.8439667307865958,
    0.8439667307865958,
    0.8439667307865958,
    0.8439667307865958,
    0.8552062752219394,
    0.8552062752219394,
    0.8552062752219394,
    0.8552062752219394
  ],
  "44": [
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables; human resources teams jot notes on tablets as students introduce themselves.",
    "Consulting firms stack glossy case study booklets on high tables; human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "During the career event, consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "At the career event, consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves. Networking etiquette workshops begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career event, consulting firms stack glossy case study booklets on high tables while human resources teams jot notes on tablets as students introduce themselves. Networking etiquette workshops begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos.",
    "At the career event, consulting firms stack glossy case study booklets on high tables while human resources teams jot notes on tablets as students introduce themselves. Networking etiquette workshops begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map.",
    "The career event presents consulting firms stacking glossy case study booklets on high tables while HR teams jot notes on tablets as students introduce themselves. Networking etiquette workshops run in the adjoining classroom. Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables while HR teams jot notes on tablets as students introduce themselves. An adjoining classroom hosts networking etiquette workshops. Students line up outside the university gym before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.4077439411407359,
    0.4077439411407359,
    0.4077439411407359,
    0.4077439411407359,
    0.4077439411407359,
    0.4077439411407359,
    0.5198063791386409,
    0.5198063791386409,
    0.5198063791386409,
    0.5198063791386409,
    0.5198063791386409,
    0.5198063791386409,
    0.5198063791386409,
    0.5198063791386409,
    0.7948755512065236,
    0.7948755512065236,
    0.7948755512065236,
    0.7948755512065236,
    0.7948755512065236,
    0.8135619152981721,
    0.8135619152981721,
    0.8135619152981721,
    0.8135619152981721,
    0.8135619152981721,
    0.8135619152981721,
    0.8051677651276813,
    0.8051677651276813,
    0.8051677651276813,
    0.8051677651276813,
    0.8051677651276813,
    0.8051677651276813,
    0.8051677651276813,
    0.8051677651276813,
    0.8051677651276813,
    0.8051677651276813,
    0.8051677651276813,
    0.8052391048972158,
    0.8052391048972158,
    0.8052391048972158,
    0.8052391048972158,
    0.8052391048972158,
    0.8052391048972158,
    0.8052391048972158,
    0.8052391048972158,
    0.8052391048972158,
    0.7755753318640835,
    0.7755753318640835,
    0.7755753318640835,
    0.7755753318640835,
    0.7755753318640835,
    0.7755753318640835,
    0.7755753318640835,
    0.8605749963536954,
    0.8605749963536954,
    0.8605749963536954
  ],
  "45": [
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders.",
    "Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders.",
    "Some students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders, as workshops on networking etiquette begin in the adjoining classroom.",
    "In a shared space, some students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders, as workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In a shared space, some students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders as workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop, while human resources teams jot notes on tablets and students introduce themselves.",
    "In a shared space, a group of students rehearses elevator pitches quietly against the wall, clutching resumes inside branded folders as workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company is running a password-cracking challenge on a laptop, while human resources teams jot notes on tablets and students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "In a shared space, a group of students rehearses elevator pitches quietly against the wall, clutching resumes inside branded folders as workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company is running a password-cracking challenge on a laptop, while human resources teams jot notes on tablets and students introduce themselves. Career counselors redirect unsure students toward applicable industries, and finance firms offer QR codes for immediate internship applications.",
    "In a shared university space, a group of students rehearses elevator pitches quietly against the wall, clutching resumes inside branded folders as workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop nearby, while human resources teams jot notes on tablets and students introduce themselves. Career counselors redirect unsure students toward applicable industries, and finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.3394715871030872,
    0.3394715871030872,
    0.3394715871030872,
    0.3394715871030872,
    0.3394715871030872,
    0.5062375033095636,
    0.5062375033095636,
    0.5062375033095636,
    0.5062375033095636,
    0.5062375033095636,
    0.5062375033095636,
    0.5062375033095636,
    0.5062375033095636,
    0.5131050759106819,
    0.5131050759106819,
    0.5131050759106819,
    0.5131050759106819,
    0.5131050759106819,
    0.5131050759106819,
    0.5131050759106819,
    0.5131050759106819,
    0.5131050759106819,
    0.6814348924651856,
    0.6814348924651856,
    0.6814348924651856,
    0.6814348924651856,
    0.6814348924651856,
    0.6814348924651856,
    0.716190037959562,
    0.716190037959562,
    0.716190037959562,
    0.716190037959562,
    0.716190037959562,
    0.716190037959562,
    0.716190037959562,
    0.716190037959562,
    0.716190037959562
  ],
  "46": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while students line up outside the university gym before the career fair opens.",
    "Tech companies display demo screens showing their latest apps as students line up outside the university gym before the career fair opens; career counselors redirect unsure students toward applicable industries.",
    "Tech companies display demo screens of their latest apps as students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "Tech companies display demo screens of their latest apps as students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries, while workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym before the career fair opens, tech companies display demo screens of their latest apps as students line up. Career counselors redirect unsure students toward applicable industries, and workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves.",
    "Outside the university gym before the career fair opens, tech companies display demo screens of their latest apps as students line up. Career counselors redirect unsure students toward applicable industries, and workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders.",
    "Outside the university gym before the career fair opens, tech companies display demo screens of their latest apps as students line up. Career counselors redirect unsure students toward applicable industries, and networking etiquette workshops begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "Outside the university gym before the career fair opens, tech companies display demo screens of their latest apps as students line up. Career counselors redirect unsure students toward applicable industries, and networking etiquette workshops begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves, while students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.5427183897846204,
    0.5427183897846204,
    0.5427183897846204,
    0.5427183897846204,
    0.5427183897846204,
    0.7562525713774815,
    0.7562525713774815,
    0.7562525713774815,
    0.7562525713774815,
    0.7562525713774815,
    0.7562525713774815,
    0.7562525713774815,
    0.7562525713774815,
    0.7954449663086725,
    0.7954449663086725,
    0.7954449663086725,
    0.7954449663086725,
    0.7954449663086725,
    0.7909563194133375,
    0.7909563194133375,
    0.7909563194133375,
    0.7909563194133375,
    0.7909563194133375,
    0.7909563194133375,
    0.7909563194133375,
    0.7909563194133375,
    0.7909563194133375,
    0.8201097473741682,
    0.8201097473741682,
    0.8201097473741682,
    0.8201097473741682,
    0.8201097473741682,
    0.8201097473741682,
    0.8201097473741682,
    0.8201097473741682,
    0.8643526520180099,
    0.8643526520180099,
    0.8643526520180099,
    0.8643526520180099,
    0.8643526520180099,
    0.8643526520180099,
    0.8643526520180099,
    0.8643526520180099,
    0.8603743589809285,
    0.8603743589809285,
    0.8603743589809285,
    0.8603743589809285
  ],
  "47": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A group of students rehearses elevator pitches quietly against the wall.",
    "A group of students rehearses elevator pitches quietly against the wall, while groups of friends mark target employers on the event map.",
    "A scene at an event shows a group of students rehearsing elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, a group of students rehearses elevator pitches quietly against the wall while groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, and students line up outside the university gym before the career fair opens.",
    "At the event, a group of students rehearses elevator pitches quietly against the wall while groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, and students line up outside the university gym before the career fair opens. Inside, students clutch resumes in branded folders.",
    "At the event, students rehearse elevator pitches quietly against the wall as groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, and students line up outside the university gym before the career fair opens. Inside, students clutch resumes in branded folders while tech companies display demo screens showing their latest apps.",
    "At the event, students rehearse elevator pitches quietly against the wall as groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, and students line up outside the university gym before the career fair opens. Inside, students clutch resumes in branded folders while tech companies display demo screens showing their latest apps."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.24739101507431488,
    0.24739101507431488,
    0.24739101507431488,
    0.24739101507431488,
    0.24739101507431488,
    0.24739101507431488,
    0.24739101507431488,
    0.24739101507431488,
    0.3659652571785532,
    0.3659652571785532,
    0.3659652571785532,
    0.3659652571785532,
    0.3659652571785532,
    0.3659652571785532,
    0.3659652571785532,
    0.5606265711248797,
    0.5606265711248797,
    0.5606265711248797,
    0.5606265711248797,
    0.5606265711248797,
    0.5606265711248797,
    0.5606265711248797,
    0.5606265711248797,
    0.5606265711248797,
    0.6256328440462341,
    0.6256328440462341,
    0.6256328440462341,
    0.6256328440462341,
    0.6256328440462341,
    0.6256328440462341,
    0.8069879627324116,
    0.8069879627324116,
    0.8069879627324116,
    0.8069879627324116,
    0.8069879627324116,
    0.8069879627324116,
    0.8069879627324116,
    0.8069879627324116,
    0.8069879627324116,
    0.8069879627324116,
    0.8069879627324116,
    0.8318020220565183,
    0.8318020220565183,
    0.8318020220565183,
    0.8318020220565183,
    0.8318020220565183,
    0.8318020220565183,
    0.8318020220565183,
    0.8318020220565183,
    0.8318020220565183,
    0.8318020220565183,
    0.8318020220565183,
    0.8318020220565183,
    0.8318020220565183,
    0.8318020220565183,
    0.8318020220565183,
    0.8318020220565183
  ],
  "48": [
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "An engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps.",
    "An engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "An engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "An engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews.",
    "At a technology-focused event, an engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a technology-focused event, an engineering society sponsors a resume review table near the stage while tech companies display demo screens with their latest apps. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves.",
    "At a technology-focused event, an engineering society sponsors a resume review table near the stage while tech companies display demo screens with their latest apps. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos.",
    "At a technology-focused event, an engineering society sponsors a resume review table near the stage while tech companies display demo screens featuring their latest apps. In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.43941087866991374,
    0.43941087866991374,
    0.43941087866991374,
    0.43941087866991374,
    0.43941087866991374,
    0.43941087866991374,
    0.43941087866991374,
    0.5796135992079716,
    0.5796135992079716,
    0.5796135992079716,
    0.5796135992079716,
    0.5796135992079716,
    0.5796135992079716,
    0.5796135992079716,
    0.5796135992079716,
    0.5796135992079716,
    0.5796135992079716,
    0.5970172166280432,
    0.5970172166280432,
    0.5970172166280432,
    0.5970172166280432,
    0.5970172166280432,
    0.5970172166280432,
    0.5970172166280432,
    0.5970172166280432,
    0.7488916863556303,
    0.7488916863556303,
    0.7488916863556303,
    0.7488916863556303,
    0.7488916863556303,
    0.7488916863556303,
    0.7488916863556303,
    0.7488916863556303,
    0.7488916863556303,
    0.7488916863556303,
    0.7488916863556303,
    0.7463662656983321,
    0.7463662656983321,
    0.7463662656983321,
    0.7463662656983321,
    0.7463662656983321,
    0.7463662656983321,
    0.7463662656983321,
    0.7463662656983321,
    0.7463662656983321,
    0.7463662656983321,
    0.7903914338389815,
    0.7903914338389815,
    0.7903914338389815,
    0.7903914338389815,
    0.7903914338389815,
    0.7903914338389815,
    0.7903914338389815,
    0.7903914338389815,
    0.8167465788339868,
    0.8167465788339868,
    0.8167465788339868,
    0.8167465788339868
  ],
  "49": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while healthcare providers showcase community outreach photos.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule; at the same time, healthcare providers showcase community outreach photos. In the adjoining classroom, workshops on networking etiquette begin.",
    "During the event, a welcome announcement is broadcast over the PA system outlining the fair schedule, while healthcare providers showcase community outreach photos. In the adjoining classroom, workshops on networking etiquette begin. Near the stage, the engineering society sponsors a resume review table.",
    "An event scene includes a welcome announcement broadcast over the PA system outlining the fair schedule. Healthcare providers showcase community outreach photos. In the adjoining classroom, workshops on networking etiquette begin. Near the stage, the engineering society sponsors a resume review table.",
    "An event scene includes a welcome announcement broadcast over the PA system outlining the fair schedule, while healthcare providers showcase community outreach photos. In the adjoining classroom, workshops on networking etiquette begin. Near the stage, the engineering society sponsors a resume review table, and students clutch resumes inside branded folders.",
    "An event scene includes a welcome announcement broadcast over the PA system outlining the fair schedule, complemented by healthcare providers showcasing community outreach photos. In the adjoining classroom, workshops on networking etiquette have begun. Near the stage, the engineering society sponsors a resume review table, and students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "The event scene features a welcome PA broadcast outlining the fair schedule, complemented by healthcare providers displaying community outreach photos. In the adjoining classroom, networking etiquette workshops have begun. Near the stage, the engineering society sponsors a resume review table, with students clutching resumes in branded folders. Alumni volunteers give quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "The event scene features a welcome PA broadcast outlining the fair schedule, complemented by healthcare providers displaying community outreach photos. In the adjoining classroom, networking etiquette workshops have begun. Near the stage, the engineering society sponsors a resume review table, with students clutching resumes in branded folders. Alumni volunteers give quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.39533452196339525,
    0.39533452196339525,
    0.39533452196339525,
    0.39533452196339525,
    0.39533452196339525,
    0.39533452196339525,
    0.5736982050445785,
    0.5736982050445785,
    0.5736982050445785,
    0.5736982050445785,
    0.5736982050445785,
    0.5736982050445785,
    0.5736982050445785,
    0.7645148981373289,
    0.7645148981373289,
    0.7645148981373289,
    0.7645148981373289,
    0.7645148981373289,
    0.760104142358838,
    0.760104142358838,
    0.760104142358838,
    0.760104142358838,
    0.760104142358838,
    0.760104142358838,
    0.760104142358838,
    0.7805657548915372,
    0.7805657548915372,
    0.7805657548915372,
    0.7805657548915372,
    0.7805657548915372,
    0.7805657548915372,
    0.7805657548915372,
    0.7805657548915372,
    0.793263821436575,
    0.793263821436575,
    0.793263821436575,
    0.793263821436575,
    0.793263821436575,
    0.793263821436575,
    0.793263821436575,
    0.793263821436575,
    0.793263821436575,
    0.8145640920267088,
    0.8145640920267088,
    0.8145640920267088,
    0.8145640920267088,
    0.8145640920267088,
    0.8145640920267088,
    0.8145640920267088,
    0.8232669872296916,
    0.8232669872296916,
    0.8232669872296916,
    0.8232669872296916,
    0.8232669872296916,
    0.8232669872296916
  ]
}