{
  "0": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders.",
    "Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders and line up outside the university gym before the career fair opens.",
    "Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders and line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "In the pre-career fair scene, groups of friends mark target employers on the event map, while students clutch resumes inside branded folders and line up outside the university gym before the fair opens. Consulting firms stack glossy case study booklets on high tables, and some students rehearse elevator pitches quietly against the wall.",
    "In the pre-career fair scene, groups of friends mark target employers on the event map while students clutch resumes inside branded folders and line up outside the university gym before the fair opens. Consulting firms stack glossy case study booklets on high tables, and some students rehearse elevator pitches quietly against the wall.",
    "During the pre-career fair, groups of friends mark target employers on the event map while students clutch resumes inside branded folders and line up outside the university gym before the fair opens. Consulting firms stack glossy case study booklets on high tables, and some students rehearse elevator pitches quietly against the wall.",
    "During the pre-career fair, groups of friends mark target employers on the event map while students clutch resumes inside branded folders and line up outside the university gym before the fair opens. Consulting firms stack glossy case study booklets on high tables, and some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage.",
    "At the pre-career fair, groups of friends mark target employers on the event map, while students clutch resumes inside branded folders and line up outside the university gym before the fair opens. Consulting firms stack glossy case study booklets on high tables, and some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage."
  ],
  "0_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4605851314199839,
    0.4605851314199839,
    0.4605851314199839,
    0.4605851314199839,
    0.4605851314199839,
    0.4605851314199839,
    0.64458840020352,
    0.64458840020352,
    0.64458840020352,
    0.64458840020352,
    0.64458840020352,
    0.64458840020352,
    0.6625508914614701,
    0.6625508914614701,
    0.6625508914614701,
    0.6625508914614701,
    0.6625508914614701,
    0.6625508914614701,
    0.6625508914614701,
    0.6625508914614701,
    0.6625508914614701,
    0.6625508914614701,
    0.6632033098379753,
    0.6632033098379753,
    0.6632033098379753,
    0.6632033098379753,
    0.6632033098379753,
    0.6632033098379753,
    0.6632033098379753,
    0.6633185714228401,
    0.6633185714228401,
    0.6633185714228401,
    0.6633185714228401,
    0.6633185714228401,
    0.6633185714228401,
    0.6633185714228401,
    0.6633185714228401,
    0.6633185714228401,
    0.808592802429525,
    0.808592802429525,
    0.808592802429525,
    0.808592802429525,
    0.808592802429525,
    0.808592802429525,
    0.808592802429525,
    0.8133969945376853,
    0.8133969945376853,
    0.8133969945376853,
    0.8133969945376853,
    0.8133969945376853,
    0.8133969945376853,
    0.8133969945376853
  ],
  "1": [
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall.",
    "Alumni volunteers share quick pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention.",
    "Alumni volunteers share quick pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor.",
    "Alumni volunteers share quick pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system.",
    "Alumni volunteers give quick pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor, and a welcome announcement outlines the fair schedule over the PA system.",
    "Alumni volunteers give quick pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor, and a welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps.",
    "Alumni volunteers deliver brief pep talks near the coffee station while some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor as a welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "Alumni volunteers deliver brief pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor as a welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3059230392292524,
    0.3059230392292524,
    0.3059230392292524,
    0.3059230392292524,
    0.3059230392292524,
    0.3059230392292524,
    0.5471304310189208,
    0.5471304310189208,
    0.5471304310189208,
    0.5471304310189208,
    0.5471304310189208,
    0.5471304310189208,
    0.6920006234024744,
    0.6920006234024744,
    0.6920006234024744,
    0.6920006234024744,
    0.6920006234024744,
    0.6920006234024744,
    0.6920006234024744,
    0.6920006234024744,
    0.6920006234024744,
    0.8239771487170114,
    0.8239771487170114,
    0.8239771487170114,
    0.8239771487170114,
    0.8239771487170114,
    0.8239771487170114,
    0.8239771487170114,
    0.8068995475575955,
    0.8068995475575955,
    0.8068995475575955,
    0.8068995475575955,
    0.8068995475575955,
    0.8068995475575955,
    0.8068995475575955,
    0.8068995475575955,
    0.8068995475575955,
    0.8281899736101881,
    0.8281899736101881,
    0.8281899736101881,
    0.8281899736101881,
    0.8281899736101881,
    0.8281899736101881,
    0.8281899736101881,
    0.8281899736101881,
    0.8281899736101881,
    0.8577128357442192,
    0.8577128357442192,
    0.8577128357442192,
    0.8577128357442192,
    0.8577128357442192,
    0.8577128357442192,
    0.8577128357442192,
    0.8577128357442192,
    0.8577128357442192,
    0.8871865291924894,
    0.8871865291924894
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while a welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system, outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews. Before the fair opens, students line up outside the university gym.",
    "At the career fair, counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Before the fair opens, students line up outside the university gym.",
    "At the career fair, counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Before the fair opens, students line up outside the university gym. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, counselors remind attendees to maintain eye contact while engaging with recruiters. A welcome announcement over the PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Before the fair opens, students line up outside the university gym. Finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4632192108897504,
    0.4632192108897504,
    0.4632192108897504,
    0.4632192108897504,
    0.4632192108897504,
    0.4632192108897504,
    0.4632192108897504,
    0.7722740490748388,
    0.7722740490748388,
    0.7722740490748388,
    0.7722740490748388,
    0.7722740490748388,
    0.7722740490748388,
    0.7722740490748388,
    0.7815041013506698,
    0.7815041013506698,
    0.7815041013506698,
    0.7815041013506698,
    0.7815041013506698,
    0.7815041013506698,
    0.7815041013506698,
    0.7815041013506698,
    0.7815041013506698,
    0.7728886658134226,
    0.7728886658134226,
    0.7728886658134226,
    0.7728886658134226,
    0.7728886658134226,
    0.7728886658134226,
    0.7728886658134226,
    0.8398100784141709,
    0.8398100784141709,
    0.8398100784141709,
    0.8398100784141709,
    0.8398100784141709,
    0.8398100784141709,
    0.8398100784141709,
    0.8398100784141709,
    0.8398100784141709,
    0.8398100784141709,
    0.8398100784141709,
    0.8486143347884456,
    0.8486143347884456,
    0.8486143347884456,
    0.8486143347884456,
    0.8486143347884456,
    0.8486143347884456
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage.",
    "Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "At the entrance, event staff scan registrations and hand out lanyards. A resume review table sponsored by the engineering society sits near the stage. Tech companies display demo screens featuring their latest apps. Groups of friends mark target employers on the event map.",
    "Event staff at the entrance scan registrations and hand out lanyards. Near the stage, a resume review table sponsored by the engineering society sits. Tech companies display demo screens featuring their latest apps. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention.",
    "Event staff at the entrance scan registrations and hand out lanyards, while near the stage a resume review table sponsored by the engineering society sits. Tech companies display demo screens featuring their latest apps, and groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention.",
    "Event staff at the entrance scan registrations and hand out lanyards. Near the stage, a resume review table sponsored by the engineering society is set up. Tech companies display demo screens featuring their latest apps. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. Finance firms offer QR codes for immediate internship applications.",
    "Event staff at the entrance scan registrations and hand out lanyards as attendees arrive. Near the stage, a resume review table sponsored by the engineering society is set up. Tech companies display demo screens featuring their latest apps. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "Event staff at the entrance scan registrations and hand out lanyards as attendees arrive. Near the stage, a resume review table sponsored by the engineering society is set up. Tech companies display demo screens featuring their latest apps. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.6160517908499188,
    0.6160517908499188,
    0.6160517908499188,
    0.6160517908499188,
    0.6160517908499188,
    0.6160517908499188,
    0.6160517908499188,
    0.76516121403964,
    0.76516121403964,
    0.76516121403964,
    0.76516121403964,
    0.76516121403964,
    0.76516121403964,
    0.76516121403964,
    0.8177023514387111,
    0.8177023514387111,
    0.8177023514387111,
    0.8177023514387111,
    0.8177023514387111,
    0.8177023514387111,
    0.8177023514387111,
    0.8177023514387111,
    0.8228646643593798,
    0.8228646643593798,
    0.8228646643593798,
    0.8228646643593798,
    0.8228646643593798,
    0.8228646643593798,
    0.8228646643593798,
    0.7773026588989942,
    0.7773026588989942,
    0.7773026588989942,
    0.7773026588989942,
    0.7773026588989942,
    0.7773026588989942,
    0.7773026588989942,
    0.8564433980645529,
    0.8564433980645529,
    0.8564433980645529,
    0.8564433980645529,
    0.8564433980645529,
    0.8564433980645529,
    0.876164169601094,
    0.876164169601094,
    0.876164169601094,
    0.876164169601094,
    0.876164169601094,
    0.876164169601094,
    0.876164169601094,
    0.876164169601094,
    0.876164169601094,
    0.876164169601094,
    0.876164169601094,
    0.876164169601094,
    0.876164169601094,
    0.876164169601094
  ],
  "4": [
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, highlighting current offerings. Career counselors redirect unsure students toward applicable industries, guiding them to opportunities aligned with their interests.",
    "Tech companies display demo screens showing their latest apps, highlighting current offerings. Career counselors redirect unsure students toward applicable industries, guiding them to opportunities aligned with their interests. Consulting firms stack glossy case study booklets on high tables.",
    "Tech companies display demo screens showing their latest apps and highlighting current offerings. Career counselors redirect unsure students toward applicable industries, guiding them to opportunities aligned with their interests. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "At a professional showcase, tech companies display demo screens highlighting their latest apps and current offerings. Career counselors direct unsure students toward applicable industries, guiding them to opportunities aligned with their interests. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station.",
    "At a professional showcase, tech companies display demo screens highlighting their latest apps and current offerings. Career counselors direct unsure students toward applicable industries, guiding them to opportunities aligned with their interests. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "At a professional showcase, tech companies display demo screens highlighting their latest apps and current offerings. Career counselors direct unsure students toward applicable industries, guiding them to opportunities aligned with their interests. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "At a professional showcase, tech companies display demo screens highlighting their latest apps and current offerings. Career counselors direct unsure students toward applicable industries, guiding them to opportunities aligned with their interests. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.5769855076348936,
    0.5769855076348936,
    0.5769855076348936,
    0.5769855076348936,
    0.5769855076348936,
    0.5769855076348936,
    0.5769855076348936,
    0.5769855076348936,
    0.5769855076348936,
    0.5769855076348936,
    0.5769855076348936,
    0.5769855076348936,
    0.5769855076348936,
    0.5769855076348936,
    0.6751520060105152,
    0.6751520060105152,
    0.6751520060105152,
    0.6751520060105152,
    0.6751520060105152,
    0.6751520060105152,
    0.7237798039271603,
    0.7237798039271603,
    0.7237798039271603,
    0.7237798039271603,
    0.7237798039271603,
    0.7237798039271603,
    0.7237798039271603,
    0.7237798039271603,
    0.7237798039271603,
    0.7491100607696328,
    0.7491100607696328,
    0.7491100607696328,
    0.7491100607696328,
    0.7491100607696328,
    0.7491100607696328,
    0.7491100607696328,
    0.7739391107002256,
    0.7739391107002256,
    0.7739391107002256,
    0.7739391107002256,
    0.7739391107002256,
    0.7739391107002256,
    0.7739391107002256,
    0.7739391107002256,
    0.7739391107002256,
    0.7739391107002256,
    0.7739391107002256,
    0.7739391107002256,
    0.7739391107002256,
    0.7739391107002256,
    0.7739391107002256,
    0.7921892113713394,
    0.7921892113713394,
    0.7921892113713394,
    0.7921892113713394,
    0.7921892113713394
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables.",
    "At the event, a cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "At the event, a cybersecurity company runs a password cracking challenge on a laptop. Consulting firms display glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries.",
    "At the event, a cybersecurity company runs a password cracking challenge on a laptop. Consulting firms display glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms display glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms display glossy case-study booklets on high tables. The engineering society sponsors a resume-review table near the stage. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop, while consulting firms display glossy case-study booklets on high tables. The engineering society sponsors a resume-review table near the stage, and career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, and human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop, while consulting firms display glossy case-study booklets on high tables. The engineering society sponsors a resume-review table near the stage, and career counselors direct unsure students toward applicable industries while reminding attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, and human resources teams jot notes on tablets as students introduce themselves."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.7399712700553311,
    0.7399712700553311,
    0.7399712700553311,
    0.7399712700553311,
    0.7399712700553311,
    0.7399712700553311,
    0.7399712700553311,
    0.7774720303368976,
    0.7774720303368976,
    0.7774720303368976,
    0.7774720303368976,
    0.7774720303368976,
    0.7774720303368976,
    0.7774720303368976,
    0.8120328965707515,
    0.8120328965707515,
    0.8120328965707515,
    0.8120328965707515,
    0.8120328965707515,
    0.8120328965707515,
    0.8120328965707515,
    0.8141752801798067,
    0.8141752801798067,
    0.8141752801798067,
    0.8141752801798067,
    0.8141752801798067,
    0.8141752801798067,
    0.8141752801798067,
    0.8141752801798067,
    0.8222512401950597,
    0.8222512401950597,
    0.8222512401950597,
    0.8222512401950597,
    0.8222512401950597,
    0.8222512401950597,
    0.8010714498758855,
    0.8010714498758855,
    0.8010714498758855,
    0.8010714498758855,
    0.8010714498758855,
    0.8010714498758855,
    0.8010714498758855,
    0.8010714498758855,
    0.8010714498758855,
    0.7927374261247677,
    0.7927374261247677,
    0.7927374261247677,
    0.7927374261247677
  ],
  "6": [
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners circle the polished floor, while some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners circle the polished floor, while some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage.",
    "Dozens of booths with colorful banners encircle the polished floor, while some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. A welcome announcement outlines the fair schedule over the PA system.",
    "Dozens of booths with colorful banners encircle the polished floor, creating a lively fair layout. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map.",
    "The scene centers on a polished floor where dozens of booths with colorful banners encircle the space, creating a lively fair layout. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "The scene centers on a polished floor where dozens of booths with colorful banners encircle the space, creating a lively fair layout. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews.",
    "The scene is a venue with a polished floor and dozens of booths with colorful banners encircling the space, forming a lively fair layout. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on an event map. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3465400598097691,
    0.3465400598097691,
    0.3465400598097691,
    0.3465400598097691,
    0.3465400598097691,
    0.3465400598097691,
    0.3465400598097691,
    0.5323610388236251,
    0.5323610388236251,
    0.5323610388236251,
    0.5323610388236251,
    0.5323610388236251,
    0.5323610388236251,
    0.7762197823632513,
    0.7762197823632513,
    0.7762197823632513,
    0.7762197823632513,
    0.7762197823632513,
    0.7762197823632513,
    0.7762197823632513,
    0.7762197823632513,
    0.7762197823632513,
    0.7762197823632513,
    0.7762197823632513,
    0.7762197823632513,
    0.8456084199767935,
    0.8456084199767935,
    0.8456084199767935,
    0.8456084199767935,
    0.8456084199767935,
    0.8456084199767935,
    0.8456084199767935,
    0.8456084199767935,
    0.8346616707313445,
    0.8346616707313445,
    0.8346616707313445,
    0.8346616707313445,
    0.8346616707313445,
    0.8346616707313445,
    0.8346616707313445,
    0.8346616707313445,
    0.8551956189801007,
    0.8551956189801007,
    0.8551956189801007,
    0.8551956189801007,
    0.8551956189801007,
    0.8551956189801007,
    0.8551956189801007,
    0.8551956189801007,
    0.8551956189801007,
    0.8635759450484359,
    0.8635759450484359,
    0.8635759450484359,
    0.8635759450484359,
    0.8635759450484359,
    0.8635759450484359
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Meanwhile, some students rehearse elevator pitches quietly against the wall.",
    "Across the space, a welcome announcement is broadcast over the PA system, outlining the fair schedule. Meanwhile, some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "Across the space, a welcome announcement is broadcast over the PA system, outlining the fair schedule. Meanwhile, some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "Across the space, a welcome announcement is broadcast over the PA system, outlining the fair schedule. Meanwhile, some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention. Human resources teams jot notes on tablets while students introduce themselves.",
    "An exhibition space hosts a welcome PA announcement outlining the fair schedule. Students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "In an exhibition space, a welcome PA announces the fair schedule as students rehearse elevator pitches quietly against the wall; consulting firms stack glossy case study booklets on high tables; a robotics startup flies a small drone above its booth to attract attention; human resources teams jot notes on tablets while students introduce themselves; dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos.",
    "In an exhibition space, a welcome PA announces the fair schedule as students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables; a robotics startup flies a small drone above its booth to attract attention; human resources teams jot notes on tablets while students introduce themselves; dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.5403166798875528,
    0.5403166798875528,
    0.5403166798875528,
    0.5403166798875528,
    0.5403166798875528,
    0.5403166798875528,
    0.5403166798875528,
    0.5403166798875528,
    0.5403166798875528,
    0.7275421117491911,
    0.7275421117491911,
    0.7275421117491911,
    0.7275421117491911,
    0.7275421117491911,
    0.7275421117491911,
    0.7275421117491911,
    0.7275421117491911,
    0.7275421117491911,
    0.762922151043697,
    0.762922151043697,
    0.762922151043697,
    0.762922151043697,
    0.762922151043697,
    0.762922151043697,
    0.762922151043697,
    0.762922151043697,
    0.81971808206018,
    0.81971808206018,
    0.81971808206018,
    0.81971808206018,
    0.81971808206018,
    0.81971808206018,
    0.81971808206018,
    0.81971808206018,
    0.7933531496903385,
    0.7933531496903385,
    0.7933531496903385,
    0.7933531496903385,
    0.7933531496903385,
    0.7933531496903385,
    0.7933531496903385,
    0.5341483737371095,
    0.5341483737371095,
    0.5341483737371095,
    0.5341483737371095,
    0.5341483737371095,
    0.5341483737371095,
    0.5341483737371095,
    0.5341483737371095,
    0.5341483737371095,
    0.6741514574304014,
    0.6741514574304014,
    0.6741514574304014,
    0.6741514574304014,
    0.6741514574304014,
    0.6741514574304014
  ],
  "8": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, and a welcome announcement delivered over the PA system outlines the fair schedule.",
    "Healthcare providers showcase community outreach photos, and a welcome announcement delivered over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews.",
    "Healthcare providers showcase community outreach photos as a welcoming scene, while a PA announcement outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers offer quick pep talks near the coffee station.",
    "Healthcare providers present community outreach photos to create a welcoming scene, while a PA announcement outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers give quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves.",
    "Healthcare providers present community outreach photos to create a welcoming scene, and a PA announcement outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers give quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "Dozens of booths with colorful banners circle the polished floor of a venue hosting a fair. Healthcare providers present community outreach photos to create a welcoming scene, while a PA announcement outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers give quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "Dozens of booths with colorful banners circle the polished floor of a venue hosting a fair. Healthcare providers display community outreach photos to create a welcoming scene, while a PA announcement outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers give quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "Dozens of booths with colorful banners encircle the polished floor of a venue hosting a fair. Healthcare providers display community outreach photos to create a welcoming scene, while a PA announcement outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers give quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "8_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3559603624692977,
    0.3559603624692977,
    0.3559603624692977,
    0.3559603624692977,
    0.3559603624692977,
    0.3559603624692977,
    0.5749558934972565,
    0.5749558934972565,
    0.5749558934972565,
    0.5749558934972565,
    0.5749558934972565,
    0.5749558934972565,
    0.5749558934972565,
    0.6005879251855363,
    0.6005879251855363,
    0.6005879251855363,
    0.6005879251855363,
    0.6005879251855363,
    0.6005879251855363,
    0.6005879251855363,
    0.6005879251855363,
    0.6005879251855363,
    0.7683230384621957,
    0.7683230384621957,
    0.7683230384621957,
    0.7683230384621957,
    0.7683230384621957,
    0.7683230384621957,
    0.7683230384621957,
    0.7683230384621957,
    0.7884329706998567,
    0.7884329706998567,
    0.7884329706998567,
    0.7884329706998567,
    0.7884329706998567,
    0.7884329706998567,
    0.7884329706998567,
    0.7884329706998567,
    0.7884329706998567,
    0.7884329706998567,
    0.8285599211889932,
    0.8285599211889932,
    0.8285599211889932,
    0.8285599211889932,
    0.8285599211889932,
    0.8285599211889932,
    0.8285599211889932,
    0.8285599211889932,
    0.8559956737557132,
    0.8559956737557132,
    0.8559956737557132,
    0.8559956737557132,
    0.8559956737557132,
    0.8559956737557132,
    0.8559956737557132,
    0.8559956737557132,
    0.8588471069321546
  ],
  "9": [
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "Event staff at the entrance scan registrations and hand out lanyards, while consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention.",
    "At the event entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards, setting the check-in flow. Consulting firms stack glossy case study booklets on high tables nearby. Students clutch resumes inside branded folders, while finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards to establish the check-in flow. Consulting firms stack glossy case-study booklets on high tables nearby. Students clutch resumes inside branded folders, while finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall. HR teams jot notes on tablets as students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards to establish the check-in flow. Consulting firms stack glossy case-study booklets on high tables nearby. Students clutch resumes inside branded folders, while finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall. HR teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.5706326273957965,
    0.5706326273957965,
    0.5706326273957965,
    0.5706326273957965,
    0.5706326273957965,
    0.5706326273957965,
    0.5706326273957965,
    0.4147502348583117,
    0.4147502348583117,
    0.4147502348583117,
    0.4147502348583117,
    0.4147502348583117,
    0.4147502348583117,
    0.8058662224330624,
    0.8058662224330624,
    0.8058662224330624,
    0.8058662224330624,
    0.8058662224330624,
    0.8058662224330624,
    0.8058662224330624,
    0.8058662224330624,
    0.8058662224330624,
    0.8409443251053792,
    0.8409443251053792,
    0.8409443251053792,
    0.8409443251053792,
    0.8409443251053792,
    0.8409443251053792,
    0.8409443251053792,
    0.8409443251053792,
    0.8409443251053792,
    0.8474910019780268,
    0.8474910019780268,
    0.8474910019780268,
    0.8474910019780268,
    0.8474910019780268,
    0.8474910019780268,
    0.8474910019780268,
    0.8499093556564583,
    0.8499093556564583,
    0.8499093556564583,
    0.8499093556564583,
    0.8499093556564583,
    0.8499093556564583,
    0.8385313773099445,
    0.8385313773099445,
    0.8385313773099445,
    0.8385313773099445,
    0.8385313773099445,
    0.8385313773099445,
    0.8385313773099445,
    0.8380133634833384,
    0.8380133634833384,
    0.8380133634833384,
    0.8380133634833384,
    0.8380133634833384
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym prior to the career fair opening.",
    "Students line up outside the university gym before the career fair opens, while healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens, while healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym ahead of the career fair opening, while healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "Students line up outside the university gym ahead of the career fair opening, while healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, students line up ahead of the career fair opening while healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, students line up ahead of the career fair opening while healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, students line up ahead of the career fair opening as healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4131609745516113,
    0.4131609745516113,
    0.4131609745516113,
    0.4131609745516113,
    0.4131609745516113,
    0.4131609745516113,
    0.4131609745516113,
    0.4131609745516113,
    0.4131609745516113,
    0.4131609745516113,
    0.37702277402602175,
    0.37702277402602175,
    0.37702277402602175,
    0.37702277402602175,
    0.37702277402602175,
    0.37702277402602175,
    0.37702277402602175,
    0.5338390549892529,
    0.5338390549892529,
    0.5338390549892529,
    0.5338390549892529,
    0.5338390549892529,
    0.5338390549892529,
    0.5338390549892529,
    0.5338390549892529,
    0.7458276137305613,
    0.7458276137305613,
    0.7458276137305613,
    0.7458276137305613,
    0.7458276137305613,
    0.7458276137305613,
    0.7458276137305613,
    0.7458276137305613,
    0.7939603223514966,
    0.7939603223514966,
    0.7939603223514966,
    0.7939603223514966,
    0.7939603223514966,
    0.7939603223514966,
    0.7939603223514966,
    0.7829517499637865,
    0.7829517499637865,
    0.7829517499637865,
    0.7829517499637865,
    0.7829517499637865,
    0.7829517499637865,
    0.7999579883015373,
    0.7999579883015373,
    0.7999579883015373,
    0.7999579883015373,
    0.7999579883015373,
    0.7999579883015373,
    0.7999579883015373,
    0.7999579883015373,
    0.7999579883015373,
    0.8032565451061944,
    0.8032565451061944,
    0.8032565451061944,
    0.8032565451061944,
    0.8032565451061944,
    0.8032565451061944
  ],
  "11": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while a robotics startup flies a small drone above its booth for attention.",
    "Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to attract attention, while alumni volunteers deliver quick pep talks near the coffee station.",
    "Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to attract attention, while alumni volunteers deliver quick pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to attract attention, while alumni volunteers deliver brief pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to attract attention, while alumni volunteers deliver brief pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to attract attention, while alumni volunteers deliver brief pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to attract attention, while alumni volunteers deliver brief pep talks near the coffee station. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.43934118664749944,
    0.43934118664749944,
    0.43934118664749944,
    0.43934118664749944,
    0.43934118664749944,
    0.43934118664749944,
    0.6271300522089215,
    0.6271300522089215,
    0.6271300522089215,
    0.6271300522089215,
    0.6271300522089215,
    0.6271300522089215,
    0.7922772784533172,
    0.7922772784533172,
    0.7922772784533172,
    0.7922772784533172,
    0.7922772784533172,
    0.7922772784533172,
    0.7922772784533172,
    0.7925932069124848,
    0.7925932069124848,
    0.7925932069124848,
    0.7925932069124848,
    0.7925932069124848,
    0.7925932069124848,
    0.7925932069124848,
    0.7925932069124848,
    0.7925932069124848,
    0.7925932069124848,
    0.7925932069124848,
    0.7925932069124848,
    0.7925932069124848,
    0.7925932069124848,
    0.7925932069124848,
    0.7925932069124848,
    0.7925932069124848,
    0.7925932069124848,
    0.7925932069124848,
    0.7925932069124848,
    0.7925932069124848,
    0.7925932069124848,
    0.7925932069124848,
    0.7925932069124848,
    0.7925932069124848,
    0.7925932069124848,
    0.7925932069124848,
    0.7925932069124848,
    0.7925932069124848,
    0.7925932069124848,
    0.7925932069124848,
    0.7925932069124848,
    0.8142395748066699,
    0.8142395748066699,
    0.8142395748066699,
    0.8142395748066699
  ],
  "12": [
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees. A robotics startup flies a small drone above its booth to draw attention.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map.",
    "At the university career fair, event staff at the entrance scan registrations and hand out lanyards to attendees. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, event staff at the entrance scan registrations and hand out lanyards to attendees. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, event staff at the entrance scan registrations and hand out lanyards to attendees. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, event staff at the entrance scan registrations and hand out lanyards to attendees. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, staff at the entrance scan registrations and hand out lanyards to attendees, while groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the fair opens. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "At the university career fair, staff at the entrance scan registrations and hand out lanyards, while groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the fair opens. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.5761396685559118,
    0.5761396685559118,
    0.5761396685559118,
    0.5761396685559118,
    0.5761396685559118,
    0.5761396685559118,
    0.5761396685559118,
    0.5761396685559118,
    0.7283741924839242,
    0.7283741924839242,
    0.7283741924839242,
    0.7283741924839242,
    0.7283741924839242,
    0.7283741924839242,
    0.8600344955071076,
    0.8600344955071076,
    0.8600344955071076,
    0.8600344955071076,
    0.8600344955071076,
    0.8600344955071076,
    0.8600344955071076,
    0.8401911598823777,
    0.8401911598823777,
    0.8401911598823777,
    0.8401911598823777,
    0.8401911598823777,
    0.8401911598823777,
    0.8401911598823777,
    0.8401911598823777,
    0.8616020946350695,
    0.8616020946350695,
    0.8616020946350695,
    0.8616020946350695,
    0.8616020946350695,
    0.8616020946350695,
    0.8616020946350695,
    0.8616020946350695,
    0.8616020946350695,
    0.8616020946350695,
    0.8667677952376035,
    0.8667677952376035,
    0.8667677952376035,
    0.8667677952376035,
    0.8667677952376035,
    0.8667677952376035,
    0.8667677952376035,
    0.8795770561869198,
    0.8795770561869198,
    0.8795770561869198,
    0.8795770561869198,
    0.8795770561869198,
    0.8795770561869198,
    0.8795770561869198,
    0.8795770561869198,
    0.8763780616215553,
    0.8763780616215553,
    0.8763780616215553
  ],
  "13": [
    "",
    "",
    "Event check-in at the entrance involves staff scanning registrations and handing out lanyards.",
    "Event check-in at the entrance involves staff scanning registrations and handing out lanyards. Career counselors remind attendees to maintain eye contact.",
    "Event check-in at the entrance involves staff scanning registrations and handing out lanyards. Career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "Event check-in at the entrance involves staff scanning registrations and handing out lanyards. Career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, check-in at the entrance is handled by staff who scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "At the event, check-in at the entrance is handled by staff who scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "At the event, staff manage check-in at the entrance by scanning registrations and handing out lanyards. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette run in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "Staff oversee check-in at the entrance, scanning registrations and handing out lanyards. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. A welcome announcement over the PA system outlines the fair schedule. Workshops on networking etiquette run in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "Staff oversee check-in at the entrance, scanning registrations and handing out lanyards. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. A welcome announcement over the PA system outlines the fair schedule. Workshops on networking etiquette run in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens."
  ],
  "13_score": [
    0.0,
    0.0,
    0.37353000612722076,
    0.37353000612722076,
    0.37353000612722076,
    0.37353000612722076,
    0.37353000612722076,
    0.5392899318575664,
    0.5392899318575664,
    0.5392899318575664,
    0.5392899318575664,
    0.5392899318575664,
    0.5392899318575664,
    0.5392899318575664,
    0.5392899318575664,
    0.7733697858020376,
    0.7733697858020376,
    0.7733697858020376,
    0.7733697858020376,
    0.7733697858020376,
    0.7733697858020376,
    0.7733697858020376,
    0.7863885346034414,
    0.7863885346034414,
    0.7863885346034414,
    0.7863885346034414,
    0.7863885346034414,
    0.7863885346034414,
    0.7863885346034414,
    0.8581391832569283,
    0.8581391832569283,
    0.8581391832569283,
    0.8581391832569283,
    0.8581391832569283,
    0.8581391832569283,
    0.8581391832569283,
    0.8581391832569283,
    0.8581391832569283,
    0.822793365875176,
    0.822793365875176,
    0.822793365875176,
    0.822793365875176,
    0.822793365875176,
    0.822793365875176,
    0.822793365875176,
    0.822793365875176,
    0.8326663249429824,
    0.8326663249429824,
    0.8326663249429824,
    0.8326663249429824,
    0.8326663249429824,
    0.8326663249429824,
    0.8326663249429824,
    0.8392921784239702,
    0.8392921784239702,
    0.8392921784239702,
    0.8392921784239702,
    0.8392921784239702,
    0.8392921784239702,
    0.8392921784239702,
    0.8392921784239702,
    0.8392921784239702,
    0.8378661624716968,
    0.8378661624716968,
    0.8378661624716968,
    0.8378661624716968
  ],
  "14": [
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "In a setting where tech companies demonstrate software, demo screens display their latest apps. Human resources teams jot notes on tablets, while students introduce themselves.",
    "Tech companies demonstrate software in a setting where demo screens display their latest apps. Human resources teams jot notes on tablets while students introduce themselves. The students line up outside the university gym before the career fair opens.",
    "Tech companies demonstrate software in a setting where demo screens display their latest apps. Human resources teams jot notes on tablets as students introduce themselves. The students line up outside the university gym before the career fair opens, while career counselors remind attendees to maintain eye contact.",
    "Tech companies demonstrate software in a setting where demo screens display their latest apps. Human resources teams jot notes on tablets as students introduce themselves. The students line up outside the university gym before the career fair opens, while career counselors remind attendees to maintain eye contact.",
    "Tech companies demonstrate software in a setting where demo screens display their latest apps, while human resources teams jot notes on tablets as students introduce themselves. The students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact while redirecting unsure students toward applicable industries.",
    "Tech companies demonstrate software in a setting where demo screens display their latest apps, while human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact while redirecting unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "Tech companies demonstrate software in a setting where demo screens display their latest apps, while human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens, as career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards, coordinating the initial check-in as the crowd gathers for the fair.",
    "Tech companies demonstrate software as demo screens display their latest apps, while human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens, as career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards, coordinating the initial check-in as the crowd gathers for the fair."
  ],
  "14_score": [
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.5142043453590877,
    0.5142043453590877,
    0.5142043453590877,
    0.5142043453590877,
    0.5142043453590877,
    0.5142043453590877,
    0.7130962708231008,
    0.7130962708231008,
    0.7130962708231008,
    0.7130962708231008,
    0.7130962708231008,
    0.7130962708231008,
    0.7629707207421712,
    0.7629707207421712,
    0.7629707207421712,
    0.7629707207421712,
    0.7629707207421712,
    0.7629707207421712,
    0.7629707207421712,
    0.7629707207421712,
    0.7629707207421712,
    0.7629707207421712,
    0.7629707207421712,
    0.7629707207421712,
    0.7629707207421712,
    0.7629707207421712,
    0.7629707207421712,
    0.7629707207421712,
    0.7629707207421712,
    0.7629707207421712,
    0.6312411189075477,
    0.6312411189075477,
    0.6312411189075477,
    0.6312411189075477,
    0.6312411189075477,
    0.6312411189075477,
    0.6312411189075477,
    0.6312411189075477,
    0.7486423182313965,
    0.7486423182313965,
    0.7486423182313965,
    0.7486423182313965,
    0.7486423182313965,
    0.7486423182313965,
    0.8212400662907736,
    0.8212400662907736,
    0.8212400662907736,
    0.8212400662907736,
    0.8212400662907736,
    0.8212400662907736,
    0.8212400662907736,
    0.8212400662907736,
    0.8212400662907736,
    0.831871392738267,
    0.831871392738267,
    0.831871392738267,
    0.831871392738267,
    0.831871392738267
  ],
  "15": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries; consulting firms stack glossy case study booklets on high tables.",
    "Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Career counselors guide unsure students toward applicable industries at a career fair. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor, defining a busy, exhibitor-filled space.",
    "At a bustling career fair, counselors guide unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, defining a busy, exhibitor-filled space. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop among the displays. At the entrance, event staff scan registrations and hand out lanyards, coordinating attendee flow.",
    "At a bustling career fair, counselors guide uncertain students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, defining a busy, exhibitor-filled space. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop among the displays. At the entrance, event staff scan registrations and hand out lanyards, coordinating attendee flow. A robotics startup flies a small drone above its booth for attention.",
    "At a bustling career fair, counselors guide uncertain students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, defining a busy, exhibitor-filled space. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop among the displays. At the entrance, event staff scan registrations and hand out lanyards, coordinating attendee flow. A robotics startup flies a small drone above its booth for attention. Career counselors remind attendees to maintain eye contact.",
    "At a bustling career fair, counselors guide uncertain students toward applicable industries as dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, while a cybersecurity company runs a password-cracking challenge on a laptop among the displays. At the entrance, event staff scan registrations and hand out lanyards, coordinating attendee flow. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact, and a welcome announcement outlines the fair schedule over the PA system.",
    "At a bustling career fair, counselors guide uncertain students toward applicable industries as dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, while a cybersecurity company runs a password-cracking challenge on a laptop among the displays. At the entrance, event staff scan registrations and hand out lanyards, coordinating attendee flow. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact, and a welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications."
  ],
  "15_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.39249950342978024,
    0.39249950342978024,
    0.39249950342978024,
    0.39249950342978024,
    0.39249950342978024,
    0.39249950342978024,
    0.5811951735244794,
    0.5811951735244794,
    0.5811951735244794,
    0.5811951735244794,
    0.5811951735244794,
    0.5811951735244794,
    0.8102674946605987,
    0.8102674946605987,
    0.8102674946605987,
    0.8102674946605987,
    0.8102674946605987,
    0.8102674946605987,
    0.8102674946605987,
    0.8102674946605987,
    0.8391176595600243,
    0.8391176595600243,
    0.8391176595600243,
    0.8391176595600243,
    0.8391176595600243,
    0.8391176595600243,
    0.8391176595600243,
    0.8409500143918566,
    0.8409500143918566,
    0.8409500143918566,
    0.8409500143918566,
    0.8409500143918566,
    0.8409500143918566,
    0.8409500143918566,
    0.8409500143918566,
    0.8409500143918566,
    0.851080210313093,
    0.851080210313093,
    0.851080210313093,
    0.851080210313093,
    0.851080210313093,
    0.851080210313093,
    0.851080210313093,
    0.851080210313093,
    0.85936604318694,
    0.85936604318694,
    0.85936604318694,
    0.85936604318694,
    0.85936604318694,
    0.85936604318694,
    0.85936604318694,
    0.85936604318694,
    0.8753089382398975,
    0.8753089382398975,
    0.8753089382398975,
    0.8753089382398975,
    0.8753089382398975,
    0.8753089382398975
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "Students line up outside the university gym as the career fair opens. At the entrance, event staff scan registrations and hand out lanyards to attendees. Finance firms offer QR codes for immediate internship applications.",
    "Students line up outside the university gym as the career fair opens, with event staff at the entrance scanning registrations and handing out lanyards to attendees. Finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, students line up as the career fair opens. At the entrance, event staff scan registrations and hand out lanyards to attendees. Finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, a line of students forms as the career fair opens. At the entrance, event staff scan registrations and hand out lanyards to attendees. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders.",
    "Outside the university gym, a line of students forms as the career fair opens. At the entrance, event staff scan registrations and hand out lanyards to attendees. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "Outside the university gym, a line of students forms as the career fair opens. At the entrance, event staff scan registrations and hand out lanyards to attendees. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.6020738386617205,
    0.6020738386617205,
    0.6020738386617205,
    0.6020738386617205,
    0.6020738386617205,
    0.6020738386617205,
    0.7942554170897184,
    0.7942554170897184,
    0.7942554170897184,
    0.7942554170897184,
    0.7942554170897184,
    0.7942554170897184,
    0.7942554170897184,
    0.6288402448404854,
    0.6288402448404854,
    0.6288402448404854,
    0.6288402448404854,
    0.6288402448404854,
    0.6288402448404854,
    0.6288402448404854,
    0.6288402448404854,
    0.6288402448404854,
    0.6288402448404854,
    0.6288402448404854,
    0.7751006423089293,
    0.7751006423089293,
    0.7751006423089293,
    0.7751006423089293,
    0.7751006423089293,
    0.7751006423089293,
    0.7751006423089293,
    0.7803108190363068,
    0.7803108190363068,
    0.7803108190363068,
    0.7803108190363068,
    0.7803108190363068,
    0.7803108190363068,
    0.827350584502,
    0.827350584502,
    0.827350584502,
    0.827350584502,
    0.827350584502,
    0.827350584502,
    0.827350584502,
    0.827350584502,
    0.827350584502,
    0.827350584502,
    0.827350584502,
    0.827350584502,
    0.827350584502
  ],
  "17": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while alumni volunteers share quick pep talks near the coffee station.",
    "Career counselors redirect unsure students toward applicable industries, while alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves.",
    "Career counselors redirect unsure students toward applicable industries as alumni volunteers give quick pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves. Meanwhile, workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, counselors redirect unsure students toward applicable industries as alumni volunteers give quick pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves. Meanwhile, workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, counselors redirect unsure students toward applicable industries as alumni volunteers deliver quick pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair, counselors redirect unsure students toward applicable industries, while alumni volunteers deliver quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair, counselors guide unsure students toward applicable industries while alumni volunteers deliver quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette run in the adjoining classroom. Dozens of booths with colorful banners encircle the polished floor. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "At the career fair, counselors guide unsure students toward applicable industries while alumni volunteers deliver quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette run in the adjoining classroom. Dozens of booths with colorful banners encircle the polished floor. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth for attention.",
    "At the career fair, counselors guide unsure students toward applicable industries while alumni volunteers deliver quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette run in the adjoining classroom. Dozens of booths with colorful banners encircle the polished floor. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth for attention."
  ],
  "17_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.558555184628363,
    0.558555184628363,
    0.558555184628363,
    0.558555184628363,
    0.558555184628363,
    0.680413858379598,
    0.680413858379598,
    0.680413858379598,
    0.680413858379598,
    0.680413858379598,
    0.680413858379598,
    0.680413858379598,
    0.680413858379598,
    0.789938050039484,
    0.789938050039484,
    0.789938050039484,
    0.789938050039484,
    0.789938050039484,
    0.789938050039484,
    0.789938050039484,
    0.8609298650003867,
    0.8609298650003867,
    0.8609298650003867,
    0.8609298650003867,
    0.8609298650003867,
    0.8609298650003867,
    0.8609298650003867,
    0.8609298650003867,
    0.8650924421394446,
    0.8650924421394446,
    0.8650924421394446,
    0.8650924421394446,
    0.8650924421394446,
    0.8650924421394446,
    0.8650924421394446,
    0.8650924421394446,
    0.8682590441112468,
    0.8682590441112468,
    0.8682590441112468,
    0.8682590441112468,
    0.8682590441112468,
    0.8682590441112468,
    0.8682590441112468,
    0.8908255717980317,
    0.8908255717980317,
    0.8908255717980317,
    0.8908255717980317,
    0.8908255717980317,
    0.8908255717980317,
    0.8908255717980317,
    0.8908255717980317,
    0.8908255717980317
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while a robotics startup flies a small drone above its booth for attention.",
    "An alumni panel discusses how to prepare for technical interviews, while a robotics startup flies a small drone above its booth for attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "An alumni panel discusses how to prepare for technical interviews, providing guidance for attendees, while a robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom, and career counselors redirect unsure students toward applicable industries.",
    "At the event, an alumni panel discusses how to prepare for technical interviews and offers guidance to attendees. A robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "At the event, an alumni panel discusses how to prepare for technical interviews and offers guidance to attendees. A robotics startup flies a small drone above its booth to attract attention. In an adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance.",
    "An alumni panel discusses how to prepare for technical interviews and offers guidance to attendees. A robotics startup flies a small drone above its booth to attract attention. In an adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance.",
    "An alumni panel discusses how to prepare for technical interviews and offers guidance to attendees. A robotics startup flies a small drone above its booth to attract attention. In an adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4763700405155461,
    0.4763700405155461,
    0.4763700405155461,
    0.4763700405155461,
    0.4763700405155461,
    0.4763700405155461,
    0.6071030591865954,
    0.6071030591865954,
    0.6071030591865954,
    0.6071030591865954,
    0.6071030591865954,
    0.6071030591865954,
    0.6071030591865954,
    0.6071030591865954,
    0.6398478221376673,
    0.6398478221376673,
    0.6398478221376673,
    0.6398478221376673,
    0.6398478221376673,
    0.6398478221376673,
    0.6398478221376673,
    0.6398478221376673,
    0.8183338094340094,
    0.8183338094340094,
    0.8183338094340094,
    0.8183338094340094,
    0.8183338094340094,
    0.8183338094340094,
    0.8183338094340094,
    0.8183338094340094,
    0.8370855768063407,
    0.8370855768063407,
    0.8370855768063407,
    0.8370855768063407,
    0.8370855768063407,
    0.8370855768063407,
    0.8370855768063407,
    0.8239855155263665,
    0.8239855155263665,
    0.8239855155263665,
    0.8239855155263665,
    0.8239855155263665,
    0.8239855155263665,
    0.8239855155263665,
    0.8326809803603592,
    0.8326809803603592,
    0.8326809803603592,
    0.8326809803603592,
    0.8326809803603592,
    0.8326809803603592,
    0.8326809803603592
  ],
  "19": [
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share brief pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall.",
    "Alumni volunteers share brief pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications.",
    "Alumni volunteers deliver brief pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Networking etiquette workshops begin in the adjoining classroom.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station while some students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes for immediate internship applications, and consulting firms stack glossy case study booklets on high tables. Networking etiquette workshops begin in the adjoining classroom, and event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes for immediate internship applications, and consulting firms stack glossy case study booklets on high tables. Networking etiquette workshops begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.30105007639680154,
    0.30105007639680154,
    0.30105007639680154,
    0.30105007639680154,
    0.30105007639680154,
    0.30105007639680154,
    0.5546334413544041,
    0.5546334413544041,
    0.5546334413544041,
    0.5546334413544041,
    0.5546334413544041,
    0.5546334413544041,
    0.5546334413544041,
    0.7173112060219686,
    0.7173112060219686,
    0.7173112060219686,
    0.7173112060219686,
    0.7173112060219686,
    0.7173112060219686,
    0.7905406576612077,
    0.7905406576612077,
    0.7905406576612077,
    0.7905406576612077,
    0.7905406576612077,
    0.7905406576612077,
    0.7905406576612077,
    0.7905406576612077,
    0.7905406576612077,
    0.7905406576612077,
    0.7905406576612077,
    0.7905406576612077,
    0.7905406576612077,
    0.7905406576612077,
    0.7905406576612077,
    0.7905406576612077,
    0.7905406576612077,
    0.7905406576612077,
    0.7923061364236026,
    0.7923061364236026,
    0.7923061364236026,
    0.7923061364236026,
    0.7923061364236026,
    0.7923061364236026,
    0.7923061364236026,
    0.7648912795985265,
    0.7648912795985265,
    0.7648912795985265,
    0.7648912795985265,
    0.7648912795985265,
    0.7648912795985265,
    0.7648912795985265,
    0.7648912795985265,
    0.7648912795985265,
    0.8002681291368563,
    0.8002681291368563,
    0.8002681291368563
  ],
  "20": [
    "",
    "",
    "",
    "A robotics startup uses a small drone that flies above its booth to attract attention.",
    "At a tech trade show, a robotics startup deploys a small drone that flies above its booth to attract attention, while tech companies display demo screens showing their latest apps.",
    "At a tech trade show, a robotics startup deploys a small drone that flies above its booth to attract attention, while tech companies display demo screens showing their latest apps.",
    "At a tech trade show, a robotics startup deploys a small drone that flies above its booth to attract attention, while tech companies display demo screens showing their latest apps.",
    "At a tech trade show, a robotics startup deploys a small drone that flies above its booth to attract attention. Tech companies display demo screens showing their latest apps, while human resources teams jot notes on tablets and students introduce themselves.",
    "At a tech trade show, a robotics startup deploys a small drone that flies above its booth to attract attention. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets, and students introduce themselves.",
    "At a tech trade show, a robotics startup deploys a small drone that flies above its booth to attract attention. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets, and students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a tech trade show, a robotics startup deploys a small drone that flies above its booth to attract attention. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets, and students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "At a tech trade show, a robotics startup deploys a small drone that flies above its booth to attract attention. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets, and students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.4135132562608065,
    0.4135132562608065,
    0.4135132562608065,
    0.4135132562608065,
    0.4135132562608065,
    0.3944772007852815,
    0.3944772007852815,
    0.3944772007852815,
    0.3944772007852815,
    0.3944772007852815,
    0.3944772007852815,
    0.3944772007852815,
    0.3944772007852815,
    0.3944772007852815,
    0.3944772007852815,
    0.3944772007852815,
    0.3944772007852815,
    0.3944772007852815,
    0.3944772007852815,
    0.3944772007852815,
    0.3944772007852815,
    0.3944772007852815,
    0.3944772007852815,
    0.3944772007852815,
    0.3944772007852815,
    0.3944772007852815,
    0.3944772007852815,
    0.3944772007852815,
    0.5433028464676422,
    0.5433028464676422,
    0.5433028464676422,
    0.5433028464676422,
    0.5433028464676422,
    0.5433028464676422,
    0.5433028464676422,
    0.6858801834956578,
    0.6858801834956578,
    0.6858801834956578,
    0.6858801834956578,
    0.6858801834956578,
    0.6858801834956578,
    0.6858801834956578,
    0.6858801834956578,
    0.7027265537183598,
    0.7027265537183598,
    0.7027265537183598,
    0.7027265537183598,
    0.7027265537183598,
    0.7027265537183598,
    0.7027265537183598,
    0.7027265537183598,
    0.7980371767244394,
    0.7980371767244394,
    0.7980371767244394,
    0.7980371767244394,
    0.7980371767244394,
    0.7980371767244394,
    0.7980371767244394,
    0.8257330380035629,
    0.8257330380035629,
    0.8257330380035629,
    0.8257330380035629
  ],
  "21": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while event staff at the entrance scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. HR teams jot notes on tablets while students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. HR teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. HR teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage."
  ],
  "21_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3972940726758306,
    0.3972940726758306,
    0.3972940726758306,
    0.3972940726758306,
    0.3972940726758306,
    0.3972940726758306,
    0.3972940726758306,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4612646788285319,
    0.4612646788285319,
    0.4612646788285319,
    0.4612646788285319,
    0.4612646788285319,
    0.4612646788285319,
    0.4612646788285319,
    0.4612646788285319,
    0.4612646788285319,
    0.4612646788285319,
    0.4612646788285319,
    0.4612646788285319,
    0.4612646788285319,
    0.4612646788285319,
    0.4612646788285319,
    0.4612646788285319,
    0.7817015265133191,
    0.7817015265133191,
    0.7817015265133191,
    0.7817015265133191,
    0.7817015265133191,
    0.7817015265133191,
    0.7817015265133191,
    0.7823609023095351,
    0.7823609023095351,
    0.7823609023095351,
    0.7823609023095351,
    0.7823609023095351,
    0.7823609023095351,
    0.7823609023095351,
    0.791967841706391,
    0.791967841706391,
    0.791967841706391,
    0.791967841706391,
    0.791967841706391,
    0.791967841706391,
    0.791967841706391,
    0.791967841706391
  ],
  "22": [
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In an exhibition space, consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention.",
    "An exhibition space hosts consulting firms stacking glossy case study booklets on high tables, while a robotics startup flies a small drone above its booth to attract attention, and alumni volunteers deliver brief pep talks near the coffee station.",
    "An exhibition space hosts consulting firms stacking glossy case study booklets on high tables, creating a glossy literature display at visitor reach. A robotics startup flies a small drone above its booth to attract attention, introducing motion into the scene. Alumni volunteers deliver brief pep talks near the coffee station, offering short encouragement to attendees. Tech companies display demo screens showing their latest apps, adding interactive digital content to the exhibits. Together these elements illustrate a technology-focused event with literature, aerial engagement, informal mentoring near refreshments, and product demos presented on screens.",
    "At a technology-focused exhibition space, consulting firms stack glossy case study booklets on high tables to create a visitor-accessible literature display. A robotics startup flies a small drone above its booth, introducing motion into the scene. Alumni volunteers give brief pep talks near the coffee station, offering short encouragement to attendees. Tech companies display demo screens showing their latest apps, adding interactive digital content to the exhibits. Together these elements depict literature, aerial engagement, informal mentoring near refreshments, and product demos presented on screens.",
    "In a technology-focused exhibition space, consulting firms stack glossy case study booklets on high tables to create a visitor-accessible literature display. A robotics startup flies a small drone above its booth, adding motion and drawing attention. Alumni volunteers give brief pep talks near the coffee station, offering short encouragement to attendees. Tech companies display demo screens showing their latest apps, adding interactive digital content to the exhibits. Taken together, the scene includes literature on display, aerial engagement, informal mentoring near refreshments, and product demos presented on screens.",
    "In a technology-focused exhibition space, consulting firms stack glossy case study booklets on high tables to form a visitor-accessible literature display. A robotics startup flies a small drone above its booth, adding motion and drawing attention. Alumni volunteers deliver brief pep talks near the coffee station, offering short encouragement to attendees. Tech companies present demo screens showing their latest apps, adding interactive digital content to the exhibits. Taken together, the scene features literature on display, aerial engagement, informal mentoring near refreshments, and product demos presented on screens."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.5137948699478624,
    0.5137948699478624,
    0.5137948699478624,
    0.5137948699478624,
    0.5137948699478624,
    0.5137948699478624,
    0.5137948699478624,
    0.5137948699478624,
    0.3914250880700874,
    0.3914250880700874,
    0.3914250880700874,
    0.3914250880700874,
    0.3914250880700874,
    0.3914250880700874,
    0.3914250880700874,
    0.7031486637510815,
    0.7031486637510815,
    0.7031486637510815,
    0.7031486637510815,
    0.7031486637510815,
    0.7031486637510815,
    0.7031486637510815,
    0.7031486637510815,
    0.6723150994565141,
    0.6723150994565141,
    0.6723150994565141,
    0.6723150994565141,
    0.6723150994565141,
    0.6723150994565141,
    0.6723150994565141,
    0.6723150994565141,
    0.6723150994565141,
    0.6723150994565141,
    0.6723150994565141,
    0.6765613558554653,
    0.6765613558554653,
    0.6765613558554653,
    0.6765613558554653,
    0.6765613558554653,
    0.6765613558554653,
    0.6765613558554653,
    0.6765613558554653,
    0.6765613558554653,
    0.6765613558554653,
    0.6765613558554653,
    0.6765613558554653,
    0.677162631809028,
    0.677162631809028,
    0.677162631809028,
    0.677162631809028,
    0.677162631809028,
    0.677162631809028,
    0.677162631809028,
    0.677162631809028
  ],
  "23": [
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students line up before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. Inside, students clutch resumes stored in branded folders.",
    "Outside the university gym, students line up before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. Inside, students clutch resumes stored in branded folders. Groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. Inside, students clutch resumes stored in branded folders. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. Inside, students clutch resumes stored in branded folders. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "Outside the university gym, students line up before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. Inside, students clutch resumes stored in branded folders. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. Inside, students clutch resumes stored in branded folders. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students line up before the career fair opens, while alumni volunteers deliver quick pep talks near the coffee station. Inside, students clutch resumes stored in branded folders as groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Healthcare providers showcase community outreach photos, and event staff scan registrations and hand out lanyards at the entrance."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5347232324715541,
    0.5347232324715541,
    0.5347232324715541,
    0.5347232324715541,
    0.5347232324715541,
    0.5347232324715541,
    0.6639959678840724,
    0.6639959678840724,
    0.6639959678840724,
    0.6639959678840724,
    0.6639959678840724,
    0.6639959678840724,
    0.6639959678840724,
    0.7733713795336107,
    0.7733713795336107,
    0.7733713795336107,
    0.7733713795336107,
    0.7733713795336107,
    0.7733713795336107,
    0.7733713795336107,
    0.7733713795336107,
    0.7733713795336107,
    0.8048487919673113,
    0.8048487919673113,
    0.8048487919673113,
    0.8048487919673113,
    0.8048487919673113,
    0.8048487919673113,
    0.8363278489249324,
    0.8363278489249324,
    0.8363278489249324,
    0.8363278489249324,
    0.8363278489249324,
    0.8363278489249324,
    0.8363278489249324,
    0.8363278489249324,
    0.8363278489249324,
    0.8363278489249324,
    0.8306839082541091,
    0.8306839082541091,
    0.8306839082541091,
    0.8306839082541091,
    0.8306839082541091,
    0.8306839082541091,
    0.844793788387761,
    0.844793788387761,
    0.844793788387761,
    0.844793788387761,
    0.844793788387761,
    0.844793788387761,
    0.844793788387761,
    0.844793788387761,
    0.8498021988354222,
    0.8498021988354222
  ],
  "24": [
    "",
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves, while the engineering society sponsors a resume review table near the stage.",
    "Human resources teams jot notes on tablets as students introduce themselves, while the engineering society sponsors a resume review table near the stage.",
    "Human resources teams jot notes on tablets as students introduce themselves; the engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "Human resources teams jot notes on tablets as students introduce themselves; the engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "Human resources teams jot notes on tablets as students introduce themselves; the engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system.",
    "Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos.",
    "At the career fair, human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications.",
    "At the career fair, human resources teams jot notes on tablets as students introduce themselves. An engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos, and finance firms offer QR codes for immediate internship applications.",
    "At the career fair, human resources teams jot notes on tablets as students introduce themselves. An engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos, and finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.4184716814496991,
    0.4184716814496991,
    0.4184716814496991,
    0.4184716814496991,
    0.4184716814496991,
    0.4184716814496991,
    0.4184716814496991,
    0.4184716814496991,
    0.4184716814496991,
    0.4184716814496991,
    0.4184716814496991,
    0.4184716814496991,
    0.46584949990871993,
    0.46584949990871993,
    0.46584949990871993,
    0.46584949990871993,
    0.46584949990871993,
    0.46584949990871993,
    0.46584949990871993,
    0.5876979424685153,
    0.5876979424685153,
    0.5876979424685153,
    0.5876979424685153,
    0.5876979424685153,
    0.5876979424685153,
    0.5876979424685153,
    0.7614990058322835,
    0.7614990058322835,
    0.7614990058322835,
    0.7614990058322835,
    0.7614990058322835,
    0.7614990058322835,
    0.7614990058322835,
    0.793111649854957,
    0.793111649854957,
    0.793111649854957,
    0.793111649854957,
    0.793111649854957,
    0.793111649854957,
    0.8772582964566846,
    0.8772582964566846,
    0.8772582964566846,
    0.8772582964566846,
    0.8772582964566846,
    0.8772582964566846,
    0.8772582964566846,
    0.8772582964566846,
    0.8772582964566846,
    0.8923290793739012,
    0.8923290793739012,
    0.8923290793739012,
    0.8923290793739012,
    0.8923290793739012,
    0.8923290793739012,
    0.8923290793739012
  ],
  "25": [
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "At the campus career fair site, the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "At the campus career fair site, the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "At the campus career fair site, the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the campus career fair site, the engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens, while human resources teams jot notes on tablets as students introduce themselves.",
    "At the campus career fair site, the engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens, while human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map.",
    "At the campus career fair site, the engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens, while human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "At the campus career fair site, the engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens, while human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the campus career fair site, the engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens, while human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.5719308055661473,
    0.5719308055661473,
    0.5719308055661473,
    0.5719308055661473,
    0.5719308055661473,
    0.5719308055661473,
    0.5719308055661473,
    0.5719308055661473,
    0.7980381533255261,
    0.7980381533255261,
    0.7980381533255261,
    0.7980381533255261,
    0.7980381533255261,
    0.7980381533255261,
    0.7980381533255261,
    0.7980381533255261,
    0.8410446998996306,
    0.8410446998996306,
    0.8410446998996306,
    0.8410446998996306,
    0.8410446998996306,
    0.8410446998996306,
    0.8410446998996306,
    0.8410446998996306,
    0.8410446998996306,
    0.7795584886969242,
    0.7795584886969242,
    0.7795584886969242,
    0.7795584886969242,
    0.7795584886969242,
    0.7795584886969242,
    0.7795584886969242,
    0.7795584886969242,
    0.7795584886969242,
    0.778702004667601,
    0.778702004667601,
    0.778702004667601,
    0.778702004667601,
    0.778702004667601,
    0.778702004667601,
    0.778702004667601,
    0.8391203599311639,
    0.8391203599311639,
    0.8391203599311639,
    0.8391203599311639,
    0.8391203599311639,
    0.8391203599311639,
    0.8391203599311639,
    0.8391203599311639,
    0.8649691433022283,
    0.8649691433022283,
    0.8649691433022283,
    0.8649691433022283,
    0.8649691433022283,
    0.8649691433022283,
    0.8649691433022283,
    0.8697376852636087
  ],
  "26": [
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps; human resources teams jot notes on tablets while students introduce themselves.",
    "Tech companies display demo screens showing their latest apps; human resources teams jot notes on tablets while students introduce themselves; healthcare providers showcase community outreach photos.",
    "In a multi-sector showcase, tech companies display demo screens showing their latest apps, human resources teams jot notes on tablets as students introduce themselves, and healthcare providers showcase community outreach photos.",
    "In a multi-sector showcase, tech companies display demo screens showing their latest apps, human resources teams jot notes on tablets as students introduce themselves, and healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables.",
    "In a multi-sector showcase, tech companies display demo screens showing their latest apps; human resources teams jot notes on tablets as students introduce themselves; healthcare providers showcase community outreach photos; and consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "At a multi-sector showcase, tech companies display demo screens illustrating their latest apps; human resources teams jot notes on tablets as students introduce themselves; healthcare providers present community outreach photos; consulting firms stack glossy case-study booklets on high tables. A welcome announcement runs over the PA, outlining the fair schedule. A cybersecurity company operates a password-cracking challenge on a laptop.",
    "At a multi-sector showcase, tech companies display demo screens illustrating their latest apps; human resources teams jot notes on tablets as students introduce themselves; healthcare providers present community outreach photos; consulting firms stack glossy case-study booklets on high tables. A welcome announcement runs over the PA outlining the fair schedule. A cybersecurity company operates a password-cracking challenge on a laptop.",
    "At a multi-sector showcase, tech companies display demo screens illustrating their latest apps while human resources teams jot notes on tablets as students introduce themselves. Healthcare providers present community outreach photos. Consulting firms stack glossy case-study booklets on high tables. A welcome announcement runs over the PA outlining the fair schedule. A cybersecurity company operates a password-cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.48042780906360416,
    0.48042780906360416,
    0.48042780906360416,
    0.48042780906360416,
    0.48042780906360416,
    0.48042780906360416,
    0.48042780906360416,
    0.4843853767630016,
    0.4843853767630016,
    0.4843853767630016,
    0.4843853767630016,
    0.4843853767630016,
    0.4843853767630016,
    0.4843853767630016,
    0.40982585573602465,
    0.40982585573602465,
    0.40982585573602465,
    0.40982585573602465,
    0.40982585573602465,
    0.40982585573602465,
    0.40982585573602465,
    0.4065331723204082,
    0.4065331723204082,
    0.4065331723204082,
    0.4065331723204082,
    0.4065331723204082,
    0.4065331723204082,
    0.670595162736318,
    0.670595162736318,
    0.670595162736318,
    0.670595162736318,
    0.670595162736318,
    0.670595162736318,
    0.670595162736318,
    0.670595162736318,
    0.7355766686975767,
    0.7355766686975767,
    0.7355766686975767,
    0.7355766686975767,
    0.7355766686975767,
    0.7355766686975767,
    0.7355766686975767,
    0.7607825991038932,
    0.7607825991038932,
    0.7607825991038932,
    0.7607825991038932,
    0.7607825991038932,
    0.7607825991038932,
    0.7607825991038932,
    0.7981904637047196,
    0.7981904637047196,
    0.7981904637047196,
    0.7981904637047196,
    0.7981904637047196
  ],
  "27": [
    "",
    "",
    "Some students quietly rehearse elevator pitches against a wall.",
    "Some students quietly rehearse elevator pitches against a wall, while tech companies display demo screens showing their latest apps.",
    "Some students quietly rehearse elevator pitches against a wall, while tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "Some students quietly rehearse elevator pitches against a wall while tech companies display demo screens showing their latest apps, and a welcome announcement outlines the fair schedule over the PA system.",
    "Some students quietly rehearse elevator pitches against a wall while tech companies display demo screens showing their latest apps, and a welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map.",
    "At the fair, some students quietly rehearse elevator pitches against a wall while tech companies display demo screens showing their latest apps, and a welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map.",
    "At the fair, some students quietly rehearse elevator pitches against a wall while tech companies display demo screens showing their latest apps, and a welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the fair, students quietly rehearse elevator pitches against a wall while tech companies display demo screens of their latest apps. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to draw attention.",
    "At the fair, students quietly rehearse elevator pitches against a wall while tech companies display demo screens of their latest apps. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to draw attention. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the fair, students quietly rehearse elevator pitches against a wall while tech companies display demo screens of their latest apps. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to draw attention. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "27_score": [
    0.0,
    0.0,
    0.28878025336732366,
    0.28878025336732366,
    0.28878025336732366,
    0.28878025336732366,
    0.28878025336732366,
    0.28878025336732366,
    0.28878025336732366,
    0.3451914174497167,
    0.3451914174497167,
    0.3451914174497167,
    0.3451914174497167,
    0.3451914174497167,
    0.5539191722717127,
    0.5539191722717127,
    0.5539191722717127,
    0.5539191722717127,
    0.5539191722717127,
    0.3781287813526004,
    0.3781287813526004,
    0.3781287813526004,
    0.3781287813526004,
    0.3781287813526004,
    0.3781287813526004,
    0.3781287813526004,
    0.6069395654930688,
    0.6069395654930688,
    0.6069395654930688,
    0.6069395654930688,
    0.6069395654930688,
    0.6069395654930688,
    0.6069395654930688,
    0.6821358250688783,
    0.6821358250688783,
    0.6821358250688783,
    0.6821358250688783,
    0.6821358250688783,
    0.6821358250688783,
    0.8275742365342718,
    0.8275742365342718,
    0.8275742365342718,
    0.8275742365342718,
    0.8275742365342718,
    0.8275742365342718,
    0.8275742365342718,
    0.8275742365342718,
    0.8275742365342718,
    0.8606377708838375,
    0.8606377708838375,
    0.8606377708838375,
    0.8606377708838375,
    0.8606377708838375,
    0.8606377708838375,
    0.8606377708838375,
    0.8606377708838375,
    0.8764614426340337,
    0.8764614426340337,
    0.8764614426340337,
    0.8764614426340337,
    0.8764614426340337,
    0.8764614426340337,
    0.8764614426340337,
    0.8764614426340337,
    0.8764614426340337
  ],
  "28": [
    "",
    "",
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms provide QR codes to enable immediate internship applications, while students clutch resumes inside branded folders.",
    "Finance firms provide QR codes to enable immediate internship applications, while students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens.",
    "At the career fair, finance firms provide QR codes to enable immediate internship applications, while students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens.",
    "At the career fair, finance firms provide QR codes to enable immediate internship applications, while students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to draw attention.",
    "At the career fair, finance firms provide QR codes that enable immediate internship applications. Students clutch resumes inside branded folders. They line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to draw attention. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the career fair, finance firms provide QR codes that enable immediate internship applications. Students clutch resumes inside branded folders. They line up outside the university gym before the fair opens. A robotics startup flies a small drone above its booth to draw attention. Human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map.",
    "At the career fair, finance firms provide QR codes that enable immediate internship applications. Students clutch resumes inside branded folders. They line up outside the university gym before the fair opens. A robotics startup flies a small drone above its booth to draw attention. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.4074751613001457,
    0.4074751613001457,
    0.4074751613001457,
    0.4074751613001457,
    0.4074751613001457,
    0.4074751613001457,
    0.4074751613001457,
    0.4074751613001457,
    0.4074751613001457,
    0.4074751613001457,
    0.6221836774516128,
    0.6221836774516128,
    0.6221836774516128,
    0.6221836774516128,
    0.6221836774516128,
    0.6221836774516128,
    0.6221836774516128,
    0.6672402841857485,
    0.6672402841857485,
    0.6672402841857485,
    0.6672402841857485,
    0.6672402841857485,
    0.6672402841857485,
    0.8442439645278537,
    0.8442439645278537,
    0.8442439645278537,
    0.8442439645278537,
    0.8442439645278537,
    0.8442439645278537,
    0.8442439645278537,
    0.8442439645278537,
    0.8442439645278537,
    0.8442439645278537,
    0.8442439645278537,
    0.8442439645278537,
    0.8860677611583518,
    0.8860677611583518,
    0.8860677611583518,
    0.8860677611583518,
    0.8860677611583518,
    0.8860677611583518,
    0.8908598315143147,
    0.8908598315143147,
    0.8908598315143147,
    0.8908598315143147,
    0.8908598315143147,
    0.8908598315143147,
    0.8908598315143147,
    0.8908598315143147,
    0.8908598315143147,
    0.8908598315143147,
    0.8908598315143147,
    0.8908598315143147,
    0.8908598315143147
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while students line up outside the university gym before the career fair opens.",
    "Tech companies display demo screens of their latest apps as students line up outside the university gym before the career fair opens, while healthcare providers showcase community outreach photos.",
    "At the campus venue before the career fair opens, tech companies display demo screens of their latest apps as students line up outside the university gym, while healthcare providers showcase community outreach photos.",
    "At the campus venue before the career fair opens, tech companies display demo screens of their latest apps as students line up outside the university gym, while healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map.",
    "At the campus venue before the career fair opens, tech companies display demo screens of their latest apps as students line up outside the university gym, while healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "Before the career fair opens at the campus venue, students line up outside the university gym. Tech companies display demo screens of their latest apps while healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders.",
    "Before the career fair opens at the campus venue, students line up outside the university gym. Tech companies display demo screens of their latest apps, while healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "Before the career fair opens at the campus venue, students line up outside the university gym. Tech companies display demo screens of their latest apps while healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4611558760428228,
    0.4611558760428228,
    0.4611558760428228,
    0.4611558760428228,
    0.4611558760428228,
    0.4611558760428228,
    0.4611558760428228,
    0.4724591074160886,
    0.4724591074160886,
    0.4724591074160886,
    0.4724591074160886,
    0.4724591074160886,
    0.4724591074160886,
    0.6498110779737369,
    0.6498110779737369,
    0.6498110779737369,
    0.6498110779737369,
    0.6498110779737369,
    0.6498110779737369,
    0.6498110779737369,
    0.8157116733628524,
    0.8157116733628524,
    0.8157116733628524,
    0.8157116733628524,
    0.8157116733628524,
    0.8157116733628524,
    0.8157116733628524,
    0.8157116733628524,
    0.8157116733628524,
    0.7986159135692166,
    0.7986159135692166,
    0.7986159135692166,
    0.7986159135692166,
    0.7986159135692166,
    0.7986159135692166,
    0.7986159135692166,
    0.7986159135692166,
    0.841234192183973,
    0.841234192183973,
    0.841234192183973,
    0.841234192183973,
    0.841234192183973,
    0.841234192183973,
    0.841234192183973,
    0.841234192183973
  ],
  "30": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps.",
    "In the space, workshops on networking etiquette begin in the adjoining classroom, tech companies display demo screens showing their latest apps, and alumni volunteers share quick pep talks near the coffee station.",
    "In the space, workshops on networking etiquette begin in the adjoining classroom, tech companies display demo screens showing their latest apps, and alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "Within the space, workshops on networking etiquette begin in the adjoining classroom, tech companies display demo screens showing their latest apps, and alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and healthcare providers showcase community outreach photos.",
    "Within the space, workshops on networking etiquette begin in the adjoining classroom, tech companies display demo screens showing their latest apps, and alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and healthcare providers showcase community outreach photos.",
    "Across the venue, several professional development and recruitment activities are in progress. Workshops on networking etiquette are beginning in the adjoining classroom, while tech companies display demo screens illustrating their latest apps. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photos from community outreach. Finance firms offer QR codes to enable immediate internship applications.",
    "Across the venue, multiple professional development and recruitment activities are in progress. Workshops on networking etiquette are beginning in the adjoining classroom. Tech companies display demo screens illustrating their latest apps. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photos from community outreach. Finance firms offer QR codes to enable immediate internship applications.",
    "Across the venue, professional development and recruitment activities are in progress. Workshops on networking etiquette are beginning in the adjoining classroom. Tech companies display demo screens illustrating their latest apps. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photos from community outreach. Finance firms offer QR codes to enable immediate internship applications."
  ],
  "30_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.36121668453242184,
    0.36121668453242184,
    0.36121668453242184,
    0.36121668453242184,
    0.36121668453242184,
    0.36121668453242184,
    0.5253955878943747,
    0.5253955878943747,
    0.5253955878943747,
    0.5253955878943747,
    0.5253955878943747,
    0.5253955878943747,
    0.5246312736408906,
    0.5246312736408906,
    0.5246312736408906,
    0.5246312736408906,
    0.5246312736408906,
    0.5246312736408906,
    0.5246312736408906,
    0.5246312736408906,
    0.5246312736408906,
    0.5246312736408906,
    0.5246312736408906,
    0.5246312736408906,
    0.5246312736408906,
    0.5246312736408906,
    0.5246312736408906,
    0.5246312736408906,
    0.5246312736408906,
    0.5246312736408906,
    0.7871366003893577,
    0.7871366003893577,
    0.7871366003893577,
    0.7871366003893577,
    0.7871366003893577,
    0.7871366003893577,
    0.7908765547195056,
    0.7908765547195056,
    0.7908765547195056,
    0.7908765547195056,
    0.7908765547195056,
    0.7908765547195056,
    0.7908765547195056,
    0.7908765547195056,
    0.7908765547195056,
    0.7908765547195056,
    0.7908765547195056,
    0.7992400951299956,
    0.7992400951299956,
    0.7992400951299956
  ],
  "31": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves.",
    "In a formal gathering, consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves; career counselors remind attendees to maintain eye contact.",
    "In a formal gathering, consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves; career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "In a formal gathering, consulting firms stack glossy case study booklets on high tables while human resources teams jot notes on tablets as students introduce themselves; career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a formal gathering, consulting firms stack glossy case study booklets on high tables while human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to draw attention.",
    "At a formal gathering, consulting firms stack glossy case study booklets on high tables while human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a formal gathering, various organizations and activities are observed: consulting firms stack glossy case study booklets on high tables; HR teams jot notes on tablets as students introduce themselves; career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries; event staff scan registrations and hand out lanyards at the entrance; a robotics startup flies a small drone above its booth to draw attention; a cybersecurity company runs a password cracking challenge on a laptop; the engineering society sponsors a resume review table near the stage.",
    "At a formal gathering, consulting firms stack glossy case study booklets on high tables while HR teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention, and a cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage, and students clutch resumes inside branded folders."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.340980848525326,
    0.340980848525326,
    0.340980848525326,
    0.340980848525326,
    0.340980848525326,
    0.340980848525326,
    0.340980848525326,
    0.3827265732216171,
    0.3827265732216171,
    0.3827265732216171,
    0.3827265732216171,
    0.3827265732216171,
    0.3827265732216171,
    0.3827265732216171,
    0.3827265732216171,
    0.5819845006192186,
    0.5819845006192186,
    0.5819845006192186,
    0.5819845006192186,
    0.5819845006192186,
    0.5819845006192186,
    0.597003623122329,
    0.597003623122329,
    0.597003623122329,
    0.597003623122329,
    0.597003623122329,
    0.597003623122329,
    0.597003623122329,
    0.597003623122329,
    0.7783174655790925,
    0.7783174655790925,
    0.7783174655790925,
    0.7783174655790925,
    0.7783174655790925,
    0.7783174655790925,
    0.7783174655790925,
    0.7783174655790925,
    0.7954506808976927,
    0.7954506808976927,
    0.7954506808976927,
    0.7954506808976927,
    0.7954506808976927,
    0.7954506808976927,
    0.7954506808976927,
    0.7954506808976927,
    0.4752578015333954,
    0.4752578015333954,
    0.4752578015333954,
    0.4752578015333954,
    0.4752578015333954,
    0.4752578015333954,
    0.4752578015333954,
    0.4752578015333954
  ],
  "32": [
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. During the session, human resources teams jot notes on tablets as students introduce themselves.",
    "An alumni panel discusses how to prepare for technical interviews. During the session, human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "An alumni panel discusses how to prepare for technical interviews during a session. Throughout the event, human resources teams jot notes on tablets as students introduce themselves. A subset of students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "An alumni panel discusses how to prepare for technical interviews during a session. HR teams jot notes on tablets as students introduce themselves. A subset of students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards to attendees. A welcome announcement outlines the fair schedule over the PA system.",
    "An alumni panel discusses how to prepare for technical interviews during a session. HR teams jot notes on tablets as students introduce themselves. A subset of students quietly rehearse elevator pitches against the wall. At the entrance, event staff scan registrations and hand out lanyards to attendees. A welcome announcement via the PA system outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom.",
    "An alumni panel discusses how to prepare for technical interviews during a session. HR teams jot notes on tablets as students introduce themselves. A subset of students quietly rehearse elevator pitches against the wall. At the entrance, event staff scan registrations and hand out lanyards to attendees. A welcome announcement via the PA system outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews during a session. HR teams jot notes on tablets as students introduce themselves. A subset of students quietly rehearse elevator pitches against the wall. At the entrance, event staff scan registrations and hand out lanyards to attendees. A welcome announcement via the PA system outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews during a session, while HR teams jot notes on tablets as students introduce themselves. A subset of students quietly rehearse elevator pitches against the wall. At the entrance, event staff scan registrations and hand out lanyards to attendees. A welcome announcement via the PA system outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5647243366481154,
    0.5647243366481154,
    0.5647243366481154,
    0.5647243366481154,
    0.5647243366481154,
    0.5647243366481154,
    0.6786739320037483,
    0.6786739320037483,
    0.6786739320037483,
    0.6786739320037483,
    0.6786739320037483,
    0.6786739320037483,
    0.6786739320037483,
    0.7118046784150343,
    0.7118046784150343,
    0.7118046784150343,
    0.7118046784150343,
    0.7118046784150343,
    0.7118046784150343,
    0.7118046784150343,
    0.7118046784150343,
    0.8098508043495296,
    0.8098508043495296,
    0.8098508043495296,
    0.8098508043495296,
    0.8098508043495296,
    0.8098508043495296,
    0.8093800513821449,
    0.8093800513821449,
    0.8093800513821449,
    0.8093800513821449,
    0.8093800513821449,
    0.8093800513821449,
    0.8093800513821449,
    0.8216051152430246,
    0.8216051152430246,
    0.8216051152430246,
    0.8216051152430246,
    0.8216051152430246,
    0.8216051152430246,
    0.8216051152430246,
    0.8216051152430246,
    0.8216051152430246,
    0.8216051152430246,
    0.8216051152430246,
    0.8216051152430246,
    0.8216051152430246,
    0.8216051152430246,
    0.8216051152430246,
    0.8216051152430246,
    0.8539244875822185,
    0.8539244875822185,
    0.8539244875822185,
    0.8539244875822185
  ],
  "33": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym prior to the opening of the career fair.",
    "Students line up outside the university gym in anticipation of the career fair opening. Tech companies display demo screens that showcase their latest apps.",
    "Students line up outside the university gym in anticipation of the career fair opening. Tech companies display demo screens that showcase their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Students line up outside the university gym in anticipation of the career fair opening. Tech companies display demo screens that showcase their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "Students line up outside the university gym in anticipation of the career fair opening. Tech companies display demo screens that showcase their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym in anticipation of the career fair opening. Tech companies display demo screens showcasing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym in anticipation of the career fair opening. Tech companies display demo screens showcasing their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, students line up in anticipation of the career fair opening. Tech companies display demo screens showcasing their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students line up in anticipation of the career fair opening. Tech companies display demo screens of their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors direct unsure attendees toward applicable industries and remind everyone to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers offer quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.40629030947574574,
    0.40629030947574574,
    0.40629030947574574,
    0.40629030947574574,
    0.40629030947574574,
    0.5586252485176773,
    0.5586252485176773,
    0.5586252485176773,
    0.5586252485176773,
    0.5586252485176773,
    0.6908704593029986,
    0.6908704593029986,
    0.6908704593029986,
    0.6908704593029986,
    0.6908704593029986,
    0.6908704593029986,
    0.6908704593029986,
    0.7640237929704418,
    0.7640237929704418,
    0.7640237929704418,
    0.7640237929704418,
    0.7640237929704418,
    0.7640237929704418,
    0.7640237929704418,
    0.7520885523869582,
    0.7520885523869582,
    0.7520885523869582,
    0.7520885523869582,
    0.7520885523869582,
    0.7520885523869582,
    0.7520885523869582,
    0.7520885523869582,
    0.748702639095175,
    0.748702639095175,
    0.748702639095175,
    0.748702639095175,
    0.748702639095175,
    0.748702639095175,
    0.748702639095175,
    0.7717539275743852,
    0.7717539275743852,
    0.7717539275743852,
    0.7717539275743852,
    0.7717539275743852,
    0.7717539275743852,
    0.7717539275743852,
    0.7938878889289809,
    0.7938878889289809,
    0.7938878889289809,
    0.7938878889289809,
    0.7938878889289809,
    0.7938878889289809,
    0.7938878889289809,
    0.7938878889289809,
    0.7938878889289809,
    0.8137968716418938,
    0.8137968716418938,
    0.8137968716418938,
    0.8137968716418938,
    0.8137968716418938,
    0.8137968716418938
  ],
  "34": [
    "",
    "",
    "Finance firms offer QR codes to enable immediate internship applications.",
    "Finance firms provide QR codes that enable immediate internship applications, and career counselors redirect unsure students toward applicable industries.",
    "Finance firms provide QR codes that enable immediate internship applications. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "Finance firms provide QR codes that enable immediate internship applications. Career counselors redirect unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall.",
    "Finance firms provide QR codes that enable immediate internship applications. Career counselors redirect unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "Finance firms provide QR codes that enable immediate internship applications. Career counselors redirect unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews.",
    "In a career fair setting, finance firms provide QR codes that enable immediate internship applications. Career counselors redirect unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall. Consulting firms display glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews.",
    "At a career fair, finance firms provide QR codes that enable immediate internship applications. Career counselors redirect unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall. Consulting firms display glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps."
  ],
  "34_score": [
    0.0,
    0.0,
    0.4153972696751894,
    0.4153972696751894,
    0.4153972696751894,
    0.4153972696751894,
    0.4153972696751894,
    0.4153972696751894,
    0.4153972696751894,
    0.4153972696751894,
    0.36738938170427365,
    0.36738938170427365,
    0.36738938170427365,
    0.36738938170427365,
    0.36738938170427365,
    0.36738938170427365,
    0.36738938170427365,
    0.36738938170427365,
    0.6348653544352407,
    0.6348653544352407,
    0.6348653544352407,
    0.6348653544352407,
    0.6348653544352407,
    0.6348653544352407,
    0.6348653544352407,
    0.554638305220388,
    0.554638305220388,
    0.554638305220388,
    0.554638305220388,
    0.554638305220388,
    0.554638305220388,
    0.554638305220388,
    0.554638305220388,
    0.554638305220388,
    0.554638305220388,
    0.554638305220388,
    0.711345442082298,
    0.711345442082298,
    0.711345442082298,
    0.711345442082298,
    0.711345442082298,
    0.711345442082298,
    0.711345442082298,
    0.711345442082298,
    0.7546447964723723,
    0.7546447964723723,
    0.7546447964723723,
    0.7546447964723723,
    0.7546447964723723,
    0.7546447964723723,
    0.7546447964723723,
    0.8136236171414188,
    0.8136236171414188,
    0.8136236171414188,
    0.8136236171414188,
    0.8136236171414188,
    0.8136236171414188,
    0.8136236171414188,
    0.8136236171414188,
    0.8524215622694752,
    0.8524215622694752,
    0.8524215622694752,
    0.8524215622694752,
    0.8524215622694752,
    0.8524215622694752
  ],
  "35": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym ahead of the career fair opening. A robotics startup flies a small drone above its booth to attract attention.",
    "Students are lined up outside the university gym ahead of the career fair opening. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, students line up ahead of the career fair opening. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, students line up ahead of the career fair opening. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up ahead of the career fair opening. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5780146373217772,
    0.5780146373217772,
    0.5780146373217772,
    0.5780146373217772,
    0.5780146373217772,
    0.5780146373217772,
    0.5780146373217772,
    0.5780146373217772,
    0.5780146373217772,
    0.7031325199079557,
    0.7031325199079557,
    0.7031325199079557,
    0.7031325199079557,
    0.7031325199079557,
    0.7031325199079557,
    0.7031325199079557,
    0.7031325199079557,
    0.7031325199079557,
    0.7031325199079557,
    0.7031325199079557,
    0.7031325199079557,
    0.7744360666416967,
    0.7744360666416967,
    0.7744360666416967,
    0.7744360666416967,
    0.7744360666416967,
    0.7744360666416967,
    0.7744360666416967,
    0.8199975738353116,
    0.8199975738353116,
    0.8199975738353116,
    0.8199975738353116,
    0.8199975738353116,
    0.8199975738353116,
    0.8199975738353116,
    0.8199975738353116,
    0.8199975738353116,
    0.8199975738353116,
    0.8199975738353116,
    0.8199975738353116,
    0.8199975738353116,
    0.8199975738353116,
    0.8199975738353116,
    0.815854913932739,
    0.815854913932739,
    0.815854913932739,
    0.815854913932739,
    0.815854913932739,
    0.815854913932739,
    0.815854913932739
  ],
  "36": [
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "At the event, the engineering society sponsors a resume review table near the stage, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, the engineering society sponsors a resume review table near the stage, while a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "At the event, the engineering society sponsors a resume review table near the stage, while a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall.",
    "At the event, the engineering society sponsors a resume review table near the stage, while a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall.",
    "The engineering society sponsors a resume-review table near the stage, while a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders.",
    "At the event, the engineering society sponsors a resume-review table near the stage, while a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, the engineering society sponsors a resume-review table near the stage, while a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders as human resources teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth to draw attention.",
    "At the event, the engineering society sponsors a resume-review table near the stage, while a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders as human resources teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4521450817420957,
    0.4521450817420957,
    0.4521450817420957,
    0.4521450817420957,
    0.4521450817420957,
    0.4521450817420957,
    0.4521450817420957,
    0.6184341838831662,
    0.6184341838831662,
    0.6184341838831662,
    0.6184341838831662,
    0.6184341838831662,
    0.6184341838831662,
    0.6164222215599611,
    0.6164222215599611,
    0.6164222215599611,
    0.6164222215599611,
    0.6164222215599611,
    0.6164222215599611,
    0.6164222215599611,
    0.6164222215599611,
    0.6164222215599611,
    0.6164222215599611,
    0.6164222215599611,
    0.6164222215599611,
    0.6164222215599611,
    0.758987833494253,
    0.758987833494253,
    0.758987833494253,
    0.758987833494253,
    0.758987833494253,
    0.758987833494253,
    0.758987833494253,
    0.758987833494253,
    0.7675149866687638,
    0.7675149866687638,
    0.7675149866687638,
    0.7675149866687638,
    0.7675149866687638,
    0.7675149866687638,
    0.7675149866687638,
    0.7675149866687638,
    0.7675149866687638,
    0.7675149866687638,
    0.7931538859872078,
    0.7931538859872078,
    0.7931538859872078,
    0.7931538859872078,
    0.7931538859872078,
    0.7931538859872078,
    0.7931538859872078,
    0.7931538859872078,
    0.7931538859872078,
    0.7931538859872078,
    0.8639982827522898,
    0.8639982827522898
  ],
  "37": [
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications, while healthcare providers showcase community outreach photos.",
    "Finance firms offer QR codes for immediate internship applications, healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps.",
    "At the event, finance firms offer QR codes for immediate internship applications, healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "At the event, finance firms offer QR codes for immediate internship applications, healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries.",
    "At the event, finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries.",
    "A career fair unfolds on a polished floor, with dozens of booths encircling the space beneath colorful banners. Finance firms offer QR codes for immediate internship applications, healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station.",
    "A career fair unfolds on a polished floor, with dozens of booths encircling the space beneath colorful banners. Finance firms offer QR codes for immediate internship applications, healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "The career fair unfolds on a polished floor with dozens of booths encircling the space beneath colorful banners. Finance firms offer QR codes for immediate internship applications; healthcare providers showcase community outreach photos; tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage."
  ],
  "37_score": [
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38399552989289176,
    0.38399552989289176,
    0.38399552989289176,
    0.38399552989289176,
    0.38399552989289176,
    0.38399552989289176,
    0.4382255752460598,
    0.4382255752460598,
    0.4382255752460598,
    0.4382255752460598,
    0.4382255752460598,
    0.4382255752460598,
    0.655669575552541,
    0.655669575552541,
    0.655669575552541,
    0.655669575552541,
    0.655669575552541,
    0.655669575552541,
    0.655669575552541,
    0.6646585972302231,
    0.6646585972302231,
    0.6646585972302231,
    0.6646585972302231,
    0.6646585972302231,
    0.6646585972302231,
    0.6646585972302231,
    0.8461445807453996,
    0.8461445807453996,
    0.8461445807453996,
    0.8461445807453996,
    0.8461445807453996,
    0.8461445807453996,
    0.8461445807453996,
    0.8461445807453996,
    0.8284890071152138,
    0.8284890071152138,
    0.8284890071152138,
    0.8284890071152138,
    0.8284890071152138,
    0.8284890071152138,
    0.8548700080126979,
    0.8548700080126979,
    0.8548700080126979,
    0.8548700080126979,
    0.8548700080126979,
    0.8629492675978151,
    0.8629492675978151,
    0.8629492675978151,
    0.8629492675978151,
    0.8629492675978151,
    0.8629492675978151,
    0.8629492675978151,
    0.8864874766644737,
    0.8864874766644737,
    0.8864874766644737,
    0.8864874766644737,
    0.8864874766644737,
    0.8864874766644737,
    0.8864874766644737
  ],
  "38": [
    "",
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "Event check-in is at the entrance, where staff scan registrations and hand out lanyards. A resume review table sponsored by the engineering society sits near the stage.",
    "Event check-in is at the entrance, where staff scan registrations and hand out lanyards. A resume review table sponsored by the engineering society sits near the stage. Dozens of booths with colorful banners circle the polished floor.",
    "Event check-in is at the entrance, where staff scan registrations and hand out lanyards. A resume review table sponsored by the engineering society sits near the stage. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall.",
    "Event check-in is at the entrance, where staff scan registrations and hand out lanyards. A resume review table sponsored by the engineering society sits near the stage. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "Event check-in is at the entrance where staff scan registrations and hand out lanyards. A resume review table sponsored by the engineering society sits near the stage. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "At the entrance, event check-in is conducted as staff scan registrations and hand out lanyards. A resume review table sponsored by the engineering society sits near the stage. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5572221692425143,
    0.5572221692425143,
    0.5572221692425143,
    0.5572221692425143,
    0.5572221692425143,
    0.5572221692425143,
    0.5572221692425143,
    0.5572221692425143,
    0.5572221692425143,
    0.5572221692425143,
    0.7222773927513738,
    0.7222773927513738,
    0.7222773927513738,
    0.7222773927513738,
    0.7222773927513738,
    0.7222773927513738,
    0.7222773927513738,
    0.7222773927513738,
    0.7392805711553392,
    0.7392805711553392,
    0.7392805711553392,
    0.7392805711553392,
    0.7392805711553392,
    0.7392805711553392,
    0.7392805711553392,
    0.7392805711553392,
    0.775015809165738,
    0.775015809165738,
    0.775015809165738,
    0.775015809165738,
    0.775015809165738,
    0.775015809165738,
    0.775015809165738,
    0.775015809165738,
    0.775015809165738,
    0.775015809165738,
    0.7659513629741294,
    0.7659513629741294,
    0.7659513629741294,
    0.7659513629741294,
    0.7659513629741294,
    0.7659513629741294,
    0.7659513629741294,
    0.7659513629741294,
    0.8209621346820711
  ],
  "39": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, presenting a display of outreach efforts. In the same setting, consulting firms stack glossy case study booklets on high tables, creating organized stacks of printed materials.",
    "In a shared venue, healthcare providers display community outreach photos to illustrate outreach efforts. Consulting firms arrange glossy case study booklets into organized stacks on high tables. HR teams take notes on tablets as students introduce themselves.",
    "In a shared venue, healthcare providers display community outreach photos to illustrate outreach efforts. Consulting firms arrange glossy case study booklets into organized stacks on high tables. HR teams take notes on tablets as students introduce themselves. Students clutch resumes inside branded folders.",
    "In a shared venue, healthcare providers display community outreach photos to illustrate outreach efforts while consulting firms arrange glossy case study booklets into organized stacks on high tables. HR teams take notes on tablets as students introduce themselves, and students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "In a shared venue, healthcare providers display community outreach photos to illustrate outreach efforts, while consulting firms arrange glossy case study booklets into organized stacks on high tables. HR teams take notes on tablets as students introduce themselves, and students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system.",
    "At a shared venue, healthcare providers display community outreach photos to illustrate outreach efforts while consulting firms arrange glossy case study booklets into organized stacks on high tables. HR teams take notes on tablets as students introduce themselves, and students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system.",
    "At a shared venue for a career fair, healthcare providers display community outreach photos to illustrate their outreach efforts, while consulting firms arrange glossy case study booklets into organized stacks on high tables. HR teams take notes on tablets as students introduce themselves, and students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. Some students rehearse elevator pitches quietly against the wall."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.43405185114646266,
    0.43405185114646266,
    0.43405185114646266,
    0.43405185114646266,
    0.43405185114646266,
    0.43405185114646266,
    0.6118734903927927,
    0.6118734903927927,
    0.6118734903927927,
    0.6118734903927927,
    0.6118734903927927,
    0.6118734903927927,
    0.6640661362093572,
    0.6640661362093572,
    0.6640661362093572,
    0.6640661362093572,
    0.6640661362093572,
    0.6640661362093572,
    0.6640661362093572,
    0.6795258773728655,
    0.6795258773728655,
    0.6795258773728655,
    0.6795258773728655,
    0.6795258773728655,
    0.6795258773728655,
    0.7594281267951142,
    0.7594281267951142,
    0.7594281267951142,
    0.7594281267951142,
    0.7594281267951142,
    0.7594281267951142,
    0.7594281267951142,
    0.7594281267951142,
    0.7594281267951142,
    0.7594281267951142,
    0.7628094262950701,
    0.7628094262950701,
    0.7628094262950701,
    0.7628094262950701,
    0.7628094262950701,
    0.7628094262950701,
    0.7628094262950701,
    0.7628094262950701,
    0.8263952401691617,
    0.8263952401691617,
    0.8263952401691617,
    0.8263952401691617,
    0.8263952401691617
  ],
  "40": [
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "Students line up outside the university gym as the career fair prepares to open. A welcome announcement is broadcast over the PA system, outlining the fair schedule. The engineering society sponsors a resume review table near the stage.",
    "Students line up outside the university gym in advance of the career fair opening. A welcome announcement is broadcast over the PA system, outlining the fair schedule. The engineering society sponsors a resume review table near the stage.",
    "Students line up outside the university gym in advance of the career fair opening. A welcome announcement is broadcast over the PA system, outlining the fair schedule. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement is broadcast over the PA system, outlining the fair schedule. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "Students line up outside the university gym as the career fair opens. A welcome announcement is broadcast over the PA system, outlining the fair schedule. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym as the career fair opens. A welcome announcement is broadcast over the PA system outlining the fair schedule. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym as the career fair opens, and a welcome announcement is broadcast over the PA system outlining the schedule. The engineering society sponsors a resume review table near the stage, while workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps, and career counselors redirect unsure students toward applicable industries."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5963754765799423,
    0.5963754765799423,
    0.5963754765799423,
    0.5963754765799423,
    0.5963754765799423,
    0.5963754765799423,
    0.7410833607845053,
    0.7410833607845053,
    0.7410833607845053,
    0.7410833607845053,
    0.7410833607845053,
    0.7410833607845053,
    0.7410833607845053,
    0.7410833607845053,
    0.7355889927081808,
    0.7355889927081808,
    0.7355889927081808,
    0.7355889927081808,
    0.7355889927081808,
    0.7355889927081808,
    0.7355889927081808,
    0.7656461848463045,
    0.7656461848463045,
    0.7656461848463045,
    0.7656461848463045,
    0.7656461848463045,
    0.7656461848463045,
    0.7656461848463045,
    0.8052494491663464,
    0.8052494491663464,
    0.8052494491663464,
    0.8052494491663464,
    0.8052494491663464,
    0.8052494491663464,
    0.8052494491663464,
    0.8052494491663464,
    0.8052494491663464,
    0.8396261446654876,
    0.8396261446654876,
    0.8396261446654876,
    0.8396261446654876,
    0.8396261446654876,
    0.8396261446654876,
    0.8396261446654876,
    0.8396261446654876,
    0.8142543840009729,
    0.8142543840009729,
    0.8142543840009729,
    0.8142543840009729,
    0.8142543840009729,
    0.8142543840009729,
    0.8142543840009729,
    0.8142543840009729
  ],
  "41": [
    "",
    "",
    "",
    "",
    "",
    "A line of students stands outside the university gym, waiting for the career fair to open.",
    "Outside the university gym, a line of students waits for the career fair to open. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, a line of students waits for the career fair to open. At the entrance, event staff scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves.",
    "Outside the university gym, a line of students waits for the career fair to open. At the entrance, event staff scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, a line of students waits for the career fair to open. At the entrance, event staff scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, a line of students waits for the career fair to open. At the entrance, event staff scan registrations and hand out lanyards while human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, a line of students waits for the career fair to open. At the entrance, event staff scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, a line of students waits for the career fair to open. At the entrance, event staff scan registrations and hand out lanyards while human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, a line of students waits for the career fair to open. At the entrance, event staff scan registrations and hand out lanyards while human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.538798054200069,
    0.538798054200069,
    0.538798054200069,
    0.538798054200069,
    0.538798054200069,
    0.538798054200069,
    0.538798054200069,
    0.538798054200069,
    0.5768706452460561,
    0.5768706452460561,
    0.5768706452460561,
    0.5768706452460561,
    0.5768706452460561,
    0.5768706452460561,
    0.5768706452460561,
    0.5768706452460561,
    0.7724454110741799,
    0.7724454110741799,
    0.7724454110741799,
    0.7724454110741799,
    0.7724454110741799,
    0.7724454110741799,
    0.795416978848253,
    0.795416978848253,
    0.795416978848253,
    0.795416978848253,
    0.795416978848253,
    0.795416978848253,
    0.795416978848253,
    0.8269328674828226,
    0.8269328674828226,
    0.8269328674828226,
    0.8269328674828226,
    0.8269328674828226,
    0.8269328674828226,
    0.8269328674828226,
    0.8269328674828226,
    0.8269328674828226,
    0.8478229355743432,
    0.8478229355743432,
    0.8478229355743432,
    0.8478229355743432,
    0.8478229355743432,
    0.8478229355743432,
    0.8478229355743432,
    0.8424745206269957,
    0.8424745206269957,
    0.8424745206269957,
    0.8424745206269957,
    0.8424745206269957,
    0.8424745206269957,
    0.8424745206269957,
    0.8586866752185924,
    0.8586866752185924
  ],
  "42": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers showcase community outreach photos in a venue where dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers showcase community outreach photos in a venue where dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "Healthcare providers showcase community outreach photos in a venue where dozens of booths with colorful banners circle a polished floor. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "Healthcare providers display community outreach photos inside a venue where dozens of booths with colorful banners encircle a polished floor. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "In a venue, healthcare providers display community outreach photos as dozens of booths with colorful banners encircle a polished floor. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "In a venue, healthcare providers display community outreach photos as dozens of booths with colorful banners encircle a polished floor. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "At a venue, healthcare providers display community outreach photos as dozens of booths with colorful banners encircle a polished floor. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.442889932359368,
    0.442889932359368,
    0.442889932359368,
    0.442889932359368,
    0.442889932359368,
    0.442889932359368,
    0.5020179257194473,
    0.5020179257194473,
    0.5020179257194473,
    0.5020179257194473,
    0.5020179257194473,
    0.5020179257194473,
    0.6407277445363898,
    0.6407277445363898,
    0.6407277445363898,
    0.6407277445363898,
    0.6407277445363898,
    0.6407277445363898,
    0.6407277445363898,
    0.6407277445363898,
    0.717192640603538,
    0.717192640603538,
    0.717192640603538,
    0.717192640603538,
    0.717192640603538,
    0.717192640603538,
    0.717192640603538,
    0.7557147455135644,
    0.7557147455135644,
    0.7557147455135644,
    0.7557147455135644,
    0.7557147455135644,
    0.7557147455135644,
    0.7557147455135644,
    0.7557147455135644,
    0.7557147455135644,
    0.7815764466005264,
    0.7815764466005264,
    0.7815764466005264,
    0.7815764466005264,
    0.7815764466005264,
    0.7815764466005264,
    0.7815764466005264,
    0.7815764466005264,
    0.7815764466005264,
    0.7815764466005264,
    0.7815764466005264,
    0.7815764466005264,
    0.7815764466005264,
    0.7815764466005264,
    0.7815764466005264,
    0.7815764466005264,
    0.7900752225595413,
    0.7900752225595413,
    0.7900752225595413,
    0.7900752225595413,
    0.7900752225595413
  ],
  "43": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym as the career fair prepares to open, while an alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, students line up as the career fair prepares to open. An alumni panel discusses how to prepare for technical interviews, and tech companies display demo screens showing their latest apps.",
    "Outside the university gym, students line up as the career fair prepares to open. An alumni panel discusses how to prepare for technical interviews, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students line up as the career fair prepares to open. An alumni panel discusses how to prepare for technical interviews, while tech companies display demo screens showing their latest apps. Alumni volunteers offer quick pep talks near the coffee station, and a welcome announcement over the PA system outlines the fair schedule.",
    "Outside the university gym, students line up as the career fair prepares to open. An alumni panel discusses how to prepare for technical interviews, while tech companies display demo screens showing their latest apps. Alumni volunteers offer quick pep talks near the coffee station, and a welcome announcement over the PA system outlines the fair schedule. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, students line up as the career fair prepares to open. An alumni panel discusses how to prepare for technical interviews, and tech companies display demo screens showing their latest apps. Alumni volunteers offer quick pep talks near the coffee station, and a welcome announcement over the PA system outlines the fair schedule. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, students line up as the career fair opens. An alumni panel discusses how to prepare for technical interviews, while tech companies display demo screens showing their latest apps. Alumni volunteers offer quick pep talks near the coffee station, and a welcome announcement over the PA outlines the fair schedule. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, students line up as the career fair opens. An alumni panel discusses how to prepare for technical interviews, while tech companies display demo screens showing their latest apps. Alumni volunteers offer quick pep talks near the coffee station, and a welcome announcement over the PA outlines the fair schedule. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students line up as the career fair opens. An alumni panel discusses how to prepare for technical interviews, while tech companies display demo screens showing their latest apps. Alumni volunteers offer quick pep talks near the coffee station, and a welcome announcement over the PA outlines the fair schedule. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.43942400489663547,
    0.43942400489663547,
    0.43942400489663547,
    0.43942400489663547,
    0.43942400489663547,
    0.43942400489663547,
    0.43942400489663547,
    0.6266950638043114,
    0.6266950638043114,
    0.6266950638043114,
    0.6266950638043114,
    0.6266950638043114,
    0.7592561503868029,
    0.7592561503868029,
    0.7592561503868029,
    0.7592561503868029,
    0.7592561503868029,
    0.7592561503868029,
    0.7592561503868029,
    0.7882596955383807,
    0.7882596955383807,
    0.7882596955383807,
    0.7882596955383807,
    0.7882596955383807,
    0.7882596955383807,
    0.8078226225963694,
    0.8078226225963694,
    0.8078226225963694,
    0.8078226225963694,
    0.8078226225963694,
    0.8078226225963694,
    0.8078226225963694,
    0.8078226225963694,
    0.8020915088376186,
    0.8020915088376186,
    0.8020915088376186,
    0.8020915088376186,
    0.8020915088376186,
    0.8020915088376186,
    0.8020915088376186,
    0.810367888480116,
    0.810367888480116,
    0.810367888480116,
    0.810367888480116,
    0.810367888480116,
    0.810367888480116,
    0.810367888480116,
    0.8384021393922074,
    0.8384021393922074,
    0.8384021393922074,
    0.8384021393922074,
    0.8384021393922074,
    0.8384021393922074,
    0.8384021393922074,
    0.8384021393922074
  ],
  "44": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while students line up outside the university gym before the career fair opens.",
    "Tech companies display demo screens showing their latest apps, while students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "Tech companies display demo screens showing their latest apps as students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews, contributing guidance and context to the event.",
    "Tech companies display demo screens showing their latest apps as students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews, contributing guidance and context to the event. Career counselors remind attendees to maintain eye contact.",
    "At a university career fair, tech companies display demo screens showing their latest apps as students line up outside the university gym before the fair opens. Finance firms provide QR codes for immediate internship applications. An alumni panel offers guidance on preparing for technical interviews, adding context to the event. Career counselors remind attendees to maintain eye contact during interactions.",
    "At a university career fair, tech companies display demo screens showing their latest apps as students line up outside the university gym before the fair opens. Finance firms provide QR codes for immediate internship applications. An alumni panel offers guidance on preparing for technical interviews, adding context to the event. Career counselors remind attendees to maintain eye contact during interactions. Groups of friends mark target employers on the event map.",
    "At a university career fair outside the university gym before opening, students line up as tech companies display demo screens of their latest apps. Finance firms provide QR codes for immediate internship applications. An alumni panel offers guidance on preparing for technical interviews, while career counselors remind attendees to maintain eye contact during interactions. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.6455824989198871,
    0.6455824989198871,
    0.6455824989198871,
    0.6455824989198871,
    0.6455824989198871,
    0.6455824989198871,
    0.6455824989198871,
    0.6455824989198871,
    0.8353951480685504,
    0.8353951480685504,
    0.8353951480685504,
    0.8353951480685504,
    0.8353951480685504,
    0.8353951480685504,
    0.8353951480685504,
    0.8353951480685504,
    0.8499843915253809,
    0.8499843915253809,
    0.8499843915253809,
    0.8499843915253809,
    0.8499843915253809,
    0.8499843915253809,
    0.8499843915253809,
    0.8499843915253809,
    0.8499843915253809,
    0.8499843915253809,
    0.8369894599610396,
    0.8369894599610396,
    0.8369894599610396,
    0.8369894599610396,
    0.8369894599610396,
    0.8369894599610396,
    0.8369894599610396,
    0.8539757375074213,
    0.8539757375074213,
    0.8539757375074213,
    0.8539757375074213,
    0.8539757375074213,
    0.8539757375074213,
    0.8539757375074213,
    0.8539757375074213
  ],
  "45": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Students clutch resumes inside branded folders as event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Students clutch resumes inside branded folders as event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards as students clutch resumes tucked inside branded folders. Dozens of booths with colorful banners encircle the polished floor. Human resources teams jot notes on tablets while students introduce themselves. Alumni volunteers offer brief pep talks near the coffee station.",
    "A welcome announcement circulates over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards as students clutch resumes tucked inside branded folders. Dozens of booths with colorful banners encircle the polished floor. Human resources teams jot notes on tablets while students introduce themselves. Alumni volunteers offer brief pep talks near the coffee station."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5857213790110405,
    0.5857213790110405,
    0.5857213790110405,
    0.5857213790110405,
    0.5857213790110405,
    0.5857213790110405,
    0.8084024659144766,
    0.8084024659144766,
    0.8084024659144766,
    0.8084024659144766,
    0.8084024659144766,
    0.8084024659144766,
    0.8084024659144766,
    0.8084024659144766,
    0.8311625297613254,
    0.8311625297613254,
    0.8311625297613254,
    0.8311625297613254,
    0.8311625297613254,
    0.8311625297613254,
    0.8311625297613254,
    0.8279694770082646,
    0.8279694770082646,
    0.8279694770082646,
    0.8279694770082646,
    0.8279694770082646,
    0.8279694770082646,
    0.8279694770082646,
    0.8279694770082646,
    0.8279694770082646,
    0.8279694770082646,
    0.8279694770082646,
    0.8279694770082646,
    0.8279694770082646,
    0.8279694770082646,
    0.8279694770082646,
    0.8509587930965401,
    0.8509587930965401,
    0.8509587930965401,
    0.8509587930965401,
    0.8509587930965401,
    0.8509587930965401,
    0.8509587930965401,
    0.8466617281475515,
    0.8466617281475515
  ],
  "46": [
    "",
    "",
    "",
    "Several students clutch resumes inside branded folders.",
    "At the entrance, event staff scan registrations and hand out lanyards, while several students clutch resumes inside branded folders.",
    "At the entrance, event staff scan registrations and hand out lanyards, while several students clutch resumes inside branded folders.",
    "At the entrance, event staff scan registrations and hand out lanyards. Inside, several students clutch resumes stored in branded folders. A robotics startup flies a small drone above its booth to draw attention.",
    "At the entrance, event staff scan registrations and hand out lanyards. Inside, several students clutch resumes stored in branded folders. A robotics startup flies a small drone above its booth to draw attention.",
    "Event staff scan registrations and hand out lanyards at the entrance. Inside, several students clutch resumes stored in branded folders. A robotics startup flies a small drone above its booth to draw attention.",
    "Event staff scan registrations and hand out lanyards at the entrance. Inside, several students clutch resumes stored in branded folders. A robotics startup flies a small drone above its booth to draw attention.",
    "At the entrance, event staff scan registrations and hand out lanyards. Inside, several students clutch resumes stored in branded folders. A robotics startup flies a small drone above its booth to draw attention.",
    "Event staff scan registrations and hand out lanyards at the entrance. Inside, several students clutch resumes stored in branded folders. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.4099053923682378,
    0.4099053923682378,
    0.4099053923682378,
    0.4099053923682378,
    0.4099053923682378,
    0.4099053923682378,
    0.4099053923682378,
    0.4099053923682378,
    0.4099053923682378,
    0.7612266338111973,
    0.7612266338111973,
    0.7612266338111973,
    0.7612266338111973,
    0.7612266338111973,
    0.7612266338111973,
    0.7612266338111973,
    0.7612266338111973,
    0.7612266338111973,
    0.7612266338111973,
    0.7612266338111973,
    0.7612266338111973,
    0.7612266338111973,
    0.7612266338111973,
    0.7612266338111973,
    0.7612266338111973,
    0.7612266338111973,
    0.7612266338111973,
    0.7612266338111973,
    0.7761182661572827,
    0.7761182661572827,
    0.7761182661572827,
    0.7761182661572827,
    0.7761182661572827,
    0.7761182661572827,
    0.7761182661572827,
    0.7761182661572827,
    0.7761182661572827,
    0.7761182661572827,
    0.7761182661572827,
    0.7761182661572827,
    0.7761182661572827,
    0.7761182661572827,
    0.7761182661572827,
    0.7761182661572827,
    0.7761182661572827,
    0.7761182661572827,
    0.7612266338111973,
    0.7612266338111973,
    0.7612266338111973,
    0.7612266338111973,
    0.7612266338111973,
    0.7612266338111973,
    0.7612266338111973,
    0.7612266338111973,
    0.7612266338111973,
    0.7761182661572827
  ],
  "47": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves, with both activities occurring concurrently.",
    "Human resources teams jot notes on tablets while students introduce themselves, with both activities occurring concurrently.",
    "During a concurrent session, human resources teams jot notes on tablets while students introduce themselves, with both activities occurring simultaneously; career counselors redirect unsure students toward applicable industries.",
    "In a concurrent session, human resources teams jot notes on tablets while students introduce themselves, with both activities unfolding simultaneously. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "In a concurrent session, human resources teams jot notes on tablets as students introduce themselves, with both activities unfolding at the same time. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, several activities unfold concurrently. Human resources teams jot notes on tablets as students introduce themselves, with both activities occurring at the same time. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, students line up before the career fair opens.",
    "At the university career fair, several activities unfold concurrently. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, students line up before the career fair opens.",
    "At the university career fair, several activities unfold concurrently. Human resources teams jot notes on tablets as students introduce themselves. Career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, students line up before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, multiple activities unfold concurrently. Human resources teams jot notes on tablets as students introduce themselves, while career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, students line up before the fair opens. A cybersecurity company runs a password cracking challenge on a laptop, and workshops on networking etiquette begin in the adjoining classroom."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3162051020771763,
    0.3162051020771763,
    0.3162051020771763,
    0.3162051020771763,
    0.3162051020771763,
    0.3162051020771763,
    0.3162051020771763,
    0.3162051020771763,
    0.3162051020771763,
    0.3162051020771763,
    0.3162051020771763,
    0.3162051020771763,
    0.3694398915605417,
    0.3694398915605417,
    0.3694398915605417,
    0.3694398915605417,
    0.3694398915605417,
    0.3694398915605417,
    0.6834211512089525,
    0.6834211512089525,
    0.6834211512089525,
    0.6834211512089525,
    0.6834211512089525,
    0.6834211512089525,
    0.6834211512089525,
    0.6834211512089525,
    0.7651157618686614,
    0.7651157618686614,
    0.7651157618686614,
    0.7651157618686614,
    0.7651157618686614,
    0.7651157618686614,
    0.7651157618686614,
    0.7651157618686614,
    0.7651157618686614,
    0.820561104673794,
    0.820561104673794,
    0.820561104673794,
    0.820561104673794,
    0.820561104673794,
    0.820561104673794,
    0.820561104673794,
    0.8336760607827269,
    0.8336760607827269,
    0.8336760607827269,
    0.8336760607827269,
    0.8336760607827269,
    0.8336760607827269,
    0.8336760607827269,
    0.8336760607827269,
    0.8336760607827269,
    0.8462986128043392,
    0.8462986128043392,
    0.8462986128043392,
    0.8462986128043392,
    0.8462986128043392,
    0.8462986128043392,
    0.8462986128043392
  ],
  "48": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, creating a vibrant perimeter around the space.",
    "Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, forming a vibrant perimeter around the space. Consulting firms stack glossy case study booklets on high tables, ready for attendees to peruse.",
    "Event staff at the entrance scan registrations and hand out lanyards, while dozens of booths with colorful banners circle the polished floor, forming a vibrant perimeter around the space. Consulting firms stack glossy case study booklets on high tables, ready for attendees to peruse. Groups of friends mark target employers on the event map.",
    "Event staff at the entrance scan registrations and hand out lanyards, establishing the check-in flow as attendees arrive. Dozens of booths with colorful banners circle the polished floor, forming a vibrant perimeter around the space. Consulting firms stack glossy case study booklets on high tables, ready for attendees to peruse. Groups of friends mark target employers on the event map.",
    "Event staff at the entrance scan registrations and hand out lanyards, establishing the check-in flow as attendees arrive. Dozens of booths with colorful banners circle the polished floor, forming a vibrant perimeter around the space. Consulting firms stack glossy case study booklets on high tables, ready for attendees to peruse. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "Event staff at the entrance scan registrations and hand out lanyards, establishing the check-in flow as attendees arrive. Dozens of booths with colorful banners circle the polished floor, forming a vibrant perimeter around the space. Consulting firms stack glossy case study booklets on high tables, ready for attendees to peruse. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Event staff at the entrance scan registrations and hand out lanyards, establishing the check-in flow as attendees arrive. Dozens of booths with colorful banners circle the polished floor, forming a vibrant perimeter around the space. Consulting firms stack glossy case study booklets on high tables, ready for attendees to peruse. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5556133040276418,
    0.5556133040276418,
    0.5556133040276418,
    0.5556133040276418,
    0.5556133040276418,
    0.5556133040276418,
    0.5556133040276418,
    0.5556133040276418,
    0.5556133040276418,
    0.5556133040276418,
    0.5556133040276418,
    0.5556133040276418,
    0.5556133040276418,
    0.7271993625076676,
    0.7271993625076676,
    0.7271993625076676,
    0.7271993625076676,
    0.7271993625076676,
    0.7271993625076676,
    0.7271993625076676,
    0.734427357019331,
    0.734427357019331,
    0.734427357019331,
    0.734427357019331,
    0.734427357019331,
    0.734427357019331,
    0.734427357019331,
    0.734427357019331,
    0.734427357019331,
    0.7527061959360408,
    0.7527061959360408,
    0.7527061959360408,
    0.7527061959360408,
    0.7527061959360408,
    0.7527061959360408,
    0.7842708312875133,
    0.7842708312875133,
    0.7842708312875133,
    0.7842708312875133,
    0.7842708312875133,
    0.7842708312875133,
    0.7842708312875133,
    0.7842708312875133,
    0.7950796346367185,
    0.7950796346367185,
    0.7950796346367185,
    0.7950796346367185,
    0.7950796346367185,
    0.7950796346367185,
    0.7950796346367185,
    0.7950796346367185
  ],
  "49": [
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At the event, career counselors remind attendees to maintain eye contact, while event staff at the entrance scan registrations and hand out lanyards.",
    "At the event accompanying the career fair, career counselors remind attendees to maintain eye contact, while event staff at the entrance scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens.",
    "During the event accompanying the career fair, career counselors remind attendees to maintain eye contact, while event staff at the entrance scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event accompanying the career fair, career counselors remind attendees to maintain eye contact while event staff at the entrance scan registrations and hand out lanyards. Before the fair opens, students line up outside the university gym. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage.",
    "During the event accompanying the career fair, career counselors remind attendees to maintain eye contact while event staff at the entrance scan registrations and hand out lanyards. Before the career fair opens, students line up outside the university gym. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage.",
    "During the event accompanying the career fair, career counselors remind attendees to maintain eye contact while event staff at the entrance scan registrations and hand out lanyards. Before the career fair opens, students line up outside the university gym. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "Ahead of and during the career fair, attendees are guided by career counselors who remind them to maintain eye contact while event staff at the entrance scan registrations and hand out lanyards. Before opening, students line up outside the university gym. Alumni volunteers give quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps.",
    "Before and during the career fair, attendees are guided by career counselors who remind them to maintain eye contact, while event staff at the entrance scan registrations and hand out lanyards. Before opening, students line up outside the university gym. Alumni volunteers give quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4243816492747872,
    0.4243816492747872,
    0.4243816492747872,
    0.4243816492747872,
    0.4243816492747872,
    0.4243816492747872,
    0.6452919193587254,
    0.6452919193587254,
    0.6452919193587254,
    0.6452919193587254,
    0.6452919193587254,
    0.6452919193587254,
    0.808474583033397,
    0.808474583033397,
    0.808474583033397,
    0.808474583033397,
    0.808474583033397,
    0.808474583033397,
    0.808474583033397,
    0.808474583033397,
    0.808474583033397,
    0.7985618748284082,
    0.7985618748284082,
    0.7985618748284082,
    0.7985618748284082,
    0.7985618748284082,
    0.7985618748284082,
    0.7985618748284082,
    0.7830551654940633,
    0.7830551654940633,
    0.7830551654940633,
    0.7830551654940633,
    0.7830551654940633,
    0.7830551654940633,
    0.7830551654940633,
    0.7830551654940633,
    0.8018389977067051,
    0.8018389977067051,
    0.8018389977067051,
    0.8018389977067051,
    0.8018389977067051,
    0.8018389977067051,
    0.8411504156151655,
    0.8411504156151655,
    0.8411504156151655,
    0.8411504156151655,
    0.8411504156151655,
    0.8411504156151655,
    0.8411504156151655,
    0.8378214813682857,
    0.8378214813682857,
    0.8378214813682857,
    0.8378214813682857,
    0.8378214813682857
  ]
}