{
  "0": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact.",
    "Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications.",
    "At the exhibit, consulting firms stack glossy case study booklets on high tables; career counselors remind attendees to maintain eye contact; finance firms offer QR codes for immediate internship applications; a robotics startup flies a small drone above its booth to attract attention.",
    "At the exhibit, consulting firms display glossy case study booklets stacked on high tables; career counselors remind attendees to maintain eye contact; finance firms offer QR codes for immediate internship applications; a robotics startup flies a small drone above its booth to attract attention; and a cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the exhibit, consulting firms display glossy case study booklets stacked on high tables. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders.",
    "At the exhibit, consulting firms display glossy case study booklets stacked on high tables, while career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders, and a welcome announcement over the PA system outlines the fair schedule.",
    "At the exhibit, consulting firms display glossy case study booklets stacked on high tables. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders, and a welcome announcement over the PA system outlines the fair schedule.",
    "At the exhibit, consulting firms display glossy case study booklets stacked on high tables. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders, and a welcome announcement over the PA system outlines the fair schedule.",
    "At the exhibit, consulting firms display glossy case study booklets stacked on high tables. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders, and a welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps.",
    "At the exhibit, consulting firms display glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders, and a welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the exhibit, consulting firms display glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders, and a welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the exhibit, consulting firms display glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders, and a welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "0_score": [
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3567955345004008,
    0.3567955345004008,
    0.3567955345004008,
    0.3567955345004008,
    0.5601299144097909,
    0.5601299144097909,
    0.5601299144097909,
    0.5601299144097909,
    0.5601299144097909,
    0.5601299144097909,
    0.5601299144097909,
    0.5021931732214439,
    0.5021931732214439,
    0.5021931732214439,
    0.5021931732214439,
    0.5065363079011285,
    0.5065363079011285,
    0.5065363079011285,
    0.8388530810049801,
    0.8388530810049801,
    0.8388530810049801,
    0.8388530810049801,
    0.8796575340598061,
    0.8796575340598061,
    0.8796575340598061,
    0.8796575340598061,
    0.8796575340598061,
    0.8796575340598061,
    0.8842881602310435,
    0.8842881602310435,
    0.8842881602310435,
    0.8842881602310435,
    0.8842881602310435,
    0.8842881602310435,
    0.8842881602310435,
    0.8842881602310435,
    0.8842881602310435,
    0.8808948916458385,
    0.8808948916458385,
    0.8808948916458385,
    0.8856140886501181,
    0.8856140886501181,
    0.8856140886501181,
    0.8856140886501181,
    0.8856140886501181,
    0.8957959387653252,
    0.8957959387653252,
    0.8957959387653252,
    0.8957959387653252,
    0.8957959387653252,
    0.8957959387653252,
    0.8957959387653252,
    0.8957959387653252,
    0.8957959387653252,
    0.8957959387653252,
    0.8957959387653252,
    0.895577185514238,
    0.895577185514238,
    0.895577185514238,
    0.895577185514238,
    0.895577185514238
  ],
  "1": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact; students clutch resumes inside branded folders.",
    "Career counselors remind attendees to maintain eye contact; students clutch resumes inside branded folders and line up outside the university gym before the career fair opens.",
    "Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall.",
    "At the campus career fair, career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the fair opens, clutching resumes inside branded folders. Some students rehearse elevator pitches quietly against a wall. Healthcare providers showcase community outreach photos as part of the event.",
    "At the campus career fair, attendees are reminded by counselors to maintain eye contact. Outside the university gym before the event opens, students line up clutching resumes inside branded folders. Some students rehearse elevator pitches quietly against a wall. Healthcare providers display community outreach photos as part of the event. The engineering society sponsors a resume review table near the stage.",
    "At the campus career fair, counselors remind attendees to maintain eye contact. Outside the university gym, before the event opens, students line up clutching resumes inside branded folders. Some students rehearse elevator pitches quietly against a wall. Healthcare providers display community outreach photos as part of the event. The engineering society sponsors a resume review table near the stage.",
    "At the campus career fair, counselors remind attendees to maintain eye contact. Outside the university gym, before the event opens, students line up clutching resumes inside branded folders. Some students rehearse elevator pitches quietly against a wall. Healthcare providers display community outreach photos as part of the event. The engineering society sponsors a resume review table near the stage.",
    "At the campus career fair, counselors remind attendees to maintain eye contact. Outside the university gym, before the event opens, students line up clutching resumes inside branded folders, and some rehearse elevator pitches quietly against a wall. Healthcare providers display community outreach photos as part of the event. The engineering society sponsors a resume review table near the stage.",
    "At the campus career fair, counselors remind attendees to maintain eye contact. Outside the university gym, before the event opens, students line up clutching resumes inside branded folders, and some rehearse elevator pitches quietly against a wall. Healthcare providers display community outreach photos as part of the event. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor.",
    "At the campus career fair, counselors remind attendees to maintain eye contact. Outside the university gym, before the event opens, students line up clutching resumes inside branded folders, and some rehearse elevator pitches quietly against a wall. Healthcare providers display community outreach photos as part of the event. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries.",
    "At the campus career fair, counselors remind attendees to maintain eye contact. Outside the university gym, before the event opens, students line up clutching resumes inside branded folders, and some rehearse elevator pitches quietly against a wall. Healthcare providers display community outreach photos as part of the event. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries.",
    "At the campus career fair, counselors remind attendees to maintain eye contact as they navigate the event. Outside the university gym, before opening, students line up clutching resumes inside branded folders and rehearse elevator pitches quietly against a wall. Healthcare providers display community outreach photos as part of the event. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "1_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.4815430452131706,
    0.4815430452131706,
    0.4815430452131706,
    0.720681892502193,
    0.720681892502193,
    0.720681892502193,
    0.720681892502193,
    0.720681892502193,
    0.720681892502193,
    0.720681892502193,
    0.720681892502193,
    0.7701732991274344,
    0.7701732991274344,
    0.7701732991274344,
    0.7883727635034583,
    0.7883727635034583,
    0.7883727635034583,
    0.7883727635034583,
    0.7883727635034583,
    0.7929941291252912,
    0.7929941291252912,
    0.7929941291252912,
    0.7929941291252912,
    0.7929941291252912,
    0.7929941291252912,
    0.7929941291252912,
    0.7929941291252912,
    0.7929941291252912,
    0.7929941291252912,
    0.7751551594171041,
    0.7751551594171041,
    0.7751551594171041,
    0.7751551594171041,
    0.7751551594171041,
    0.8069771532337013,
    0.8069771532337013,
    0.8069771532337013,
    0.8069771532337013,
    0.8069771532337013,
    0.8069771532337013,
    0.8069771532337013,
    0.8069771532337013,
    0.8069771532337013,
    0.8231610064056363,
    0.8231610064056363,
    0.8231610064056363,
    0.8231610064056363,
    0.8231610064056363,
    0.8231610064056363,
    0.8231610064056363,
    0.8231610064056363,
    0.8231610064056363,
    0.8231610064056363,
    0.8231610064056363,
    0.8353398502005613
  ],
  "2": [
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves.",
    "Event staff at the entrance scan registrations and hand out lanyards; human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "Event staff at the entrance scan registrations and hand out lanyards; human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention.",
    "Event staff at the entrance scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "A university career fair is in progress, with event staff at the entrance scanning registrations and handing out lanyards while human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette occur in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "The university career fair is in progress, with event staff at the entrance scanning registrations and handing out lanyards while human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette are being held in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "The university career fair is in progress, with event staff at the entrance scanning registrations and handing out lanyards while human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette are held in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention, and a cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "The university career fair is in progress inside the gym, with event staff at the entrance scanning registrations and handing out lanyards while human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the fair opens. Workshops on networking etiquette are held in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention, and a cybersecurity company runs a password-cracking challenge on a laptop.",
    "Inside the university gym, the career fair is in progress with event staff at the entrance scanning registrations and handing out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Students line up outside the gym before the fair opens. Workshops on networking etiquette are held in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention, and a cybersecurity company runs a password-cracking challenge on a laptop.",
    "Inside the university gym, the career fair is in progress with event staff at the entrance scanning registrations and handing out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners encircle the polished floor, while students line up outside the gym before the fair opens. In the adjoining classroom, workshops on networking etiquette are held. A robotics startup flies a small drone above its booth to attract attention, and a cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "Inside the university gym, a career fair is in progress with event staff at the entrance scanning registrations and handing out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners encircle the polished floor, while students line up outside the gym before the fair opens. In the adjoining classroom, workshops on networking etiquette are held. A robotics startup flies a small drone above its booth to attract attention, and a cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "Inside the university gym, a career fair is in progress with event staff at the entrance scanning registrations and handing out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners encircle the polished floor, while students line up outside the gym before the fair opens. In the adjoining classroom, workshops on networking etiquette are held. A robotics startup flies a small drone above its booth to attract attention, and a cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4266649430878753,
    0.4266649430878753,
    0.4266649430878753,
    0.4266649430878753,
    0.4266649430878753,
    0.553547790732461,
    0.553547790732461,
    0.553547790732461,
    0.553547790732461,
    0.553547790732461,
    0.7243657538522864,
    0.7243657538522864,
    0.7243657538522864,
    0.7243657538522864,
    0.8304564484106758,
    0.8304564484106758,
    0.8304564484106758,
    0.8304564484106758,
    0.8304564484106758,
    0.8304564484106758,
    0.8304564484106758,
    0.8525983486502188,
    0.8525983486502188,
    0.8525983486502188,
    0.8525983486502188,
    0.8525983486502188,
    0.8525983486502188,
    0.867238272453809,
    0.867238272453809,
    0.867238272453809,
    0.867238272453809,
    0.867238272453809,
    0.8686004314823651,
    0.8686004314823651,
    0.8686004314823651,
    0.8686004314823651,
    0.8686004314823651,
    0.8431446674972611,
    0.8431446674972611,
    0.8431446674972611,
    0.8431446674972611,
    0.8431446674972611,
    0.8448522922941598,
    0.8448522922941598,
    0.8448522922941598,
    0.8448522922941598,
    0.8448522922941598,
    0.8448522922941598,
    0.8448522922941598,
    0.8448522922941598,
    0.8640887855325179,
    0.8640887855325179,
    0.8640887855325179,
    0.8640887855325179,
    0.8384765587307694,
    0.8384765587307694,
    0.8407647448106721,
    0.8407647448106721,
    0.8407647448106721,
    0.8407647448106721
  ],
  "3": [
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "An opening welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "An opening welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth for attention.",
    "An opening welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth for attention. Students line up outside the university gym before the career fair opens.",
    "A university career fair is taking place. An opening welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. In the adjoining classroom, workshops on networking etiquette begin.",
    "A university career fair is underway, with an opening welcome announcement on the PA system outlining the schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup elevates its booth by flying a small drone to attract attention. Students line up outside the university gym before the fair opens. In the adjoining classroom, networking etiquette workshops begin. Groups of friends mark target employers on the event map.",
    "A university career fair is underway at the university gym, with a welcome announcement on the PA system outlining the schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup elevates its booth by flying a small drone to attract attention. Students line up outside the university gym before the fair opens. In the adjoining classroom, networking etiquette workshops begin. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "A university career fair is underway in the university gym, with a welcome PA announcing the schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup elevates its booth by flying a small drone to attract attention. Students line up outside the gym before opening. In the adjoining classroom, networking etiquette workshops begin. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "A university career fair is underway in the university gym, with a welcome PA announcing the schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup elevates its booth by flying a small drone to attract attention. Students line up outside the gym before opening. In the adjoining classroom, networking etiquette workshops begin. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "A university career fair is underway in the university gym, with a welcome PA announcing the schedule. At the entrance, staff scan registrations and hand out lanyards. A robotics startup draws attention by elevating its booth with a small drone. Students line up outside the gym before opening. In the adjoining classroom, networking etiquette workshops begin. Groups of friends mark target employers on the event map. Consulting firms stack glossy case-study booklets on high tables. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume-review table near the stage.",
    "A university career fair is underway in the university gym, with a welcome PA announcing the schedule. At the entrance, staff scan registrations and hand out lanyards. A robotics startup draws attention by elevating its booth with a small drone. Students line up outside the gym before opening. In the adjoining classroom, networking etiquette workshops begin. Groups of friends mark target employers on the event map. Consulting firms stack glossy case-study booklets on high tables. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume-review table near the stage.",
    "A university career fair is underway in the university gym, with a welcome PA announcing the schedule. At the entrance, staff scan registrations and hand out lanyards. A robotics startup draws attention by elevating its booth with a small drone. Students line up outside the gym before opening. In the adjoining classroom, networking etiquette workshops begin. Groups of friends mark target employers on the event map. Consulting firms stack glossy case-study booklets on high tables. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume-review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "A university career fair is underway in the university gym, with a welcome PA announcing the schedule. At the entrance, staff scan registrations and hand out lanyards as students line up outside before opening. A robotics startup elevates its booth with a small drone to draw attention, with the drone flying above its display. In the adjoining classroom, networking etiquette workshops begin. Groups of friends mark target employers on the event map. Consulting firms stack glossy case-study booklets on high tables. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume-review table near the stage. Career counselors remind attendees to maintain eye contact."
  ],
  "3_score": [
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.6018185908870244,
    0.6018185908870244,
    0.6018185908870244,
    0.6018185908870244,
    0.6018185908870244,
    0.6018185908870244,
    0.6018185908870244,
    0.7526725374096344,
    0.7526725374096344,
    0.7526725374096344,
    0.7526725374096344,
    0.7526725374096344,
    0.8248722310892136,
    0.8248722310892136,
    0.8248722310892136,
    0.8290672217112803,
    0.8290672217112803,
    0.8290672217112803,
    0.8290672217112803,
    0.8409445742257983,
    0.8409445742257983,
    0.8409445742257983,
    0.8409445742257983,
    0.8333593182138297,
    0.8333593182138297,
    0.8333593182138297,
    0.8333593182138297,
    0.8194376639773457,
    0.8194376639773457,
    0.8194376639773457,
    0.8194376639773457,
    0.8194376639773457,
    0.8194376639773457,
    0.8194376639773457,
    0.8194376639773457,
    0.8374542854491811,
    0.8374542854491811,
    0.8374542854491811,
    0.8374542854491811,
    0.8426266915176955,
    0.8426266915176955,
    0.8426266915176955,
    0.8426266915176955,
    0.8426266915176955,
    0.8426266915176955,
    0.8426266915176955,
    0.8426266915176955,
    0.8426266915176955,
    0.8426266915176955,
    0.8426266915176955,
    0.8426266915176955,
    0.8426266915176955,
    0.8347165412469798,
    0.8347165412469798,
    0.8347165412469798,
    0.8347165412469798,
    0.8347165412469798,
    0.8347165412469798,
    0.8347165412469798,
    0.8443208144323298,
    0.8443208144323298
  ],
  "4": [
    "",
    "",
    "",
    "A panel of alumni is discussing how to prepare for technical interviews.",
    "A panel of alumni discusses how to prepare for technical interviews, while dozens of booths with colorful banners circle the polished floor.",
    "A panel of alumni discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders.",
    "Amid the career fair, a panel of alumni discusses how to prepare for technical interviews as dozens of booths with colorful banners encircle the polished floor. Students clutch resumes inside branded folders, while others line up outside the university gym before the career fair opens.",
    "Amid the career fair, a panel of alumni discusses how to prepare for technical interviews as dozens of booths with colorful banners encircle the polished floor. Students clutch resumes inside branded folders, while others line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map.",
    "At the career fair, a panel of alumni discusses how to prepare for technical interviews as dozens of booths with colorful banners encircle the polished floor. Students clutch resumes inside branded folders, while others line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map.",
    "At the career fair, a panel of alumni discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor. Students clutch resumes inside branded folders, while others line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, a panel of alumni discusses how to prepare for technical interviews as dozens of booths with colorful banners encircle the polished floor. Students clutch resumes inside branded folders, while others line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention.",
    "At the career fair, a panel of alumni discusses how to prepare for technical interviews as dozens of booths with colorful banners encircle the polished floor. Students clutch resumes inside branded folders, while others line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention.",
    "At the career fair, a panel of alumni discusses how to prepare for technical interviews as dozens of booths with colorful banners encircle the polished floor. Students clutch resumes inside branded folders, while others line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, a panel of alumni discusses how to prepare for technical interviews as dozens of booths with colorful banners encircle the polished floor. Students clutch resumes inside branded folders, while others line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, a panel of alumni discusses how to prepare for technical interviews as dozens of booths with colorful banners encircle the polished floor. Students clutch resumes inside branded folders, while others line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "At the career fair, a panel of alumni discusses how to prepare for technical interviews as dozens of booths with colorful banners encircle the polished floor. Students clutch resumes in branded folders, while others line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.4328032935936188,
    0.4328032935936188,
    0.4328032935936188,
    0.4328032935936188,
    0.44666528433290786,
    0.44666528433290786,
    0.44666528433290786,
    0.6043787604987032,
    0.6043787604987032,
    0.6043787604987032,
    0.6043787604987032,
    0.6043787604987032,
    0.6043787604987032,
    0.667051641010583,
    0.667051641010583,
    0.667051641010583,
    0.667051641010583,
    0.667051641010583,
    0.809263468044187,
    0.809263468044187,
    0.809263468044187,
    0.8235674603212098,
    0.8235674603212098,
    0.8235674603212098,
    0.8235674603212098,
    0.8398560313581098,
    0.8398560313581098,
    0.8398560313581098,
    0.8398560313581098,
    0.8398560313581098,
    0.8842449564755348,
    0.8842449564755348,
    0.8842449564755348,
    0.8842449564755348,
    0.8842449564755348,
    0.8842449564755348,
    0.8842449564755348,
    0.8842449564755348,
    0.8842449564755348,
    0.8842449564755348,
    0.8842449564755348,
    0.8842449564755348,
    0.8938649113535396,
    0.8938649113535396,
    0.8938649113535396,
    0.8938649113535396,
    0.8938649113535396,
    0.8938649113535396,
    0.8938649113535396,
    0.8938649113535396,
    0.8938649113535396,
    0.8938649113535396,
    0.8938649113535396,
    0.8938649113535396,
    0.9044964889906979,
    0.9044964889906979,
    0.9044964889906979,
    0.9044964889906979,
    0.9044964889906979,
    0.9044964889906979,
    0.9044964889906979,
    0.9044964889906979,
    0.899854211623623
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "6": [
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps; career counselors redirect unsure students toward applicable industries.",
    "Tech companies display demo screens showing their latest apps; career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "Tech companies display demo screens showing their latest apps; career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "At the event, tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, tech companies display demo screens showing their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Students clutch resumes inside branded folders as event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage.",
    "At the event, tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors guide unsure students toward relevant industries and remind attendees to maintain eye contact. Students clutch resumes inside branded folders as event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors guide unsure students toward relevant industries and remind attendees to maintain eye contact. Students clutch resumes inside branded folders as event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, tech companies display demo screens featuring their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors guide unsure students toward relevant industries and remind attendees to maintain eye contact. Students clutch resumes inside branded folders as event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Alumni volunteers offer quick pep talks near the coffee station.",
    "At the event, tech companies display demo screens featuring their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors guide unsure students toward relevant industries and remind attendees to maintain eye contact. Students clutch resumes inside branded folders as event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Alumni volunteers offer quick pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, tech companies display demo screens featuring their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Career counselors guide unsure students toward relevant industries and remind attendees to maintain eye contact. Students clutch resumes inside branded folders as event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Alumni volunteers offer quick pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.5263452755352034,
    0.5263452755352034,
    0.5263452755352034,
    0.5263452755352034,
    0.5263452755352034,
    0.5263452755352034,
    0.6143250213265825,
    0.6143250213265825,
    0.6143250213265825,
    0.6143250213265825,
    0.6143250213265825,
    0.6143250213265825,
    0.8414277173383281,
    0.8414277173383281,
    0.8414277173383281,
    0.8198497276586665,
    0.8198497276586665,
    0.8198497276586665,
    0.8198497276586665,
    0.8198497276586665,
    0.8198497276586665,
    0.8198497276586665,
    0.8198497276586665,
    0.8198497276586665,
    0.8198497276586665,
    0.8402058738237236,
    0.8402058738237236,
    0.8402058738237236,
    0.8402058738237236,
    0.8346928218383203,
    0.8346928218383203,
    0.8346928218383203,
    0.8346928218383203,
    0.8346928218383203,
    0.8346928218383203,
    0.8413536371335921,
    0.8413536371335921,
    0.8413536371335921,
    0.8413536371335921,
    0.8413536371335921,
    0.8413536371335921,
    0.8413536371335921,
    0.8413536371335921,
    0.8413536371335921,
    0.8420403184041915,
    0.8420403184041915,
    0.8420403184041915,
    0.8420403184041915,
    0.8480167621799194,
    0.8480167621799194,
    0.8480167621799194,
    0.8480167621799194,
    0.8623606629930273,
    0.8623606629930273,
    0.8623606629930273,
    0.8623606629930273,
    0.8623606629930273
  ],
  "7": [
    "",
    "",
    "A welcome announcement was broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement was broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement was broadcast over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement was broadcast over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement was broadcast over the PA system outlining the schedule. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "At the fair, a welcome announcement was broadcast over the PA system outlining the schedule. Consulting firms stacked glossy case study booklets on high tables. Tech companies displayed demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "At the fair, a welcome announcement was broadcast over the PA system outlining the schedule. Consulting firms stacked glossy case study booklets on high tables. Tech companies displayed demo screens showing their latest apps. Groups of friends marked target employers on the event map. Finance firms offered QR codes for immediate internship applications.",
    "At the fair, a welcome announcement was broadcast over the PA system outlining the schedule. Consulting firms stacked glossy case study booklets on high tables. Tech companies displayed demo screens showing their latest apps. Groups of friends marked target employers on the event map. Finance firms offered QR codes for immediate internship applications. Healthcare providers showcased community outreach photos.",
    "At the fair, a welcome announcement was broadcast over the PA system outlining the schedule. Consulting firms stacked glossy case study booklets on high tables. Tech companies displayed demo screens showing their latest apps. Groups of friends marked target employers on the event map. Finance firms offered QR codes for immediate internship applications. Healthcare providers showcased community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, a welcome announcement was broadcast over the PA system outlining the schedule. Consulting firms stacked glossy case study booklets on high tables. Tech companies displayed demo screens showing their latest apps. Groups of friends marked target employers on the event map. Finance firms offered QR codes for immediate internship applications. Healthcare providers showcased community outreach photos. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the fair, a welcome PA announcement outlines the schedule. Consulting firms stacked glossy case study booklets on high tables. Tech companies displayed demo screens showing their latest apps. Groups of friends marked target employers on the event map. Finance firms offered QR codes for immediate internship applications. Healthcare providers showcased community outreach photos. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, a welcome PA announcement outlines the schedule. Consulting firms display glossy case-study booklets on high tables. Tech companies show demo screens of their latest apps. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome PA announces the schedule. Consulting firms display glossy case-study booklets on high tables, while tech companies show demo screens of their latest apps. Groups of friends mark target employers on the event map, and finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. HR teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact.",
    "At the fair, a welcome PA announces the schedule. Consulting firms display glossy case-study booklets on high tables, while tech companies show demo screens of their latest apps. Groups of friends mark target employers on the event map, and finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. HR teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact."
  ],
  "7_score": [
    0.0,
    0.0,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.5100129876991957,
    0.5100129876991957,
    0.5100129876991957,
    0.5100129876991957,
    0.5100129876991957,
    0.5100129876991957,
    0.5100129876991957,
    0.5100129876991957,
    0.5100129876991957,
    0.5100129876991957,
    0.5100129876991957,
    0.7365522297568352,
    0.7365522297568352,
    0.7365522297568352,
    0.7365522297568352,
    0.8173847406071039,
    0.8173847406071039,
    0.8173847406071039,
    0.8173847406071039,
    0.8173847406071039,
    0.8065044849079462,
    0.8065044849079462,
    0.8065044849079462,
    0.8442417074979252,
    0.8442417074979252,
    0.8442417074979252,
    0.8442417074979252,
    0.8379677784954818,
    0.8379677784954818,
    0.8379677784954818,
    0.8379677784954818,
    0.858674640765772,
    0.858674640765772,
    0.858674640765772,
    0.858674640765772,
    0.882734608261091,
    0.882734608261091,
    0.882734608261091,
    0.882734608261091,
    0.886711336096452,
    0.886711336096452,
    0.886711336096452,
    0.886711336096452,
    0.886711336096452,
    0.9271882079606419,
    0.9271882079606419,
    0.9271882079606419,
    0.9271882079606419,
    0.9172368993319404,
    0.9172368993319404,
    0.9172368993319404,
    0.9172368993319404,
    0.9172368993319404,
    0.9172368993319404,
    0.9172368993319404,
    0.9172368993319404,
    0.9172368993319404,
    0.9172368993319404
  ],
  "8": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers display community outreach photos; human resources teams jot notes on tablets as students introduce themselves.",
    "Healthcare providers display community outreach photos; human resources teams jot notes on tablets as students introduce themselves; the engineering society sponsors a resume review table near the stage.",
    "Healthcare providers display community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "Healthcare providers display community outreach photos as part of the event. Human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders.",
    "At the event, healthcare providers display community outreach photos. Human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "At the event, healthcare providers display community outreach photos while human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, and students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Event staff scan registrations at the entrance and hand out lanyards.",
    "At the event, healthcare providers display community outreach photos while human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, and students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Event staff scan registrations at the entrance and hand out lanyards. Groups of friends mark target employers on the event map.",
    "At the event, healthcare providers display community outreach photos while human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, and students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Event staff scan registrations at the entrance and hand out lanyards. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, healthcare providers display community outreach photos while human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, and students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Event staff scan registrations at the entrance and hand out lanyards. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, healthcare providers display community outreach photos while human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, and students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Event staff scan registrations at the entrance and hand out lanyards. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "At the event, healthcare providers display community outreach photos while human resources staff jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, and students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Event staff scan registrations at the entrance and hand out lanyards. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, healthcare providers display community outreach photos. HR staff jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, and students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Event staff scan registrations at the entrance and hand out lanyards. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, healthcare providers display community outreach photos. HR staff jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, and students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Event staff scan registrations at the entrance and hand out lanyards. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables."
  ],
  "8_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.42950975448291573,
    0.42950975448291573,
    0.5036570255956256,
    0.5036570255956256,
    0.5036570255956256,
    0.5036570255956256,
    0.5036570255956256,
    0.5036570255956256,
    0.5036570255956256,
    0.5036570255956256,
    0.7087999294088799,
    0.7087999294088799,
    0.7087999294088799,
    0.7598724186658874,
    0.7598724186658874,
    0.7598724186658874,
    0.8255606749927848,
    0.8255606749927848,
    0.8255606749927848,
    0.8255606749927848,
    0.8255606749927848,
    0.8255606749927848,
    0.8014429801165067,
    0.8014429801165067,
    0.8014429801165067,
    0.8014429801165067,
    0.8014429801165067,
    0.8014429801165067,
    0.8300228484825554,
    0.8300228484825554,
    0.8300228484825554,
    0.8338827795669798,
    0.8338827795669798,
    0.8338827795669798,
    0.8338827795669798,
    0.8338827795669798,
    0.8338827795669798,
    0.8338827795669798,
    0.8528484965406735,
    0.8528484965406735,
    0.8528484965406735,
    0.8528484965406735,
    0.8528484965406735,
    0.8528484965406735,
    0.8660091047140421,
    0.8660091047140421,
    0.8660091047140421,
    0.8640959457278587,
    0.8640959457278587,
    0.8640959457278587,
    0.8640959457278587,
    0.8640959457278587,
    0.8640959457278587,
    0.8658904083502166,
    0.8658904083502166,
    0.8658904083502166,
    0.8658904083502166,
    0.8658904083502166,
    0.8658904083502166,
    0.8658904083502166
  ],
  "9": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance for attendees. Dozens of booths with colorful banners encircle the polished floor, creating a lively trade-show atmosphere. The engineering society sponsors a resume review table near the stage, providing personalized feedback. Consulting firms stack glossy case study booklets on high tables, accessible for attendees browsing industry materials.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance for attendees. Dozens of booths with colorful banners encircle the polished floor, creating a lively trade-show atmosphere. The engineering society sponsors a resume review table near the stage, providing personalized feedback. Consulting firms stack glossy case study booklets on high tables, accessible for attendees browsing industry materials. Career counselors redirect unsure students toward applicable industries.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees, set within a hall that resembles a lively trade-show with dozens of booths and colorful banners encircling a polished floor. The engineering society sponsors a resume review table near the stage, providing personalized feedback. Consulting firms stack glossy case study booklets on high tables for attendees browsing industry materials. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "An alumni panel within a hall configured like a lively trade-show features dozens of booths and colorful banners encircling a polished floor, offering guidance on how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage, providing personalized feedback. Consulting firms stack glossy case study booklets on high tables for attendees browsing industry materials. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "An alumni panel within a hall configured like a lively trade-show features dozens of booths and colorful banners encircling a polished floor, offering guidance on how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage, providing personalized feedback. Consulting firms stack glossy case study booklets on high tables for attendees browsing industry materials. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "An alumni panel in a hall set up like a lively trade show surrounds a polished floor with dozens of booths and colorful banners, offering guidance on how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage, providing personalized feedback. Consulting firms stack glossy case study booklets on high tables for attendees browsing industry materials. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "An alumni panel convenes in a hall arranged like a lively trade show, a polished floor surrounding dozens of booths and colorful banners, offering guidance on how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage, providing personalized feedback. Consulting firms stack glossy case study booklets on high tables for attendees browsing industry materials. Career counselors direct unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications.",
    "An alumni panel assembles in a hall arranged like a lively trade show, with a polished floor surrounding dozens of booths and colorful banners, offering guidance on how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage, providing personalized feedback. Consulting firms stack glossy case study booklets on high tables for attendees browsing industry materials. Career counselors direct unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders.",
    "The alumni panel assembles in a hall arranged like a lively trade show, with a polished floor, dozens of booths, and colorful banners offering guidance on how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage, providing personalized feedback. Consulting firms stack glossy case study booklets on high tables for attendees browsing industry materials. Career counselors direct unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves.",
    "The alumni panel assembles in a hall arranged like a lively trade show, with a polished floor, dozens of booths, and colorful banners guiding technical interview preparation. The engineering society sponsors a resume review table near the stage, providing personalized feedback. Consulting firms stack glossy case study booklets on high tables for attendees browsing industry materials. Tech companies display demo screens of their latest apps. Career counselors direct unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. A welcome PA announces the fair schedule. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves.",
    "The alumni panel assembles in a hall arranged like a lively trade show, with a polished floor, dozens of booths, and colorful banners guiding technical interview preparation. The engineering society sponsors a resume-review table near the stage, offering personalized feedback. Consulting firms stack glossy case-study booklets on high tables for attendees browsing industry materials. Tech companies display demo screens of their latest apps. Career counselors direct unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. A welcome PA announces the fair schedule. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "9_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.6764991590780087,
    0.6764991590780087,
    0.6764991590780087,
    0.6764991590780087,
    0.7437842773520555,
    0.7437842773520555,
    0.7437842773520555,
    0.7549750692422303,
    0.7549750692422303,
    0.7549750692422303,
    0.7549750692422303,
    0.7764387034374625,
    0.7764387034374625,
    0.7764387034374625,
    0.7764387034374625,
    0.7764387034374625,
    0.7764387034374625,
    0.7794174262113511,
    0.7794174262113511,
    0.7794174262113511,
    0.7794174262113511,
    0.7794174262113511,
    0.8077532052244947,
    0.8077532052244947,
    0.8077532052244947,
    0.8077532052244947,
    0.8077532052244947,
    0.8526111563936485,
    0.8526111563936485,
    0.8526111563936485,
    0.8526111563936485,
    0.8526111563936485,
    0.8526111563936485,
    0.8586907058675018,
    0.8586907058675018,
    0.8586907058675018,
    0.8586907058675018,
    0.8629947360915692,
    0.8629947360915692,
    0.8629947360915692,
    0.8629947360915692,
    0.8629947360915692,
    0.8629947360915692,
    0.8555118619727058,
    0.8555118619727058,
    0.8555118619727058,
    0.8555118619727058,
    0.8555118619727058,
    0.8555118619727058,
    0.8462677848475131,
    0.8462677848475131,
    0.8462677848475131,
    0.8462677848475131,
    0.8462677848475131,
    0.8462677848475131,
    0.8438071985205773
  ]
}