{
  "0": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Students and healthcare providers are present. Some students rehearse elevator pitches quietly against the wall, while healthcare providers showcase community outreach photos.",
    "Students and healthcare providers are present. Some students rehearse elevator pitches quietly against the wall, while healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, students and healthcare providers are present. Some students rehearse elevator pitches quietly against the wall, while healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications.",
    "At the event, both students and healthcare providers are present. Some students rehearse elevator pitches quietly against a wall, while healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Finance firms display QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact.",
    "At the event, a mixed audience of students and healthcare providers is present. Some students rehearse elevator pitches quietly against a wall, while healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Finance firms display QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, a mixed audience of students and healthcare providers attends. Students rehearse elevator pitches quietly against a wall; healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Finance firms display QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule.",
    "At the event, a mixed audience of students and healthcare providers attends. Students rehearse elevator pitches quietly against a wall; healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Finance firms display QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, a mixed audience of students and healthcare providers attends. Students rehearse elevator pitches quietly against a wall, while healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Finance firms display QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, a mixed audience of students and healthcare providers attends. Students rehearse elevator pitches quietly against a wall, while healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Finance firms display QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, a mixed audience of students and healthcare providers participates. Students rehearse elevator pitches quietly against a wall, while healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Finance firms display QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "At the career fair, a mixed audience of students and healthcare providers participates. Students rehearse elevator pitches quietly against a wall, while healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Finance firms display QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "At the career fair, a mixed audience of students and healthcare providers participate. Students rehearse elevator pitches quietly against a wall, while healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Finance firms display QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "At the career fair, a mixed audience of students and healthcare providers participate. Students rehearse elevator pitches quietly against a wall, while healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Finance firms display QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.450128064857127,
    0.450128064857127,
    0.450128064857127,
    0.450128064857127,
    0.6850623236999527,
    0.6850623236999527,
    0.6850623236999527,
    0.7601122881176083,
    0.7601122881176083,
    0.7601122881176083,
    0.7601122881176083,
    0.7943922711255905,
    0.7943922711255905,
    0.7943922711255905,
    0.7943922711255905,
    0.8035051214505835,
    0.8035051214505835,
    0.8035051214505835,
    0.8651465464171743,
    0.8651465464171743,
    0.8651465464171743,
    0.8651465464171743,
    0.8651465464171743,
    0.8651465464171743,
    0.8651465464171743,
    0.8651465464171743,
    0.8651465464171743,
    0.8651465464171743,
    0.8550358993103979,
    0.8550358993103979,
    0.8550358993103979,
    0.8550358993103979,
    0.8666791843075324,
    0.8666791843075324,
    0.8666791843075324,
    0.8666791843075324,
    0.87486050691783,
    0.87486050691783,
    0.87486050691783,
    0.87486050691783,
    0.87486050691783,
    0.87486050691783,
    0.87486050691783,
    0.87486050691783,
    0.87486050691783,
    0.8834095723342617,
    0.8834095723342617,
    0.8834095723342617,
    0.8834095723342617,
    0.8805256714536769,
    0.8805256714536769,
    0.8805256714536769,
    0.8805256714536769,
    0.8805256714536769,
    0.8820227434351071,
    0.8820227434351071,
    0.8820227434351071,
    0.8820227434351071,
    0.8820227434351071,
    0.8820227434351071
  ],
  "1": [
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Near the stage, the engineering society sponsors a resume-review table. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "At the event, near the stage, the engineering society sponsors a resume-review table. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "At the event, near the stage, an engineering society sponsors a resume-review table. A cybersecurity company operates a password-cracking challenge on a laptop. Tech companies display demo screens showcasing their latest apps. Groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the event, near the stage, an engineering society sponsors a resume-review table. A cybersecurity company operates a password-cracking challenge on a laptop. Tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the event, near the stage, an engineering society sponsors a resume-review table. A cybersecurity company operates a password-cracking challenge on a laptop. Tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the event, near the stage, an engineering society sponsors a resume-review table. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette begin. Dozens of booths with colorful banners circle the polished floor.",
    "The event presents a multi-section layout: near the stage, an engineering society sponsors a resume-review table; a cybersecurity company runs a password-cracking challenge on a laptop; tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette begin. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, a multi-section layout organizes activity around a central space. Near the stage, an engineering society sponsors a resume-review table, a cybersecurity company runs a password-cracking challenge on a laptop, and tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map. In an adjoining classroom, workshops on networking etiquette begin. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, a multi-section layout surrounds a central space. Near the stage, an engineering society sponsors a resume-review table, a cybersecurity company runs a password-cracking challenge on a laptop, and tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map. In an adjoining classroom, workshops on networking etiquette begin. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "At the event, a multi-section layout surrounds a central space. Near the stage, an engineering society sponsors a resume-review table, a cybersecurity company runs a password-cracking challenge on a laptop, and tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map. In an adjoining classroom, workshops on networking etiquette begin. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention.",
    "The event features a multi-section layout surrounding a central space. Near the stage, an engineering society sponsors a resume-review table; a cybersecurity company runs a password-cracking challenge on a laptop; tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map. In an adjoining classroom, workshops on networking etiquette begin. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention.",
    "An event features a multi-section layout around a central space. Near the stage, an engineering society sponsors a resume-review table; a cybersecurity company runs a password-cracking challenge on a laptop; tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map. In an adjoining classroom, workshops on networking etiquette begin. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention.",
    "An event features a multi-section layout arranged around a central space. Near the stage, an engineering society sponsors a resume-review table; a cybersecurity company runs a password-cracking challenge on a laptop; tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map. In an adjoining classroom, workshops on networking etiquette begin. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.6157107690659045,
    0.7363178825400207,
    0.7363178825400207,
    0.7363178825400207,
    0.7363178825400207,
    0.7944896914400204,
    0.7944896914400204,
    0.7944896914400204,
    0.7944896914400204,
    0.7944896914400204,
    0.7944896914400204,
    0.7944896914400204,
    0.7944896914400204,
    0.7832925502946728,
    0.7832925502946728,
    0.7832925502946728,
    0.7832925502946728,
    0.7790618031160265,
    0.7790618031160265,
    0.7790618031160265,
    0.7790618031160265,
    0.7790618031160265,
    0.7790618031160265,
    0.7790618031160265,
    0.7790618031160265,
    0.7790618031160265,
    0.8104426834504925,
    0.8104426834504925,
    0.8104426834504925,
    0.8104426834504925,
    0.8104426834504925,
    0.8104426834504925,
    0.8148594852779689,
    0.8148594852779689,
    0.8148594852779689,
    0.8148594852779689,
    0.8148594852779689,
    0.8238276482174556,
    0.8238276482174556,
    0.8238276482174556,
    0.8238276482174556,
    0.8375733039916341,
    0.8375733039916341,
    0.8375733039916341,
    0.8531438753951435,
    0.8531438753951435,
    0.8531438753951435,
    0.8531438753951435,
    0.8531438753951435,
    0.8531438753951435,
    0.8531438753951435,
    0.8539460234899916,
    0.8539460234899916,
    0.8539460234899916,
    0.8539460234899916,
    0.8539460234899916,
    0.8214502864141859,
    0.8214502864141859,
    0.8214502864141859,
    0.8214543301390023
  ],
  "2": [
    "",
    "",
    "",
    "",
    "In a career counseling setting, counselors remind attendees to maintain eye contact.",
    "In a career counseling setting, counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "In a career counseling setting, counselors remind attendees to maintain eye contact; at the entrance, event staff scan registrations and hand out lanyards; career counselors redirect unsure students toward applicable industries.",
    "In a career counseling setting, counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "In a career counseling setting, counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "Counselors at the career fair remind attendees to maintain eye contact, while at the entrance staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, and alumni volunteers share quick pep talks near the coffee station.",
    "A career fair scene unfolds with dozens of booths adorned by colorful banners circling the polished floor. Counselors remind attendees to maintain eye contact, while at the entrance staff scan registrations and hand out lanyards. Career counselors also redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, and alumni volunteers share quick pep talks near the coffee station.",
    "A career fair unfolds with dozens of booths and colorful banners circling the polished floor. Counselors remind attendees to maintain eye contact, while at the entrance staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, and alumni volunteers offer quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "A career fair unfolds with dozens of booths and colorful banners circling the polished floor. At the entrance, staff scan registrations and hand out lanyards while counselors remind attendees to maintain eye contact. Career counselors direct unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, and alumni volunteers offer quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "A career fair unfolds with dozens of booths and colorful banners circling a polished floor. At the entrance, staff scan registrations and hand out lanyards while counselors remind attendees to maintain eye contact. Career counselors direct unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, and alumni volunteers offer quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "A career fair unfolds with dozens of booths and colorful banners circling a polished floor. At the entrance, staff scan registrations and hand out lanyards while counselors remind attendees to maintain eye contact. Career counselors direct unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, and alumni volunteers offer quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "A career fair unfolds with dozens of booths and colorful banners circling a polished floor. At the entrance, staff scan registrations and hand out lanyards while counselors remind attendees to maintain eye contact. Career counselors direct unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, and alumni volunteers offer quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system.",
    "A career fair unfolds with dozens of booths and colorful banners circling a polished floor. At the entrance, staff scan registrations and hand out lanyards as counselors remind attendees to maintain eye contact. Career counselors direct unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, while alumni volunteers offer quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders.",
    "A career fair unfolds with dozens of booths and colorful banners circling a polished floor. At the entrance, staff scan registrations and hand out lanyards as counselors remind attendees to maintain eye contact. Career counselors direct unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, while alumni volunteers offer quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.2579172072271935,
    0.2579172072271935,
    0.2579172072271935,
    0.46624148333225157,
    0.46624148333225157,
    0.46624148333225157,
    0.46624148333225157,
    0.3499198221521718,
    0.3499198221521718,
    0.3499198221521718,
    0.3499198221521718,
    0.6282744389070638,
    0.6282744389070638,
    0.6282744389070638,
    0.6282744389070638,
    0.6282744389070638,
    0.6282744389070638,
    0.6573125896657663,
    0.6573125896657663,
    0.6573125896657663,
    0.6573125896657663,
    0.6573125896657663,
    0.790843912687977,
    0.790843912687977,
    0.790843912687977,
    0.790843912687977,
    0.790843912687977,
    0.790843912687977,
    0.790843912687977,
    0.8338969364138933,
    0.8338969364138933,
    0.8338969364138933,
    0.8507456570109353,
    0.8507456570109353,
    0.8507456570109353,
    0.8507456570109353,
    0.8507456570109353,
    0.8507456570109353,
    0.8507456570109353,
    0.8584724211917871,
    0.8584724211917871,
    0.8584724211917871,
    0.8584724211917871,
    0.8584724211917871,
    0.8567478111624771,
    0.8567478111624771,
    0.8567478111624771,
    0.8567478111624771,
    0.8567478111624771,
    0.8567478111624771,
    0.8567478111624771,
    0.8567478111624771,
    0.8567478111624771,
    0.8740527888125782,
    0.8740527888125782,
    0.8740527888125782,
    0.8740527888125782,
    0.8740527888125782,
    0.8762262973676204,
    0.8762262973676204,
    0.8762262973676204,
    0.8762262973676204
  ],
  "3": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, and a welcome announcement outlines the fair schedule over the PA system.",
    "An alumni panel discusses how to prepare for technical interviews, and a welcome announcement over the PA system outlines the fair schedule. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews, and a welcome announcement over the PA system outlines the schedule. Finance firms are offering QR codes for immediate internship applications. A robotics startup is flying a small drone above its booth to attract attention.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews, a welcome announcement over the PA system outlines the schedule, finance firms are offering QR codes for immediate internship applications, a robotics startup is flying a small drone above its booth to attract attention, and healthcare providers showcase community outreach photos.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the schedule. Finance firms are offering QR codes for immediate internship applications. A robotics startup is flying a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the schedule. Finance firms are offering QR codes for immediate internship applications. A robotics startup is flying a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the schedule. Finance firms are offering QR codes for immediate internship applications. A robotics startup is flying a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the schedule, while finance firms circulate QR codes for immediate internship applications. A robotics startup is flying a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews, while a welcome PA announcement outlines the schedule. Finance firms circulate QR codes for immediate internship applications. A robotics startup deploys a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews while a welcome PA announces the schedule. Finance firms circulate QR codes to enable immediate internship applications. A robotics startup deploys a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews while a welcome PA announces the schedule. Finance firms circulate QR codes to enable immediate internship applications. A robotics startup deploys a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews while a welcome PA announces the schedule. Finance firms circulate QR codes to enable immediate internship applications. A robotics startup deploys a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews while a welcome PA announces the schedule. Finance firms circulate QR codes to enable immediate internship applications. A robotics startup deploys a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.47535364719832757,
    0.47535364719832757,
    0.47535364719832757,
    0.47535364719832757,
    0.47535364719832757,
    0.6355463563967355,
    0.6355463563967355,
    0.88580390983735,
    0.88580390983735,
    0.88580390983735,
    0.5884765157791979,
    0.5884765157791979,
    0.5884765157791979,
    0.5884765157791979,
    0.5884765157791979,
    0.5884765157791979,
    0.8934725167594448,
    0.8934725167594448,
    0.8934725167594448,
    0.8934725167594448,
    0.8934725167594448,
    0.8934725167594448,
    0.8934725167594448,
    0.8934725167594448,
    0.9003112129955457,
    0.9003112129955457,
    0.9003112129955457,
    0.9003112129955457,
    0.9003112129955457,
    0.9003112129955457,
    0.9003112129955457,
    0.9003112129955457,
    0.8991967597239576,
    0.8991967597239576,
    0.8991967597239576,
    0.8991967597239576,
    0.8991967597239576,
    0.9267838400691708,
    0.9267838400691708,
    0.9267838400691708,
    0.9267838400691708,
    0.9275103737958708,
    0.9275103737958708,
    0.9275103737958708,
    0.9275103737958708,
    0.9275103737958708,
    0.9275103737958708,
    0.9275103737958708,
    0.9307445113244629,
    0.9307445113244629,
    0.9307445113244629,
    0.9307445113244629,
    0.9307445113244629,
    0.9307445113244629
  ],
  "4": [
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup features a small drone flown above its booth to attract attention, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the exhibit, a robotics startup features a small drone flown above its booth to attract attention; a cybersecurity company runs a password cracking challenge on a laptop; finance firms offer QR codes for immediate internship applications.",
    "At the university career fair exhibit, a robotics startup features a small drone flown above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop nearby. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, a robotics startup features a small drone flown above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop nearby. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, a robotics startup features a small drone flown above its booth to attract attention. A cybersecurity company operates a password-cracking challenge on a laptop nearby. Finance firms provide QR codes enabling immediate internship applications. Students line up outside the university gym before the fair opens. Alumni volunteers give short pep talks near the coffee station.",
    "At the university career fair, a robotics startup features a small drone above its booth to attract attention. A cybersecurity company operates a password-cracking challenge on a laptop nearby. Finance firms provide QR codes enabling immediate internship applications. Students line up outside the university gym before the fair opens. Alumni volunteers give short pep talks near the coffee station.",
    "At the university career fair, a robotics startup features a small drone hovering above its booth to draw attention. A cybersecurity company runs a password-cracking challenge on a laptop in the nearby area. Finance firms provide QR codes that enable immediate internship applications. Students queue outside the university gym before the fair opens. Alumni volunteers give short pep talks near the coffee station. Workshops on networking etiquette are underway in the adjoining classroom.",
    "At the university career fair, a robotics startup features a small drone hovering above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop in the nearby area. Finance firms provide QR codes that enable immediate internship applications. Students queue outside the university gym before the fair opens. Alumni volunteers give short pep talks near the coffee station. Workshops on networking etiquette are underway in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, a robotics startup features a small drone hovering above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop in the nearby area. Finance firms provide QR codes that enable immediate internship applications. Students queue outside the university gym before the fair opens. Alumni volunteers give short pep talks near the coffee station. Workshops on networking etiquette are underway in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, a robotics startup features a small drone hovering above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop in the nearby area. Finance firms provide QR codes that enable immediate internship applications. Students queue outside the university gym before the fair opens. Alumni volunteers give short pep talks near the coffee station. Workshops on networking etiquette are underway in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "At the university career fair, a robotics startup features a small drone hovering above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop in the nearby area. Finance firms provide QR codes that enable immediate internship applications. Students queue outside the university gym before the fair opens. Alumni volunteers give quick pep talks near the coffee station. Workshops on networking etiquette are underway in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "At the university career fair, a robotics startup features a small drone hovering above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop in the nearby area. Finance firms provide QR codes that enable immediate internship applications. Students queue outside the university gym before the fair opens. Alumni volunteers give quick pep talks near the coffee station. Workshops on networking etiquette are underway in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, a robotics startup features a small drone hovering above its booth. A cybersecurity company runs a password-cracking challenge on a laptop in the nearby area. Finance firms provide QR codes enabling immediate internship applications. Students queue outside the university gym before the fair opens. Alumni volunteers give quick pep talks near the coffee station. Workshops on networking etiquette are underway in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university career fair, a robotics startup features a small drone hovering above its booth. A cybersecurity company runs a password-cracking challenge on a laptop in the nearby area. Finance firms provide QR codes enabling immediate internship applications. Students queue outside the university gym before the fair opens. Alumni volunteers give quick pep talks near the coffee station. Workshops on networking etiquette are underway in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4135477348575589,
    0.4135477348575589,
    0.4135477348575589,
    0.4135477348575589,
    0.5164248082014686,
    0.5164248082014686,
    0.5164248082014686,
    0.8474545976704227,
    0.8474545976704227,
    0.8474545976704227,
    0.8474545976704227,
    0.8443037534945064,
    0.8443037534945064,
    0.8443037534945064,
    0.8651172743315139,
    0.8651172743315139,
    0.8651172743315139,
    0.8651172743315139,
    0.8651172743315139,
    0.8651172743315139,
    0.866533611014392,
    0.866533611014392,
    0.866533611014392,
    0.866533611014392,
    0.8636424600998178,
    0.8636424600998178,
    0.8636424600998178,
    0.8636424600998178,
    0.8796339482446645,
    0.8796339482446645,
    0.8796339482446645,
    0.8796339482446645,
    0.8796339482446645,
    0.8796339482446645,
    0.8796339482446645,
    0.8796339482446645,
    0.8796339482446645,
    0.8844033933163279,
    0.8844033933163279,
    0.8844033933163279,
    0.8844033933163279,
    0.8841837621212596,
    0.8841837621212596,
    0.8841837621212596,
    0.8841837621212596,
    0.8841837621212596,
    0.8858150108487918,
    0.8858150108487918,
    0.8858150108487918,
    0.8858150108487918,
    0.8858150108487918,
    0.8871529450749044,
    0.8871529450749044,
    0.8871529450749044,
    0.8871529450749044,
    0.8871529450749044,
    0.894105762556836,
    0.894105762556836,
    0.894105762556836,
    0.894105762556836
  ],
  "5": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "Workshops on networking etiquette begin in the adjoining classroom; students line up outside the university gym before the career fair opens; finance firms offer QR codes for immediate internship applications; alumni volunteers share quick pep talks near the coffee station.",
    "Workshops on networking etiquette begin in the adjoining classroom, providing early guidance as part of the career fair setup. Students line up outside the university gym before the career fair opens, signaling heightened anticipation. Finance firms offer QR codes for immediate internship applications, facilitating quick submissions. Alumni volunteers share quick pep talks near the coffee station, while the engineering society sponsors a resume review table near the stage.",
    "Workshops on networking etiquette are underway in the adjoining classroom as part of the career fair setup, providing early guidance. Students line up outside the university gym before the career fair opens, signaling heightened anticipation. Finance firms display QR codes to enable immediate internship applications, enabling quick submissions. Alumni volunteers deliver brief pep talks near the coffee station, while the engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners encircle the polished floor.",
    "During the career fair setup, workshops on networking etiquette are underway in the adjoining classroom, providing early guidance. Students line up outside the university gym before the fair opens, signaling heightened anticipation. Dozens of booths with colorful banners encircle the polished floor. Finance firms display QR codes to enable immediate internship applications, facilitating quick submissions. Alumni volunteers deliver brief pep talks near the coffee station, while the engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves.",
    "The scene is a career fair setup in the university gym, with an adjoining classroom where workshops on networking etiquette are underway to provide early guidance. Students line up outside the gym before the fair opens, signaling heightened anticipation. Dozens of booths with colorful banners encircle the polished floor. Finance firms display QR codes to enable immediate internship applications, facilitating quick submissions. Alumni volunteers deliver brief pep talks near the coffee station, while the engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "The scene is a career fair set up in a university gym, with an adjoining classroom where workshops on networking etiquette and early guidance are underway. Students line up outside the gym before the fair opens, signaling heightened anticipation. Dozens of booths with colorful banners encircle the polished floor. Finance firms display QR codes to enable immediate internship applications, facilitating quick submissions. Alumni volunteers deliver brief pep talks near the coffee station, and the engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "A university gym hosts a career fair with an adjoining classroom where workshops on networking etiquette and early guidance are underway. Students line up outside the gym before opening, signaling heightened anticipation. Dozens of booths with colorful banners encircle the polished floor. Finance firms display QR codes to enable immediate internship applications, facilitating quick submissions. Alumni volunteers deliver brief pep talks near the coffee station, and the engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "A university gym hosts a career fair with an adjoining classroom where workshops on networking etiquette and early guidance are underway. Students line up outside the gym before opening. Dozens of booths with colorful banners encircle the polished floor. Finance firms display QR codes to enable immediate internship applications, facilitating quick submissions. Alumni volunteers deliver brief pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "At a university gym hosting a career fair with an adjoining classroom where workshops on networking etiquette and early guidance are underway, students line up outside before opening. Dozens of booths with colorful banners encircle the polished floor. Finance firms display QR codes to enable immediate internship applications, facilitating quick submissions. Alumni volunteers deliver brief pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "At a university gym hosting a career fair with an adjoining classroom where workshops on networking etiquette and early guidance are underway, students line up outside before opening. Dozens of booths with colorful banners encircle the polished floor. Finance firms display QR codes to enable immediate internship applications, facilitating quick submissions. Alumni volunteers deliver brief pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall."
  ],
  "5_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.5720816992249833,
    0.5720816992249833,
    0.5720816992249833,
    0.5720816992249833,
    0.7239251298632013,
    0.7239251298632013,
    0.7239251298632013,
    0.7239251298632013,
    0.7239251298632013,
    0.49014506091104737,
    0.49014506091104737,
    0.49014506091104737,
    0.49014506091104737,
    0.49014506091104737,
    0.827334352134389,
    0.827334352134389,
    0.827334352134389,
    0.827334352134389,
    0.827334352134389,
    0.841345443366732,
    0.841345443366732,
    0.841345443366732,
    0.841345443366732,
    0.841345443366732,
    0.841345443366732,
    0.841345443366732,
    0.8879395768611854,
    0.8879395768611854,
    0.8879395768611854,
    0.85113522792801,
    0.85113522792801,
    0.85113522792801,
    0.85113522792801,
    0.8441053576460059,
    0.8441053576460059,
    0.8441053576460059,
    0.8441053576460059,
    0.8243865261542378,
    0.8243865261542378,
    0.8243865261542378,
    0.8243865261542378,
    0.8243865261542378,
    0.8243865261542378,
    0.8319599966576403,
    0.8319599966576403,
    0.8319599966576403,
    0.8319599966576403,
    0.8319599966576403,
    0.8319599966576403,
    0.8296713993632788,
    0.8296713993632788,
    0.8296713993632788,
    0.8296713993632788,
    0.8296713993632788,
    0.8296713993632788,
    0.8296713993632788,
    0.8296713993632788,
    0.8296713993632788,
    0.8296713993632788
  ],
  "6": [
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "Staff at the event entrance scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor.",
    "Staff at the event entrance scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "Staff at the event entrance scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, staff at the event entrance scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette run in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, staff at the event entrance scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette run in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, staff at the event entrance scan registrations and hand out lanyards while career counselors direct unsure students toward applicable industries. Workshops on networking etiquette run in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, staff at the event entrance scan registrations and hand out lanyards while career counselors direct unsure students toward applicable industries. Workshops on networking etiquette run in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention.",
    "At the university career fair, staff at the event entrance scan registrations and hand out lanyards while career counselors direct unsure students toward applicable industries. Workshops on networking etiquette run in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention. Students clutch resumes inside branded folders.",
    "At the university career fair, staff at the event entrance scan registrations and hand out lanyards, while career counselors direct unsure students toward applicable industries. Workshops on networking etiquette run in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention. Students clutch resumes inside branded folders.",
    "At the university career fair, staff at the entrance scan registrations and hand out lanyards while career counselors direct unsure students toward applicable industries. Workshops on networking etiquette run in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage; consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens. Tech companies display demo screens showing their latest apps, and a robotics startup flies a small drone above its booth for attention. Students clutch resumes inside branded folders.",
    "At the university career fair, staff at the entrance scan registrations and hand out lanyards while career counselors direct unsure students toward applicable industries. Workshops on networking etiquette run in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage; consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens. Tech companies display demo screens showing their latest apps, and a robotics startup flies a small drone above its booth for attention. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.622733218142047,
    0.622733218142047,
    0.622733218142047,
    0.622733218142047,
    0.622733218142047,
    0.7773171724678963,
    0.7773171724678963,
    0.7773171724678963,
    0.7773171724678963,
    0.7773171724678963,
    0.7444939452467159,
    0.7444939452467159,
    0.7444939452467159,
    0.7444939452467159,
    0.7444939452467159,
    0.7444939452467159,
    0.7698263282868976,
    0.7698263282868976,
    0.7698263282868976,
    0.7698263282868976,
    0.8032197557536256,
    0.8032197557536256,
    0.8032197557536256,
    0.8214869954036428,
    0.8214869954036428,
    0.8214869954036428,
    0.8214869954036428,
    0.864228498554479,
    0.864228498554479,
    0.864228498554479,
    0.864228498554479,
    0.8816535482346117,
    0.8816535482346117,
    0.8816535482346117,
    0.8816535482346117,
    0.8789910539168933,
    0.8789910539168933,
    0.8789910539168933,
    0.8789910539168933,
    0.8789910539168933,
    0.8925049864147694,
    0.8925049864147694,
    0.8925049864147694,
    0.8925049864147694,
    0.8917370932248903,
    0.8917370932248903,
    0.8917370932248903,
    0.8917370932248903,
    0.89219190303092,
    0.89219190303092,
    0.89219190303092,
    0.89219190303092,
    0.89219190303092,
    0.9033082113054862,
    0.9033082113054862,
    0.9033082113054862,
    0.9033082113054862,
    0.9036153308754769,
    0.9036153308754769,
    0.9036153308754769
  ],
  "7": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "During the event, an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards.",
    "The event features an alumni panel discussing how to prepare for technical interviews, while at the entrance staff scan registrations and hand out lanyards.",
    "An event features an alumni panel discussing how to prepare for technical interviews. At the entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "An event centers on an alumni panel discussing how to prepare for technical interviews. At the entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. Simultaneously, workshops on networking etiquette begin in the adjoining classroom.",
    "An event centers on an alumni panel discussing how to prepare for technical interviews. At the entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. Simultaneously, workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "An alumni panel discusses preparing for technical interviews. At the entrance, staff scan registrations and hand out lanyards, and career counselors remind attendees to maintain eye contact. In the adjoining classroom, workshops on networking etiquette begin. Students line up outside the university gym before the career fair opens.",
    "An alumni panel discusses preparing for technical interviews. At the entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. In the adjoining classroom, workshops on networking etiquette begin. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses preparing for technical interviews. At the entrance, staff scan registrations and hand out lanyards while career counselors remind attendees to maintain eye contact. In the adjoining classroom, workshops on networking etiquette begin. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor as tech companies display demo screens showing their latest apps.",
    "An alumni panel discusses preparing for technical interviews, setting a technical employment focus for the event. At the entrance, staff scan registrations and hand out lanyards while career counselors remind attendees to maintain eye contact. In an adjoining classroom, workshops on networking etiquette begin. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor as tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "An alumni panel discusses preparing for technical interviews and sets a technical employment focus for the event. At the entrance, staff scan registrations and hand out lanyards as career counselors remind attendees to maintain eye contact. In an adjoining classroom, networking etiquette workshops begin. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps. HR teams jot notes on tablets while students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An alumni panel frames the event, focusing on preparing for technical interviews and setting a technical employment focus for the career fair. At the entrance, staff scan registrations and hand out lanyards as career counselors remind attendees to maintain eye contact. In an adjoining classroom, networking etiquette workshops begin. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps. HR teams jot notes on tablets while students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "An alumni panel frames the event, emphasizing preparation for technical interviews and establishing a technical employment focus for the career fair. At the entrance, staff scan registrations and hand out lanyards as career counselors remind attendees to maintain eye contact. An adjoining classroom hosts networking etiquette workshops. Students line up outside the university gym before the fair opens. Dozens of booths with colorful banners encircle the polished floor, with tech companies displaying demo screens of their latest apps. HR teams jot notes on tablets while students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders."
  ],
  "7_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5967884152753061,
    0.5967884152753061,
    0.5967884152753061,
    0.5967884152753061,
    0.46059397970435717,
    0.46059397970435717,
    0.46059397970435717,
    0.46059397970435717,
    0.7435784934581873,
    0.7435784934581873,
    0.7435784934581873,
    0.7001829012311065,
    0.7001829012311065,
    0.7001829012311065,
    0.7001829012311065,
    0.7001829012311065,
    0.7001829012311065,
    0.7001829012311065,
    0.7001829012311065,
    0.7416457393295592,
    0.7416457393295592,
    0.7416457393295592,
    0.7416457393295592,
    0.7416457393295592,
    0.7416457393295592,
    0.7416457393295592,
    0.7215144070822976,
    0.7215144070822976,
    0.7215144070822976,
    0.7215144070822976,
    0.7830807195547109,
    0.7830807195547109,
    0.7830807195547109,
    0.7830807195547109,
    0.7830807195547109,
    0.7966616103918349,
    0.7966616103918349,
    0.7966616103918349,
    0.7966616103918349,
    0.8333001576710375,
    0.8333001576710375,
    0.8333001576710375,
    0.8333001576710375,
    0.8333001576710375,
    0.8333001576710375,
    0.8535849001602758,
    0.8535849001602758,
    0.8535849001602758,
    0.8535849001602758,
    0.8535849001602758,
    0.8535849001602758,
    0.8535849001602758,
    0.8793218748916289,
    0.8793218748916289,
    0.8793218748916289,
    0.8793218748916289,
    0.8793218748916289,
    0.9011837098391013,
    0.9011837098391013,
    0.9011837098391013
  ],
  "8": [
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners encircle a polished floor.",
    "A university gym hosts a career fair, with dozens of booths encircling a polished floor and displaying colorful banners. Students line up outside the university gym before the fair opens.",
    "At a university gym, a career fair unfolds with dozens of booths encircling a polished floor, each booth displaying colorful banners. Students line up outside the gym before the fair opens. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a university gym, a career fair unfolds with dozens of booths encircling a polished floor, each booth displaying colorful banners. Students line up outside the gym before the career fair opens, and workshops on networking etiquette begin in the adjoining classroom.",
    "At a university gym, a career fair unfolds with dozens of booths encircling a polished floor, each booth displaying colorful banners. Students line up outside the gym before the fair opens, and workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention.",
    "At a university gym, a career fair unfolds with dozens of booths encircling a polished floor, each booth displaying colorful banners. Students line up outside the gym before the fair opens, and workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables.",
    "At a university gym, a career fair unfolds with dozens of booths encircling a polished floor, each booth displaying colorful banners. Students line up outside the gym before the fair opens, while workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At a university gym, a career fair unfolds with dozens of booths encircling a polished floor, each booth displaying colorful banners. Students line up outside the gym before the fair opens, while workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "At a university gym, a career fair unfolds with dozens of booths encircling a polished floor, each booth displaying colorful banners. Students line up outside the gym before opening, while workshops on networking etiquette run in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps.",
    "At a university gym, a career fair unfolds with dozens of booths encircling a polished floor, each booth displaying colorful banners. Students line up outside the gym before opening, while workshops on networking etiquette run in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps.",
    "At a university gym, a career fair unfolds with dozens of booths encircling a polished floor, each booth displaying colorful banners. Students line up outside the gym before opening, while workshops on networking etiquette run in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university gym, a career fair unfolds with dozens of booths encircling a polished floor beneath colorful banners. Students line up outside before opening, while workshops on networking etiquette run in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall.",
    "At a university gym, a career fair unfolds with dozens of booths encircling a polished floor beneath colorful banners. Students line up outside before opening, while workshops on networking etiquette run in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3757785366912856,
    0.3757785366912856,
    0.3757785366912856,
    0.3757785366912856,
    0.3757785366912856,
    0.3757785366912856,
    0.3757785366912856,
    0.5951478930467506,
    0.5951478930467506,
    0.5951478930467506,
    0.5951478930467506,
    0.8010039938965596,
    0.8010039938965596,
    0.8010039938965596,
    0.8010039938965596,
    0.6360835828962694,
    0.6360835828962694,
    0.6360835828962694,
    0.8191904800475744,
    0.8191904800475744,
    0.8191904800475744,
    0.8191904800475744,
    0.8252436579591866,
    0.8252436579591866,
    0.8252436579591866,
    0.8454729784786525,
    0.8454729784786525,
    0.8454729784786525,
    0.8454729784786525,
    0.8568295397599068,
    0.8568295397599068,
    0.8568295397599068,
    0.8568295397599068,
    0.852950074715545,
    0.852950074715545,
    0.852950074715545,
    0.852950074715545,
    0.852950074715545,
    0.852950074715545,
    0.852950074715545,
    0.852950074715545,
    0.852950074715545,
    0.852950074715545,
    0.8584715013231149,
    0.8584715013231149,
    0.8584715013231149,
    0.8584715013231149,
    0.8563010312948465,
    0.8563010312948465,
    0.8563010312948465,
    0.8563010312948465,
    0.8563010312948465,
    0.8563010312948465,
    0.8563010312948465,
    0.8563010312948465,
    0.8563010312948465,
    0.8510199828045665,
    0.8510199828045665,
    0.8510199828045665,
    0.8510199828045665,
    0.8510199828045665,
    0.8510199828045665
  ],
  "9": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance, while groups of friends mark target employers on the event map.",
    "Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "Event staff scan registrations and hand out lanyards at the entrance, while groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, as human resources teams jot notes on tablets and students introduce themselves.",
    "The scene centers on an event with attendees and exhibitors. Staff scan registrations and issue lanyards at the entrance. Groups of friends annotate target employers on the event map. Dozens of booths with colorful banners line the polished floor, where HR teams take notes on tablets and students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "An event brings together attendees and exhibitors. Staff scan registrations and issue lanyards at the entrance. Groups of friends annotate target employers on the event map. Dozens of booths with colorful banners line the polished floor, where HR teams take notes on tablets and students introduce themselves. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "An event brings together attendees and exhibitors. At the entrance, staff scan registrations and issue lanyards. Groups of friends annotate target employers on the event map. Dozens of booths with colorful banners line the polished floor, where HR teams take notes on tablets and students introduce themselves. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "An event brings together attendees and exhibitors. At the entrance, staff scan registrations and issue lanyards. Groups of friends annotate target employers on the event map. Dozens of booths with colorful banners line the polished floor, where HR teams take notes on tablets and students introduce themselves. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "An event brings together attendees and exhibitors. At the entrance, staff scan registrations and issue lanyards. Groups of friends annotate target employers on the event map. Dozens of booths with colorful banners line the polished floor, where HR teams take notes on tablets and students introduce themselves. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "An event brings together attendees and exhibitors at a venue with a polished floor and many booths. At the entrance, staff scan registrations and issue lanyards. Groups of friends annotate target employers on the event map. Dozens of booths with colorful banners line the floor, where HR teams take notes on tablets and students introduce themselves. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "An event brings together attendees and exhibitors at a venue with a polished floor and many booths. At the entrance, staff scan registrations and issue lanyards. Groups of friends annotate target employers on the event map. Dozens of booths with colorful banners line the floor, where HR teams take notes on tablets and students introduce themselves. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications.",
    "An event brings together attendees and exhibitors at a venue with a polished floor and many booths. At the entrance, staff scan registrations and issue lanyards. Groups of friends annotate target employers on the event map. Dozens of booths with colorful banners line the floor, where HR teams take notes on tablets and students introduce themselves. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews.",
    "An event gathers attendees and exhibitors at a venue with a polished floor and dozens of booths lined along the floor, each displaying colorful banners. At the entrance, staff scan registrations and issue lanyards. Groups of friends annotate target employers on the event map. HR teams take notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "9_score": [
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4235485043009949,
    0.4235485043009949,
    0.4235485043009949,
    0.7115163090957598,
    0.7115163090957598,
    0.7115163090957598,
    0.7115163090957598,
    0.7115163090957598,
    0.7115163090957598,
    0.5836945774881263,
    0.5836945774881263,
    0.5836945774881263,
    0.5836945774881263,
    0.5836945774881263,
    0.7951793947923861,
    0.7951793947923861,
    0.7951793947923861,
    0.7951793947923861,
    0.8257300351166743,
    0.8257300351166743,
    0.8257300351166743,
    0.8181037906255706,
    0.8181037906255706,
    0.8181037906255706,
    0.8181037906255706,
    0.8187071549810356,
    0.8187071549810356,
    0.8187071549810356,
    0.8187071549810356,
    0.8187071549810356,
    0.8280060771085193,
    0.8280060771085193,
    0.8280060771085193,
    0.8280060771085193,
    0.8280060771085193,
    0.8280060771085193,
    0.8280060771085193,
    0.8280060771085193,
    0.8200094511040859,
    0.8200094511040859,
    0.8200094511040859,
    0.8200094511040859,
    0.8200094511040859,
    0.8414426202955335,
    0.8414426202955335,
    0.8414426202955335,
    0.8414426202955335,
    0.8414426202955335,
    0.8414426202955335,
    0.8524049109698604,
    0.8524049109698604,
    0.8524049109698604,
    0.8524049109698604,
    0.8524049109698604,
    0.8524049109698604,
    0.8524049109698604,
    0.8457963855486021,
    0.8457963855486021,
    0.8457963855486021,
    0.8457963855486021
  ]
}