{
  "0": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos.",
    "At the event, an alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos. A welcome announcement, delivered over the PA system, outlines the fair schedule.",
    "At the event, an alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos. A welcome announcement delivered over the PA system outlines the fair schedule.",
    "At the event, an alumni panel discusses how to prepare for technical interviews while healthcare providers showcase community outreach photos. A welcome announcement delivered over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, an alumni panel discusses how to prepare for technical interviews while healthcare providers showcase community outreach photos. An ongoing welcome announcement is being broadcast over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "An event features an alumni panel on preparing for technical interviews while healthcare providers display community outreach photos. A continuous welcome message over the PA outlines the fair schedule. Dozens of booths with colorful banners encircle the polished floor. Staff members scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "An event features an alumni panel on preparing for technical interviews, paired with healthcare providers displaying community outreach photos. A continuous welcome message over the PA outlines the fair schedule. Dozens of booths with colorful banners encircle the polished floor. Staff members scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "The event centers on an alumni panel about preparing for technical interviews, paired with healthcare providers displaying community outreach photos. A continuous welcome message over the PA outlines the fair schedule. Dozens of booths with colorful banners encircle the polished floor. Staff members scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves. Consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel on preparing for technical interviews runs alongside healthcare providers displaying community outreach photos as part of the career fair. A continuous PA welcome outlines the fair schedule, tying together activities and information. Inside, dozens of booths with colorful banners encircle a polished floor, including finance firms displaying QR codes for immediate internship applications. Students line up outside the university gym before the fair opens. Staff scan registrations and hand out lanyards at the entrance, while groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves. Consulting firms stack glossy case study booklets on high tables."
  ],
  "0_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.6244200190925138,
    0.6244200190925138,
    0.6244200190925138,
    0.6244200190925138,
    0.6244200190925138,
    0.6244200190925138,
    0.6244200190925138,
    0.6494678577969619,
    0.6494678577969619,
    0.6494678577969619,
    0.6494678577969619,
    0.6494678577969619,
    0.8173685958125765,
    0.8173685958125765,
    0.8173685958125765,
    0.8173685958125765,
    0.8173685958125765,
    0.8723829746400387,
    0.8723829746400387,
    0.8723829746400387,
    0.8723829746400387,
    0.8723829746400387,
    0.8397276749649742,
    0.8397276749649742,
    0.8397276749649742,
    0.8397276749649742,
    0.8624567154059909,
    0.8624567154059909,
    0.8624567154059909,
    0.8624567154059909,
    0.8624567154059909,
    0.8624567154059909,
    0.8716685699515003,
    0.8716685699515003,
    0.8716685699515003,
    0.8716685699515003,
    0.8716685699515003,
    0.8716685699515003,
    0.8716685699515003,
    0.8716685699515003,
    0.8666089495477949,
    0.8666089495477949,
    0.8666089495477949,
    0.8666089495477949,
    0.8666089495477949,
    0.8666089495477949,
    0.8666089495477949,
    0.8666089495477949,
    0.8666089495477949,
    0.8666089495477949,
    0.8666089495477949,
    0.8666089495477949,
    0.8666089495477949,
    0.8666089495477949,
    0.8666089495477949,
    0.8666089495477949
  ],
  "1": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor.",
    "At a career fair, dozens of booths with colorful banners encircle the polished floor as career counselors remind attendees to maintain eye contact; finance firms offer QR codes for immediate internship applications.",
    "At a career fair, dozens of booths with colorful banners encircle the polished floor, while career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications.",
    "At a career fair, dozens of booths with colorful banners encircle the polished floor, while career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries.",
    "At a career fair, dozens of booths with colorful banners encircle a polished floor, while career counselors urge attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Counselors redirect unsure students toward applicable industries.",
    "At a career fair, dozens of booths with colorful banners encircle a polished floor as career counselors urge attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Counselors redirect unsure students toward applicable industries.",
    "At a career fair, dozens of booths with colorful banners encircle a polished floor as career counselors urge attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Counselors redirect unsure students toward applicable industries."
  ],
  "1_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.5459843726296499,
    0.5459843726296499,
    0.5459843726296499,
    0.5459843726296499,
    0.5459843726296499,
    0.6831767514574666,
    0.6831767514574666,
    0.6831767514574666,
    0.6831767514574666,
    0.6831767514574666,
    0.6831767514574666,
    0.6831767514574666,
    0.6831767514574666,
    0.6831767514574666,
    0.6831767514574666,
    0.6831767514574666,
    0.6831767514574666,
    0.6831767514574666,
    0.6831767514574666,
    0.6831767514574666,
    0.8200466089274556,
    0.8200466089274556,
    0.8200466089274556,
    0.8200466089274556,
    0.8200466089274556,
    0.8162723514820267,
    0.8162723514820267,
    0.8162723514820267,
    0.8162723514820267,
    0.8162723514820267,
    0.8162723514820267,
    0.8162723514820267,
    0.8162723514820267,
    0.7953478454118614,
    0.7953478454118614,
    0.7953478454118614,
    0.7953478454118614,
    0.7953478454118614,
    0.7953478454118614,
    0.7953478454118614
  ],
  "2": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, creating stacked piles. Groups of friends mark target employers on the event map.",
    "At a career fair, consulting firms stack glossy case study booklets on high tables, forming stacked piles. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners encircle a polished floor, while career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications.",
    "At a career fair, consulting firms stack glossy case study booklets on high tables, forming stacked piles. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners encircle a polished floor, while career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a career fair, consulting firms stack glossy case-study booklets on high tables, forming stacked piles. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners encircle a polished floor, while career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a career fair, consulting firms arrange glossy case-study booklets in stacked piles on high tables. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners encircle a polished floor as career counselors remind attendees to maintain eye contact. Finance firms provide QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "At a university career fair, dozens of booths with colorful banners encircle a polished floor, with consulting firms stacking glossy case-study booklets on high tables. Groups of friends mark target employers on the event map, while career counselors remind attendees to maintain eye contact. Finance firms provide QR codes for immediate internship applications. Workshops on networking etiquette take place in the adjoining classroom. Students clutch resumes inside branded folders and line up outside the university gym as the fair opens. A cybersecurity company runs a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth to attract attention.",
    "At a university career fair, a circular ring of booths with colorful banners surrounds a polished floor, forming the display perimeter. Inside, a cybersecurity company runs a password-cracking challenge on a laptop, while tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications, and consulting firms stack glossy case-study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders and line up outside the university gym as the fair opens. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.4959875997959212,
    0.4959875997959212,
    0.4959875997959212,
    0.4959875997959212,
    0.8167915279236082,
    0.8167915279236082,
    0.8167915279236082,
    0.8167915279236082,
    0.8167915279236082,
    0.8347882346541642,
    0.8347882346541642,
    0.8347882346541642,
    0.8347882346541642,
    0.8347882346541642,
    0.8290813287735368,
    0.8290813287735368,
    0.8290813287735368,
    0.8290813287735368,
    0.8389461496524675,
    0.8389461496524675,
    0.8389461496524675,
    0.8389461496524675,
    0.8389461496524675,
    0.8389461496524675,
    0.8389461496524675,
    0.8742157624031518,
    0.8742157624031518,
    0.8742157624031518,
    0.8742157624031518,
    0.8742157624031518,
    0.8742157624031518,
    0.8742157624031518,
    0.8742157624031518,
    0.8742157624031518,
    0.8742157624031518,
    0.8742157624031518,
    0.8742157624031518,
    0.8742157624031518,
    0.8742157624031518,
    0.8742157624031518,
    0.9088215351183688,
    0.9088215351183688,
    0.9088215351183688,
    0.9088215351183688
  ],
  "3": [
    "",
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "An ongoing welcome announcement is being broadcast over the PA system, outlining the fair schedule, while groups of friends are marking target employers on the event map.",
    "An ongoing welcome announcement is being broadcast over the PA system, outlining the fair schedule, while groups of friends are marking target employers on the event map.",
    "An ongoing welcome announcement over the PA system outlines the fair schedule. Groups of friends are marking target employers on the event map. At the event, an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos.",
    "At a career fair on a polished floor, dozens of booths with colorful banners circle the space, while ongoing PA welcome announcements outline the fair schedule. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications, and consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, contributing to a steady corporate-scene rhythm.",
    "At a career fair on a polished floor, dozens of booths with colorful banners circle the space, while ongoing PA welcome announcements outline the fair schedule. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications, and consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, contributing to a steady corporate-scene rhythm. Workshops on networking etiquette begin in the adjoining classroom.",
    "A career fair unfolds on a polished floor, with dozens of booths and colorful banners circling the space as ongoing PA announcements outline the schedule. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, contributing to a steady corporate-scene rhythm. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "The scene depicts a career fair unfolding on a polished floor, with dozens of booths and colorful banners encircling the space as ongoing PA announcements outline the schedule. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos, while finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, contributing to a steady corporate-scene rhythm. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "The scene centers on a career fair unfolding on a polished floor, with dozens of booths and colorful banners encircling the space while ongoing PA announcements outline the schedule. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos, while finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, contributing to a steady corporate-scene rhythm. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "The scene is a university career fair unfolding on a polished floor, with dozens of booths and colorful banners encircling the space, while continuous PA announcements outline the schedule. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos, and finance firms display QR codes for immediate internship applications. Consulting firms stack glossy case-study booklets on high tables, while HR teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact, contributing to a steady corporate-scene rhythm. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before opening, and staff members scan registrations and hand out lanyards at the entrance.",
    "The university career fair unfolds on a polished floor with dozens of booths and banners encircling the space as PA announcements outline the schedule. Groups of friends mark target employers on the event map while an alumni panel discusses preparing for technical interviews. Healthcare providers showcase community outreach photos and finance firms display QR codes for internships. Consulting firms stack glossy case-study booklets on high tables, and HR teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact, contributing to a steady corporate-scene rhythm. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before opening, and staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth as students clutch resumes in branded folders."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.4461603171430535,
    0.4461603171430535,
    0.4461603171430535,
    0.4461603171430535,
    0.4461603171430535,
    0.4461603171430535,
    0.4461603171430535,
    0.4461603171430535,
    0.4461603171430535,
    0.4461603171430535,
    0.4461603171430535,
    0.4461603171430535,
    0.4461603171430535,
    0.4461603171430535,
    0.4461603171430535,
    0.4461603171430535,
    0.4461603171430535,
    0.8402839972194445,
    0.8402839972194445,
    0.8402839972194445,
    0.8402839972194445,
    0.8517776156775335,
    0.8517776156775335,
    0.8517776156775335,
    0.8517776156775335,
    0.8517776156775335,
    0.8517776156775335,
    0.8517776156775335,
    0.8561797926275291,
    0.8561797926275291,
    0.8561797926275291,
    0.8561797926275291,
    0.8561797926275291,
    0.8561797926275291,
    0.8561797926275291,
    0.8609361006762075,
    0.8609361006762075,
    0.8609361006762075,
    0.8609361006762075,
    0.8609361006762075,
    0.8518794458725686,
    0.8518794458725686,
    0.8518794458725686,
    0.8518794458725686,
    0.861970203509856,
    0.861970203509856,
    0.861970203509856,
    0.861970203509856,
    0.861970203509856,
    0.861970203509856,
    0.8424432783695044,
    0.8424432783695044,
    0.8424432783695044,
    0.8424432783695044,
    0.8424432783695044,
    0.8424432783695044,
    0.8424432783695044,
    0.8424432783695044,
    0.8424432783695044,
    0.8424432783695044
  ],
  "4": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym as the career fair is about to open. Dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Students line up outside the university gym as the career fair is about to open. Dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention.",
    "Students line up outside the university gym as the career fair is about to open. Dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company is running a password cracking challenge on a laptop. A robotics startup is flying a small drone above its booth to attract attention. Students clutch resumes inside branded folders."
  ],
  "4_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.7142447904633656,
    0.7142447904633656,
    0.7142447904633656,
    0.7142447904633656,
    0.7142447904633656,
    0.7148441032456533,
    0.7148441032456533,
    0.7148441032456533,
    0.7148441032456533,
    0.7148441032456533,
    0.7211088888299575,
    0.7211088888299575,
    0.7211088888299575,
    0.7211088888299575,
    0.7211088888299575,
    0.7211088888299575,
    0.8084065872645456,
    0.8084065872645456,
    0.8084065872645456,
    0.8084065872645456,
    0.8279420925772667,
    0.8279420925772667,
    0.8279420925772667,
    0.8279420925772667,
    0.8279420925772667,
    0.8279420925772667,
    0.8279420925772667,
    0.8279420925772667,
    0.8279420925772667,
    0.8279420925772667,
    0.8279420925772667,
    0.8279420925772667,
    0.8279420925772667,
    0.8279420925772667,
    0.8279420925772667,
    0.8279420925772667,
    0.8279420925772667,
    0.8279420925772667,
    0.8279420925772667,
    0.8279420925772667,
    0.8279420925772667,
    0.8279420925772667,
    0.8279420925772667,
    0.8279420925772667,
    0.8279420925772667
  ],
  "5": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, indicating companies they intend to engage with at the event, while at the entrance event staff scan registrations and hand out lanyards.",
    "At the event, groups of friends mark target employers on the event map to indicate companies they plan to engage with; at the entrance, event staff scan registrations and hand out lanyards; a robotics startup flies a small drone above its booth to draw attention.",
    "At the event, groups of friends mark target employers on the event map to indicate companies they plan to engage with. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, groups of friends mark target employers on the event map to indicate companies they plan to engage with. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact.",
    "At the event, groups of friends mark target employers on the event map to indicate companies they plan to engage with. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact. Career counselors redirect unsure students toward applicable industries.",
    "At the event, groups of friends mark target employers on the event map to indicate companies they plan to engage with. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, groups of friends mark target employers on the event map to indicate companies they plan to engage with. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "An event features groups of friends marking target employers on the event map to indicate companies they plan to engage with. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "At the career fair, groups of friends mark target employers on the event map to indicate companies they plan to engage with. Entrance staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4206279218032835,
    0.4206279218032835,
    0.4206279218032835,
    0.4999911439995998,
    0.4999911439995998,
    0.4999911439995998,
    0.4999911439995998,
    0.4999911439995998,
    0.4999911439995998,
    0.7842673437804173,
    0.7842673437804173,
    0.7842673437804173,
    0.7842673437804173,
    0.7842673437804173,
    0.827277286372833,
    0.827277286372833,
    0.827277286372833,
    0.827277286372833,
    0.827277286372833,
    0.827277286372833,
    0.827277286372833,
    0.827277286372833,
    0.8313466389551946,
    0.8313466389551946,
    0.8313466389551946,
    0.8313466389551946,
    0.8231980675123338,
    0.8231980675123338,
    0.8231980675123338,
    0.8231980675123338,
    0.8231980675123338,
    0.8357009105745502,
    0.8357009105745502,
    0.8357009105745502,
    0.8357009105745502,
    0.8357009105745502,
    0.8357009105745502,
    0.8283482066274923,
    0.8283482066274923,
    0.8283482066274923,
    0.8283482066274923,
    0.8909673090656351,
    0.8909673090656351,
    0.8909673090656351,
    0.8909673090656351,
    0.8909673090656351,
    0.8909673090656351,
    0.8909673090656351,
    0.8909673090656351,
    0.8909673090656351,
    0.8909673090656351,
    0.8909673090656351,
    0.8909673090656351,
    0.8909673090656351,
    0.8909673090656351,
    0.8909673090656351,
    0.8909673090656351,
    0.8909673090656351
  ],
  "6": [
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. An ongoing welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. An ongoing welcome announcement is being broadcast over the PA system, outlining the fair schedule. The engineering society sponsors a resume review table near the stage.",
    "Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. An ongoing welcome announcement is being broadcast over the PA system, outlining the fair schedule. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders.",
    "Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system, outlining the fair schedule. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications.",
    "Event staff scan registrations and hand out lanyards at the entrance, while groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact, and a welcome announcement is broadcast over the PA system outlining the fair schedule. Near the stage, the engineering society sponsors a resume review table. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "Event staff scan registrations and hand out lanyards at the entrance, while groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact, and a welcome announcement is broadcast over the PA outlining the fair schedule. Near the stage, the engineering society sponsors a resume review table. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "A circular ring of dozens of booths with colorful banners surrounds a polished floor, forming the display perimeter. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. A welcome announcement outlining the fair schedule is broadcast over the PA system. Inside this perimeter, a cybersecurity company runs a password-cracking challenge on a laptop. Near the stage, the engineering society sponsors a resume review table. Students clutch resumes inside branded folders. Finance firms display QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "A circular ring of dozens of booths with colorful banners surrounds a polished floor, forming the display perimeter. Inside this perimeter, a cybersecurity company runs a password-cracking challenge on a laptop. Near the stage, the engineering society sponsors a resume review table with students clutching resumes inside branded folders. Finance firms display QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. A welcome announcement outlining the fair schedule is broadcast over the PA system.",
    "Dozens of booths with colorful banners form a circular ring around a polished floor, creating the display perimeter for the career fair. Inside the ring, a cybersecurity company runs a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth to attract attention. Near the stage, the engineering society sponsors a resume review table with students clutching resumes inside branded folders. Finance firms display QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. A welcome announcement outlining the fair schedule is broadcast over the PA system. Students line up outside the university gym as the career fair is about to open."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5704781886046051,
    0.5704781886046051,
    0.5704781886046051,
    0.5704781886046051,
    0.5704781886046051,
    0.5704781886046051,
    0.7176943093093012,
    0.7176943093093012,
    0.7176943093093012,
    0.7176943093093012,
    0.8677299683885862,
    0.8677299683885862,
    0.8677299683885862,
    0.8677299683885862,
    0.8677299683885862,
    0.8354051166431606,
    0.8354051166431606,
    0.8354051166431606,
    0.8354051166431606,
    0.8354051166431606,
    0.8583795215795815,
    0.8583795215795815,
    0.8583795215795815,
    0.8832951649413159,
    0.8832951649413159,
    0.8832951649413159,
    0.8832951649413159,
    0.8832951649413159,
    0.8618954112858639,
    0.8618954112858639,
    0.8618954112858639,
    0.8618954112858639,
    0.8618954112858639,
    0.8618954112858639,
    0.8790829464180383,
    0.8790829464180383,
    0.8790829464180383,
    0.8790829464180383,
    0.8790829464180383,
    0.8790829464180383,
    0.8790829464180383,
    0.8790829464180383,
    0.8901735933537969,
    0.8901735933537969,
    0.8901735933537969,
    0.8901735933537969,
    0.8901735933537969,
    0.8829579775949572,
    0.8829579775949572,
    0.8829579775949572,
    0.8829579775949572,
    0.8829579775949572,
    0.8829579775949572,
    0.9025022173526687,
    0.9025022173526687,
    0.9025022173526687,
    0.9025022173526687
  ],
  "7": [
    "",
    "",
    "",
    "A circular arrangement of dozens of booths with colorful banners surrounds a polished floor.",
    "A circular ring of dozens of booths bearing colorful banners surrounds a polished floor.",
    "A circular ring of dozens of booths bearing colorful banners surrounds a polished floor, establishing a perimeter for the display. Within this arrangement, a cybersecurity company runs a password cracking challenge on a laptop.",
    "A circular ring of dozens of booths bearing colorful banners surrounds a polished floor, establishing a perimeter for the display. Within this arrangement, a cybersecurity company runs a password cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications.",
    "A circular ring of dozens of booths with colorful banners surrounds a polished floor, forming the perimeter of the display. Within this layout, a cybersecurity company runs a password cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "A circular ring of dozens of booths with colorful banners surrounds a polished floor, forming the perimeter of the display. Inside, a cybersecurity company runs a password-cracking challenge on a laptop. Finance firms display QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. A welcome announcement for the fair schedule is being broadcast over the PA system. The engineering society sponsors a resume review table near the stage.",
    "A circular ring of dozens of booths with colorful banners surrounds a polished floor, forming the display perimeter. Inside, a cybersecurity company runs a password-cracking challenge on a laptop. Finance firms display QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. A welcome announcement for the fair schedule is being broadcast over the PA system. The engineering society sponsors a resume review table near the stage.",
    "A career fair unfolds in a university gym, with a circular ring of dozens of booths adorned by colorful banners surrounding a polished floor. Inside, a cybersecurity company runs a password-cracking challenge on a laptop. Finance firms display QR codes for immediate internship applications, while consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance, and groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact, and a welcome PA announces the fair schedule. The engineering society sponsors a resume-review table near the stage. Students line up outside the university gym as the career fair is about to open.",
    "The career fair unfolds in a university gym, arranged as a circular ring of dozens of booths adorned with colorful banners around a polished floor. Inside, a cybersecurity company runs a password-cracking challenge on a laptop. Finance firms display QR codes for immediate internship applications, while consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance, and groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact, and a welcome PA announces the fair schedule. The engineering society sponsors a resume-review table near the stage. Students line up outside the gym as the fair is about to open, and HR teams jot notes on tablets while students introduce themselves."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.35793031026325367,
    0.35793031026325367,
    0.35793031026325367,
    0.35793031026325367,
    0.35793031026325367,
    0.3743358325452151,
    0.3743358325452151,
    0.3743358325452151,
    0.3743358325452151,
    0.3743358325452151,
    0.3743358325452151,
    0.3743358325452151,
    0.3743358325452151,
    0.46429901235634563,
    0.46429901235634563,
    0.46429901235634563,
    0.46429901235634563,
    0.7039713105671581,
    0.7039713105671581,
    0.7039713105671581,
    0.7039713105671581,
    0.7120021848721636,
    0.7120021848721636,
    0.7120021848721636,
    0.7120021848721636,
    0.7120021848721636,
    0.7120021848721636,
    0.7120021848721636,
    0.7120021848721636,
    0.8651228731682048,
    0.8651228731682048,
    0.8651228731682048,
    0.8651228731682048,
    0.8651228731682048,
    0.8651228731682048,
    0.8651228731682048,
    0.866985724365533,
    0.866985724365533,
    0.866985724365533,
    0.866985724365533,
    0.866985724365533,
    0.866985724365533,
    0.866985724365533,
    0.866985724365533,
    0.866985724365533,
    0.8730529400762806,
    0.8730529400762806,
    0.8730529400762806,
    0.8730529400762806,
    0.8730529400762806,
    0.8790219374812165,
    0.8790219374812165,
    0.8790219374812165,
    0.8790219374812165,
    0.8790219374812165,
    0.8790219374812165,
    0.8790219374812165,
    0.8790219374812165,
    0.8790219374812165,
    0.8790219374812165,
    0.8790219374812165,
    0.8790219374812165,
    0.8790219374812165
  ],
  "8": [
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners circle a polished floor at a career fair, while career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications.",
    "Dozens of booths with colorful banners circle a polished floor at a career fair, establishing a corporate-scene rhythm as career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths with colorful banners circle a polished floor at the career fair, establishing a corporate rhythm as career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables. A continuous welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, and healthcare providers showcase community outreach photos.",
    "Dozens of booths with colorful banners circle a polished floor at the career fair, establishing a corporate rhythm as career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables. A continuous welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, and healthcare providers showcase community outreach photos.",
    "Dozens of booths with colorful banners encircle a polished floor at the career fair, establishing a corporate rhythm as career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables. A continuous welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, and healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps.",
    "At the career fair, a circular ring of dozens of booths with colorful banners surrounds a polished floor, forming the display perimeter. Inside, a cybersecurity company runs a password-cracking challenge on a laptop, while tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications, repeatedly noted. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. A continuous welcome announcement over the PA outlines the fair schedule. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, a circular ring of dozens of booths with colorful banners surrounds a polished floor, forming the display perimeter. Inside, a cybersecurity company runs a password-cracking challenge on a laptop while tech firms display demo screens of their latest apps. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map as a continuous welcome announcement over the PA outlines the fair schedule. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos, and an alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, a circular ring of dozens of booths with colorful banners surrounds a polished floor, forming the display perimeter. Inside, a cybersecurity company runs a password-cracking challenge on a laptop while tech firms display demo screens of their latest apps. Finance firms offer QR codes for immediate internship applications, and consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map as a continuous welcome announcement over the PA outlines the fair schedule. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos, and an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.3898975115578349,
    0.3898975115578349,
    0.3898975115578349,
    0.3898975115578349,
    0.6706564580341754,
    0.6706564580341754,
    0.6706564580341754,
    0.6675276300236161,
    0.6675276300236161,
    0.6675276300236161,
    0.6675276300236161,
    0.6675276300236161,
    0.876839282260526,
    0.876839282260526,
    0.876839282260526,
    0.876839282260526,
    0.876839282260526,
    0.876839282260526,
    0.876839282260526,
    0.876839282260526,
    0.876839282260526,
    0.876839282260526,
    0.876839282260526,
    0.876839282260526,
    0.8782070846087331,
    0.8782070846087331,
    0.8782070846087331,
    0.8782070846087331,
    0.8782070846087331,
    0.9097238880575053,
    0.9097238880575053,
    0.9097238880575053,
    0.9097238880575053,
    0.9097238880575053,
    0.9097238880575053,
    0.9059411896861005,
    0.9059411896861005,
    0.9059411896861005,
    0.9059411896861005,
    0.9059411896861005,
    0.9059411896861005,
    0.9059411896861005,
    0.9044944717008367,
    0.9044944717008367,
    0.9044944717008367,
    0.9044944717008367,
    0.9044944717008367,
    0.9044944717008367,
    0.9044944717008367,
    0.9044944717008367
  ],
  "9": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners encircle the polished floor, and finance firms offer QR codes for immediate internship applications.",
    "At the event, dozens of booths with colorful banners encircle a polished floor, while finance firms display QR codes to enable immediate internship applications. An alumni panel discusses how to prepare for technical interviews, and healthcare providers showcase community outreach photos. A welcome announcement over the PA system outlines the fair schedule, tying together the activities and information available.",
    "At the event, dozens of booths with colorful banners encircle a polished floor, while finance firms display QR codes to enable immediate internship applications. An alumni panel discusses how to prepare for technical interviews, and healthcare providers showcase community outreach photos. A welcome announcement over the PA system outlines the fair schedule, tying together the activities and information available. Students line up outside the university gym before the career fair opens.",
    "At the career fair, dozens of booths with colorful banners encircle a polished floor, while finance firms display QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews, and healthcare providers showcase community outreach photos. A welcome announcement over the PA system outlines the fair schedule, tying together the activities and information available. Students line up outside the university gym before the fair opens.",
    "At the career fair, dozens of booths with colorful banners encircle a polished floor, while finance firms display QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews, and healthcare providers showcase community outreach photos. A welcome announcement over the PA system outlines the fair schedule, tying together the activities and information available. Students line up outside the university gym before the fair opens. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, dozens of booths with colorful banners encircle a polished floor, while finance firms display QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews, and healthcare providers showcase community outreach photos. A welcome announcement over the PA system outlines the fair schedule, tying together the activities and information available. Students line up outside the university gym before the fair opens. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, dozens of booths with colorful banners encircle a polished floor, including finance firms displaying QR codes for immediate internship applications. The event centers on an alumni panel about preparing for technical interviews, paired with healthcare providers displaying community outreach photos, while a continuous PA message outlines the fair schedule. Students line up outside the university gym before opening, and staff members scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette take place in the adjoining classroom. Groups of friends mark target employers on the event map, and career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves, and consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, dozens of booths with colorful banners encircle a polished floor, including finance firms displaying QR codes for immediate internship applications. The event centers on an alumni panel about preparing for technical interviews, paired with healthcare providers displaying community outreach photos, while a continuous PA message outlines the fair schedule. Students line up outside the university gym before opening, and staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette take place in the adjoining classroom. Groups of friends mark target employers on the event map, and career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves, and consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage."
  ],
  "9_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.407862588373836,
    0.407862588373836,
    0.407862588373836,
    0.407862588373836,
    0.407862588373836,
    0.8664995964579453,
    0.8664995964579453,
    0.8664995964579453,
    0.8664995964579453,
    0.8812220740930999,
    0.8812220740930999,
    0.8812220740930999,
    0.8812220740930999,
    0.8812220740930999,
    0.8812220740930999,
    0.8800234045499793,
    0.8800234045499793,
    0.8800234045499793,
    0.8800234045499793,
    0.8921793196797828,
    0.8921793196797828,
    0.8921793196797828,
    0.8921793196797828,
    0.8921793196797828,
    0.8921793196797828,
    0.8921793196797828,
    0.8921793196797828,
    0.8921793196797828,
    0.8921793196797828,
    0.8921793196797828,
    0.8921793196797828,
    0.8878819303660139,
    0.8878819303660139,
    0.8878819303660139,
    0.8878819303660139,
    0.8878819303660139,
    0.8878819303660139,
    0.8878819303660139,
    0.8878819303660139,
    0.8878819303660139,
    0.8878819303660139,
    0.8861029872088589,
    0.8861029872088589,
    0.8861029872088589,
    0.8861029872088589,
    0.8861029872088589,
    0.8861029872088589,
    0.8861029872088589,
    0.8861029872088589,
    0.8861029872088589
  ]
}