{
  "0": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "At the venue, several students rehearse elevator pitches quietly against a wall. Nearby, a robotics startup flies a small drone above its booth to draw attention.",
    "At the venue, several students rehearse elevator pitches quietly against a wall. Nearby, a robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews.",
    "At the venue, several students rehearse elevator pitches quietly against a wall. Nearby, a robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews, while workshops on networking etiquette begin in the adjoining classroom.",
    "At the venue, several students rehearse elevator pitches quietly against a wall. Nearby, a robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews, while workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "At the venue, several students rehearse elevator pitches quietly against a wall. Nearby, a robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews, while workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "At the venue, several students rehearse elevator pitches quietly against a wall. Nearby, a robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews, while workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "At the venue, several students rehearse elevator pitches quietly against a wall. A robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews, while workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue, several students rehearse elevator pitches quietly against a wall, a robotics startup flies a small drone above its booth to draw attention, and an alumni panel discusses how to prepare for technical interviews, while workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.506927615621997,
    0.506927615621997,
    0.506927615621997,
    0.506927615621997,
    0.506927615621997,
    0.506927615621997,
    0.506927615621997,
    0.506927615621997,
    0.6943665005566906,
    0.6943665005566906,
    0.6943665005566906,
    0.6943665005566906,
    0.6943665005566906,
    0.6943665005566906,
    0.6944839231962472,
    0.6944839231962472,
    0.6944839231962472,
    0.6944839231962472,
    0.6944839231962472,
    0.6944839231962472,
    0.6944839231962472,
    0.736287170299696,
    0.736287170299696,
    0.736287170299696,
    0.736287170299696,
    0.736287170299696,
    0.736287170299696,
    0.736287170299696,
    0.7661166061159561,
    0.7661166061159561,
    0.7661166061159561,
    0.7661166061159561,
    0.7661166061159561,
    0.7661166061159561,
    0.7661166061159561,
    0.7661166061159561,
    0.7670007450633547,
    0.7670007450633547,
    0.7670007450633547,
    0.7670007450633547,
    0.7670007450633547,
    0.7670007450633547,
    0.7670007450633547,
    0.7670007450633547,
    0.8166467567507343,
    0.8166467567507343,
    0.8166467567507343,
    0.8166467567507343,
    0.8166467567507343,
    0.8166467567507343,
    0.8166467567507343,
    0.8166467567507343,
    0.8166467567507343,
    0.7773062811010834
  ],
  "1": [
    "",
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, and tech companies display demo screens showing their latest apps.",
    "The engineering society sponsors a resume review table near the stage, and tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "The engineering society sponsors a resume review table near the stage, and tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom, while human resources teams jot notes on tablets as students introduce themselves.",
    "Dozens of booths with colorful banners circle the polished floor, while the engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom, and human resources teams jot notes on tablets as students introduce themselves.",
    "Dozens of booths with colorful banners circle the polished floor as the engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom, and human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables.",
    "A convention floor hosts dozens of booths with colorful banners circling the polished space around a stage, with the engineering society sponsoring a resume review table nearby. Tech companies display demo screens showing their latest apps. In the adjoining classroom, workshops on networking etiquette begin, and human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4684996941854621,
    0.4684996941854621,
    0.4684996941854621,
    0.4684996941854621,
    0.4684996941854621,
    0.4684996941854621,
    0.6026634733905807,
    0.6026634733905807,
    0.6026634733905807,
    0.6026634733905807,
    0.6026634733905807,
    0.6026634733905807,
    0.6026634733905807,
    0.595596937297967,
    0.595596937297967,
    0.595596937297967,
    0.595596937297967,
    0.595596937297967,
    0.595596937297967,
    0.595596937297967,
    0.595596937297967,
    0.595596937297967,
    0.726363595596996,
    0.726363595596996,
    0.726363595596996,
    0.726363595596996,
    0.726363595596996,
    0.726363595596996,
    0.726363595596996,
    0.726363595596996,
    0.726363595596996,
    0.726363595596996,
    0.726363595596996,
    0.7704950987526247,
    0.7704950987526247,
    0.7704950987526247,
    0.7704950987526247,
    0.7704950987526247,
    0.7704950987526247,
    0.7704950987526247,
    0.7704950987526247,
    0.7704950987526247,
    0.7704950987526247,
    0.7704950987526247,
    0.7446077637561257,
    0.7446077637561257,
    0.7446077637561257,
    0.7446077637561257,
    0.7446077637561257,
    0.7446077637561257,
    0.7446077637561257,
    0.7446077637561257,
    0.7446077637561257,
    0.7446077637561257,
    0.7446077637561257
  ],
  "2": [
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "In an event setting, career counselors remind attendees to maintain eye contact. Concurrently, human resources teams jot notes on tablets as students introduce themselves.",
    "At an event, career counselors remind attendees to maintain eye contact. Concurrently, human resources teams jot notes on tablets as students introduce themselves.",
    "At an event, career counselors remind attendees to maintain eye contact. Concurrently, human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, before the career fair opens, students line up in anticipation. Career counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym before the career fair opens, students line up in anticipation. Career counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym before the career fair opens, students line up in anticipation. Career counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves. Alumni volunteers share brief pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage.",
    "Outside the university gym, before the career fair opens, students line up in anticipation. Career counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves. Alumni volunteers share brief pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5229490365581175,
    0.5229490365581175,
    0.5229490365581175,
    0.5229490365581175,
    0.5229490365581175,
    0.5229490365581175,
    0.5336179002538671,
    0.5336179002538671,
    0.5336179002538671,
    0.5336179002538671,
    0.5336179002538671,
    0.5336179002538671,
    0.5336179002538671,
    0.5336179002538671,
    0.5336179002538671,
    0.666493258597307,
    0.666493258597307,
    0.666493258597307,
    0.666493258597307,
    0.666493258597307,
    0.666493258597307,
    0.666493258597307,
    0.666493258597307,
    0.782655859348699,
    0.782655859348699,
    0.782655859348699,
    0.782655859348699,
    0.782655859348699,
    0.782655859348699,
    0.782655859348699,
    0.782655859348699,
    0.8061186279796991,
    0.8061186279796991,
    0.8061186279796991,
    0.8061186279796991,
    0.8061186279796991,
    0.8061186279796991,
    0.8061186279796991,
    0.8061186279796991,
    0.8061186279796991,
    0.8290085354160324,
    0.8290085354160324,
    0.8290085354160324,
    0.8290085354160324,
    0.8290085354160324,
    0.8290085354160324,
    0.8290085354160324,
    0.8296878303095807,
    0.8296878303095807,
    0.8296878303095807,
    0.8296878303095807,
    0.8296878303095807,
    0.8296878303095807,
    0.8296878303095807,
    0.8296878303095807
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while a welcome announcement over the PA system outlines the fair schedule.",
    "An alumni panel discusses how to prepare for technical interviews, while a welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews, while a welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews, while a welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders and introduce themselves. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets.",
    "During a fair, an alumni panel discusses how to prepare for technical interviews, while a welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders and introduce themselves. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets.",
    "At a career fair, an alumni panel discusses how to prepare for technical interviews, while a PA announcement outlines the fair schedule. Students clutch resumes in branded folders and introduce themselves. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5005809453568405,
    0.5005809453568405,
    0.5005809453568405,
    0.5005809453568405,
    0.5005809453568405,
    0.5005809453568405,
    0.6543251463862753,
    0.6543251463862753,
    0.6543251463862753,
    0.6543251463862753,
    0.6543251463862753,
    0.6543251463862753,
    0.6543251463862753,
    0.6543251463862753,
    0.6543251463862753,
    0.6543251463862753,
    0.6543251463862753,
    0.7909328456822329,
    0.7909328456822329,
    0.7909328456822329,
    0.7909328456822329,
    0.7909328456822329,
    0.7909328456822329,
    0.7909328456822329,
    0.7909328456822329,
    0.8182514795060868,
    0.8182514795060868,
    0.8182514795060868,
    0.8182514795060868,
    0.8182514795060868,
    0.8182514795060868,
    0.8182514795060868,
    0.8182514795060868,
    0.8182514795060868,
    0.8182514795060868,
    0.8629961405698894,
    0.8629961405698894,
    0.8629961405698894,
    0.8629961405698894,
    0.8629961405698894,
    0.8629961405698894,
    0.8629961405698894,
    0.8629961405698894,
    0.8629961405698894,
    0.8745892598096032,
    0.8745892598096032,
    0.8745892598096032,
    0.8745892598096032,
    0.8745892598096032,
    0.8745892598096032,
    0.8745892598096032,
    0.8745892598096032,
    0.8745892598096032
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth for attention.",
    "A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications.",
    "At the exhibit, a robotics startup flies a small drone above its booth to attract attention. Nearby, finance firms advertise internship opportunities by offering QR codes for immediate applications. A cybersecurity company hosts a password cracking challenge on a laptop, engaging attendees with hands-on testing of security concepts.",
    "At the exhibit, a robotics startup flies a small drone above its booth to attract attention. Nearby, finance firms advertise internship opportunities by offering QR codes for immediate applications. A cybersecurity company hosts a password cracking challenge on a laptop, engaging attendees with hands-on testing of security concepts.",
    "At the exhibit, a robotics startup flies a small drone above its booth to attract attention. Nearby, finance firms advertise internship opportunities by offering QR codes for immediate applications. A cybersecurity company hosts a password cracking challenge on a laptop, engaging attendees with hands-on testing of security concepts. Some students rehearse elevator pitches quietly against the wall.",
    "At the exhibit, a robotics startup flies a small drone above its booth to attract attention. Nearby, finance firms advertise internship opportunities by offering QR codes for immediate applications. A cybersecurity company hosts a password cracking challenge on a laptop, engaging attendees with hands-on testing of security concepts. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At the exhibit, a robotics startup flies a small drone above its booth to attract attention. Nearby, finance firms advertise internship opportunities by offering QR codes for immediate applications. A cybersecurity company hosts a password cracking challenge on a laptop, engaging attendees with hands-on testing of security concepts. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, a robotics startup flies a small drone above its booth to attract attention. Nearby, finance firms advertise internship opportunities by offering QR codes for immediate applications. A cybersecurity company hosts a password cracking challenge on a laptop, engaging attendees with hands-on testing of security concepts. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.5933584749847947,
    0.5933584749847947,
    0.5933584749847947,
    0.5933584749847947,
    0.5933584749847947,
    0.5933584749847947,
    0.7679788822534465,
    0.7679788822534465,
    0.7679788822534465,
    0.7679788822534465,
    0.7679788822534465,
    0.7679788822534465,
    0.7679788822534465,
    0.7679788822534465,
    0.7679788822534465,
    0.7679788822534465,
    0.7679788822534465,
    0.7679788822534465,
    0.7679788822534465,
    0.7679788822534465,
    0.7679788822534465,
    0.7679788822534465,
    0.7679788822534465,
    0.7679788822534465,
    0.7679788822534465,
    0.7679788822534465,
    0.7847039000513188,
    0.7847039000513188,
    0.7847039000513188,
    0.7847039000513188,
    0.7847039000513188,
    0.7847039000513188,
    0.7847039000513188,
    0.8012014432006749,
    0.8012014432006749,
    0.8012014432006749,
    0.8012014432006749,
    0.8012014432006749,
    0.8012014432006749,
    0.8012014432006749,
    0.8012014432006749,
    0.8264612059518064,
    0.8264612059518064,
    0.8264612059518064,
    0.8264612059518064,
    0.8264612059518064,
    0.8264612059518064,
    0.8264612059518064,
    0.8264612059518064,
    0.8264612059518064,
    0.8264612059518064,
    0.8689406175799216,
    0.8689406175799216,
    0.8689406175799216,
    0.8689406175799216
  ],
  "5": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Networking etiquette workshops begin in the adjoining classroom, while students line up outside the university gym before the career fair opens.",
    "Networking etiquette workshops begin in the adjoining classroom, while students line up outside the university gym before the career fair opens. Some students rehearse elevator pitches quietly against the wall.",
    "Networking etiquette workshops begin in the adjoining classroom as students line up outside the university gym before the career fair opens. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders.",
    "Networking etiquette workshops are underway in the adjoining classroom while students line up outside the university gym ahead of the career fair opening. Some students rehearse elevator pitches quietly against the wall, others clutch resumes housed in branded folders. Dozens of booths with colorful banners encircle the polished floor of the venue, presenting a busy backdrop to the event.",
    "Networking etiquette workshops are underway in the adjoining classroom, while students line up outside the university gym ahead of the career fair opening. Some students rehearse elevator pitches quietly against the wall, others clutch resumes housed in branded folders. Dozens of booths with colorful banners encircle the polished floor of the venue, presenting a busy backdrop to the event.",
    "Networking etiquette workshops are underway in the adjoining classroom, while students line up outside the university gym ahead of the career fair opening. Some students rehearse elevator pitches quietly against the wall, others clutch resumes housed in branded folders. Dozens of booths with colorful banners encircle the polished floor of the venue, presenting a busy backdrop to the event. Tech companies display demo screens showing their latest apps.",
    "Networking etiquette workshops are underway in the adjoining classroom as students line up outside the university gym ahead of the career fair opening. Attendees rehearse elevator pitches quietly against the wall and clutch resumes housed in branded folders. Dozens of booths with colorful banners encircle the polished floor of the venue, creating a busy backdrop to the event, while tech companies display demo screens showing their latest apps."
  ],
  "5_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.4184784444390221,
    0.4184784444390221,
    0.4184784444390221,
    0.4184784444390221,
    0.4184784444390221,
    0.4184784444390221,
    0.5573255764391305,
    0.5573255764391305,
    0.5573255764391305,
    0.5573255764391305,
    0.5573255764391305,
    0.5573255764391305,
    0.5760002697000319,
    0.5760002697000319,
    0.5760002697000319,
    0.5760002697000319,
    0.5760002697000319,
    0.5760002697000319,
    0.5760002697000319,
    0.5760002697000319,
    0.738959020860831,
    0.738959020860831,
    0.738959020860831,
    0.738959020860831,
    0.738959020860831,
    0.738959020860831,
    0.738959020860831,
    0.738959020860831,
    0.738959020860831,
    0.738959020860831,
    0.743191472244344,
    0.743191472244344,
    0.743191472244344,
    0.743191472244344,
    0.743191472244344,
    0.743191472244344,
    0.743191472244344,
    0.743191472244344,
    0.743191472244344,
    0.8025988092401269,
    0.8025988092401269,
    0.8025988092401269,
    0.8025988092401269,
    0.8025988092401269,
    0.8025988092401269,
    0.8025988092401269,
    0.8025988092401269,
    0.8025988092401269,
    0.8025988092401269,
    0.8145687179085095,
    0.8145687179085095,
    0.8145687179085095,
    0.8145687179085095,
    0.8145687179085095,
    0.8145687179085095,
    0.8145687179085095,
    0.8145687179085095,
    0.8145687179085095,
    0.8145687179085095
  ],
  "6": [
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station.",
    "At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners encircle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "Dozens of booths with colorful banners encircle the polished floor. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers are giving quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners encircle the polished floor, creating a lively perimeter around the venue. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers are giving quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "Dozens of booths with colorful banners encircle the polished floor, creating a lively perimeter around the venue. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers are giving quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "A polished-floor venue is encircled by dozens of booths with colorful banners, forming a lively perimeter. At the entrance, staff scan registrations and hand out lanyards. Alumni volunteers give quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes in branded folders. Groups of friends mark target employers on the event map."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5456017571990105,
    0.5456017571990105,
    0.5456017571990105,
    0.5456017571990105,
    0.5456017571990105,
    0.5456017571990105,
    0.5456017571990105,
    0.5456017571990105,
    0.7212121198271179,
    0.7212121198271179,
    0.7212121198271179,
    0.7212121198271179,
    0.7212121198271179,
    0.7212121198271179,
    0.7692347807778772,
    0.7692347807778772,
    0.7692347807778772,
    0.7692347807778772,
    0.7692347807778772,
    0.7692347807778772,
    0.7692347807778772,
    0.7706152730901419,
    0.7706152730901419,
    0.7706152730901419,
    0.7706152730901419,
    0.7706152730901419,
    0.7706152730901419,
    0.7706152730901419,
    0.7706152730901419,
    0.7706152730901419,
    0.7854499154050427,
    0.7854499154050427,
    0.7854499154050427,
    0.7854499154050427,
    0.7854499154050427,
    0.7854499154050427,
    0.7854499154050427,
    0.7854499154050427,
    0.7854499154050427,
    0.7996785109965919,
    0.7996785109965919,
    0.7996785109965919,
    0.7996785109965919,
    0.7996785109965919,
    0.7996785109965919,
    0.7996785109965919,
    0.7996785109965919,
    0.7996785109965919,
    0.7996785109965919,
    0.7996785109965919,
    0.7996785109965919,
    0.7996785109965919,
    0.8007775093908045,
    0.8007775093908045,
    0.8007775093908045,
    0.8007775093908045,
    0.8007775093908045
  ],
  "7": [
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews; event staff scan registrations and hand out lanyards at the entrance.",
    "An alumni panel discusses how to prepare for technical interviews; at the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "At a university career fair, an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "The scene centers on a university career fair where an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens. Meanwhile, human resources teams jot notes on tablets as students introduce themselves.",
    "A university career fair centers on an alumni panel discussing how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the fair opens. HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention.",
    "During a university career fair focused on an alumni panel about preparing for technical interviews, event staff at the entrance scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the fair opens. HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "7_score": [
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5014881185598682,
    0.5014881185598682,
    0.5014881185598682,
    0.5014881185598682,
    0.5014881185598682,
    0.5014881185598682,
    0.6086203110473084,
    0.6086203110473084,
    0.6086203110473084,
    0.6086203110473084,
    0.6086203110473084,
    0.6086203110473084,
    0.6086203110473084,
    0.6086203110473084,
    0.6086203110473084,
    0.6086203110473084,
    0.6086203110473084,
    0.7838580875233694,
    0.7838580875233694,
    0.7838580875233694,
    0.7838580875233694,
    0.7838580875233694,
    0.7838580875233694,
    0.7838580875233694,
    0.7838580875233694,
    0.7838580875233694,
    0.7838580875233694,
    0.7838580875233694,
    0.7838580875233694,
    0.7838580875233694,
    0.7838580875233694,
    0.7838580875233694,
    0.7838580875233694,
    0.7838580875233694,
    0.8345254697741391,
    0.8345254697741391,
    0.8345254697741391,
    0.8345254697741391,
    0.8345254697741391,
    0.8345254697741391,
    0.8345254697741391,
    0.8345254697741391,
    0.8345254697741391,
    0.8772073539333085,
    0.8772073539333085,
    0.8772073539333085,
    0.8772073539333085,
    0.8772073539333085,
    0.8772073539333085,
    0.8772073539333085,
    0.8772073539333085,
    0.8772073539333085,
    0.8693973715545893,
    0.8693973715545893,
    0.8693973715545893,
    0.8693973715545893,
    0.8693973715545893
  ],
  "8": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor of the university gym, while students line up outside the gym before the career fair opens.",
    "Dozens of booths with colorful banners circle the polished floor of the university gym, while students line up outside before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "Dozens of booths with colorful banners encircle the polished floor of the university gym as students line up outside before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards to attendees. Consulting firms stack glossy case study booklets on high tables, ready for visitors.",
    "Dozens of booths with colorful banners encircle the polished floor of the university gym as students line up outside before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards to attendees. Consulting firms stack glossy case study booklets on high tables, ready for visitors. The engineering society sponsors a resume review table near the stage.",
    "Dozens of booths with colorful banners encircle the polished gym floor as students line up outside before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards to attendees. Consulting firms stack glossy case study booklets on high tables, prepared for visitors. The engineering society sponsors a resume review table near the stage, adding a focused recruiting activity to the scene. The setup conveys a busy, opportunity-rich environment with vendors arranged around the space and materials displayed at elevated surfaces.",
    "Dozens of booths with colorful banners encircle the polished gym floor as students line up outside before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards to attendees. Consulting firms stack glossy case study booklets on high tables prepared for visitors. The engineering society sponsors a resume review table near the stage, adding a focused recruiting activity to the scene. The setup conveys a busy, opportunity-rich environment with vendors arranged around the space and materials displayed at elevated surfaces. Healthcare providers showcase community outreach photos.",
    "Dozens of booths with colorful banners encircle the polished gym floor as students line up outside before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards to attendees. Consulting firms stack glossy case study booklets on high tables prepared for visitors. The engineering society sponsors a resume review table near the stage, adding a focused recruiting activity to the scene. The setup conveys a busy, opportunity-rich environment with vendors around the space and materials displayed on elevated surfaces. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.42231602219518133,
    0.42231602219518133,
    0.42231602219518133,
    0.42231602219518133,
    0.42231602219518133,
    0.6078543701546508,
    0.6078543701546508,
    0.6078543701546508,
    0.6078543701546508,
    0.6078543701546508,
    0.6078543701546508,
    0.6078543701546508,
    0.6078543701546508,
    0.7748482034152648,
    0.7748482034152648,
    0.7748482034152648,
    0.7748482034152648,
    0.7748482034152648,
    0.7748482034152648,
    0.7748482034152648,
    0.7748482034152648,
    0.7983283859876373,
    0.7983283859876373,
    0.7983283859876373,
    0.7983283859876373,
    0.7983283859876373,
    0.7983283859876373,
    0.7983283859876373,
    0.7983283859876373,
    0.8198715814620502,
    0.8198715814620502,
    0.8198715814620502,
    0.8198715814620502,
    0.8198715814620502,
    0.8198715814620502,
    0.8198715814620502,
    0.8198715814620502,
    0.8198715814620502,
    0.827919491739882,
    0.827919491739882,
    0.827919491739882,
    0.827919491739882,
    0.827919491739882,
    0.827919491739882,
    0.827919491739882,
    0.827919491739882,
    0.827919491739882,
    0.845223620270869,
    0.845223620270869,
    0.845223620270869,
    0.845223620270869,
    0.845223620270869,
    0.845223620270869,
    0.845223620270869
  ],
  "9": [
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor.",
    "At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor.",
    "At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "Event scene at the entrance shows staff scanning registrations and handing out lanyards. Dozens of booths with colorful banners encircle a polished floor, creating a bustling perimeter. A cybersecurity company runs a password-cracking challenge on a laptop, while tech companies display demo screens showing their latest apps. Alumni volunteers deliver quick pep talks near the coffee station, adding brief, supportive messages to attendees.",
    "At the entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle a polished floor, creating a bustling perimeter. A cybersecurity company runs a password-cracking challenge on a laptop, while tech companies display demo screens showing their latest apps. Alumni volunteers deliver quick pep talks near the coffee station, offering brief, supportive messages to attendees. Career counselors redirect unsure students toward applicable industries.",
    "At the entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle a polished floor, creating a bustling perimeter. A cybersecurity company runs a password-cracking challenge on a laptop, while tech companies display demo screens showing their latest apps. Alumni volunteers deliver quick pep talks near the coffee station, offering brief, supportive messages to attendees. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5441647666995141,
    0.5441647666995141,
    0.5441647666995141,
    0.5441647666995141,
    0.5441647666995141,
    0.5441647666995141,
    0.5441647666995141,
    0.5441647666995141,
    0.5441647666995141,
    0.5441647666995141,
    0.5441647666995141,
    0.5441647666995141,
    0.7238533691143951,
    0.7238533691143951,
    0.7238533691143951,
    0.7238533691143951,
    0.7238533691143951,
    0.7238533691143951,
    0.7639096692106182,
    0.7639096692106182,
    0.7639096692106182,
    0.7639096692106182,
    0.7639096692106182,
    0.7639096692106182,
    0.7639096692106182,
    0.7639096692106182,
    0.7639096692106182,
    0.7639096692106182,
    0.7639096692106182,
    0.7351695900321749,
    0.7351695900321749,
    0.7351695900321749,
    0.7351695900321749,
    0.7351695900321749,
    0.7351695900321749,
    0.7351695900321749,
    0.7351695900321749,
    0.7988614420651079,
    0.7988614420651079,
    0.7988614420651079,
    0.7988614420651079,
    0.7988614420651079,
    0.7988614420651079,
    0.7988614420651079,
    0.7988614420651079,
    0.7988614420651079,
    0.7988614420651079,
    0.7922360796801831,
    0.7922360796801831,
    0.7922360796801831,
    0.7922360796801831,
    0.7922360796801831,
    0.7922360796801831,
    0.7922360796801831,
    0.7922360796801831,
    0.7922360796801831
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against a wall, while event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, some students rehearse elevator pitches quietly against a wall. At the entrance, event staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table.",
    "The scene is an event where dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against a wall. At the entrance, event staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table.",
    "The scene depicts an event in which dozens of booths with colorful banners encircle a polished floor. Some students rehearse elevator pitches quietly against a wall. At the entrance, event staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. A welcome announcement outlines the fair schedule over the PA system.",
    "The scene portrays a career fair with dozens of booths whose colorful banners encircle a polished floor. Some students rehearse elevator pitches quietly against a wall. At the entrance, event staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries.",
    "At a career fair, dozens of booths with colorful banners encircle a polished floor. Some students rehearse elevator pitches quietly against a wall. At the entrance, event staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. A welcome announcement over the PA outlines the fair schedule, and career counselors redirect unsure students toward applicable industries."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.36645575003636527,
    0.36645575003636527,
    0.36645575003636527,
    0.36645575003636527,
    0.36645575003636527,
    0.36645575003636527,
    0.36645575003636527,
    0.36645575003636527,
    0.7040437372804016,
    0.7040437372804016,
    0.7040437372804016,
    0.7040437372804016,
    0.7040437372804016,
    0.7040437372804016,
    0.7040437372804016,
    0.7040437372804016,
    0.7113643492044022,
    0.7113643492044022,
    0.7113643492044022,
    0.7113643492044022,
    0.7113643492044022,
    0.7113643492044022,
    0.7113643492044022,
    0.7113643492044022,
    0.7113643492044022,
    0.7924837742746247,
    0.7924837742746247,
    0.7924837742746247,
    0.7924837742746247,
    0.7924837742746247,
    0.7924837742746247,
    0.7924837742746247,
    0.7924837742746247,
    0.7924837742746247,
    0.814529444666658,
    0.814529444666658,
    0.814529444666658,
    0.814529444666658,
    0.814529444666658,
    0.814529444666658,
    0.814529444666658,
    0.814529444666658,
    0.814529444666658,
    0.814529444666658,
    0.814529444666658,
    0.814529444666658
  ],
  "11": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention.",
    "An official welcome announcement over the PA system outlines the fair's schedule as attendees gather. Dozens of booths with colorful banners form a circle around the polished floor, while some students rehearse elevator pitches quietly against the wall. A robotics startup draws attention by flying a small drone above its booth. Outside the university gym, students queue in line before the career fair opens.",
    "An official welcome announcement over the PA outlines the fair's schedule as attendees gather. Dozens of booths with colorful banners form a circle around the polished floor, while some students rehearse elevator pitches quietly against the wall. A robotics startup draws attention by flying a small drone above its booth. Outside the university gym, students queue in line before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "An official welcome announcement over the PA outlines the fair’s schedule as attendees gather. Dozens of booths with colorful banners form a circle around a polished floor, while some students rehearse elevator pitches quietly against the wall. A robotics startup draws attention by flying a small drone above its booth. Outside the university gym, students queue in line before the career fair opens. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5787661345081472,
    0.5787661345081472,
    0.5787661345081472,
    0.5787661345081472,
    0.5787661345081472,
    0.5787661345081472,
    0.5787661345081472,
    0.5787661345081472,
    0.7640506350033452,
    0.7640506350033452,
    0.7640506350033452,
    0.7640506350033452,
    0.7640506350033452,
    0.7640506350033452,
    0.7640506350033452,
    0.7640506350033452,
    0.7640506350033452,
    0.7640506350033452,
    0.7640506350033452,
    0.7640506350033452,
    0.7640506350033452,
    0.7640506350033452,
    0.8159188844236076,
    0.8159188844236076,
    0.8159188844236076,
    0.8159188844236076,
    0.8159188844236076,
    0.8159188844236076,
    0.8159188844236076,
    0.8159188844236076,
    0.8159188844236076,
    0.8078571951637161,
    0.8078571951637161,
    0.8078571951637161,
    0.8078571951637161,
    0.8078571951637161,
    0.8078571951637161,
    0.8078571951637161,
    0.8078571951637161,
    0.8078571951637161,
    0.8637403931161437,
    0.8637403931161437,
    0.8637403931161437,
    0.8637403931161437,
    0.8637403931161437,
    0.8637403931161437,
    0.8637403931161437,
    0.8637403931161437,
    0.8637403931161437,
    0.895086728953671,
    0.895086728953671,
    0.895086728953671,
    0.895086728953671
  ],
  "12": [
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station; tech companies display demo screens showing their latest apps.",
    "An alumni panel discusses how to prepare for technical interviews, while alumni volunteers give quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves.",
    "An alumni panel discusses how to prepare for technical interviews, while alumni volunteers give quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves.",
    "An alumni panel discusses how to prepare for technical interviews, with alumni volunteers delivering quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves.",
    "An alumni panel discusses how to prepare for technical interviews, with alumni volunteers delivering quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "An alumni panel discusses how to prepare for technical interviews, with alumni volunteers delivering quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, while human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom.",
    "The scene features an alumni panel discussing how to prepare for technical interviews, with alumni volunteers delivering quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, while human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention."
  ],
  "12_score": [
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.439211277938481,
    0.439211277938481,
    0.439211277938481,
    0.439211277938481,
    0.439211277938481,
    0.439211277938481,
    0.439211277938481,
    0.7230745697487249,
    0.7230745697487249,
    0.7230745697487249,
    0.7230745697487249,
    0.7230745697487249,
    0.7230745697487249,
    0.7230745697487249,
    0.7230745697487249,
    0.7230745697487249,
    0.7230745697487249,
    0.7230745697487249,
    0.7230745697487249,
    0.7230745697487249,
    0.7230745697487249,
    0.7230745697487249,
    0.7230745697487249,
    0.7230745697487249,
    0.7307159154211399,
    0.7307159154211399,
    0.7307159154211399,
    0.7307159154211399,
    0.7307159154211399,
    0.7307159154211399,
    0.7307159154211399,
    0.7307159154211399,
    0.7712593769635926,
    0.7712593769635926,
    0.7712593769635926,
    0.7712593769635926,
    0.7712593769635926,
    0.7712593769635926,
    0.7712593769635926,
    0.7712593769635926,
    0.7513198977350641,
    0.7513198977350641,
    0.7513198977350641,
    0.7513198977350641,
    0.7513198977350641,
    0.7513198977350641,
    0.7513198977350641,
    0.7513198977350641,
    0.7513198977350641,
    0.7513198977350641,
    0.7881199521915346,
    0.7881199521915346,
    0.7881199521915346,
    0.7881199521915346,
    0.7881199521915346
  ],
  "13": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At the career fair, counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule.",
    "At the career fair, counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair, counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map.",
    "At the career fair, counselors remind attendees to maintain eye contact, and a welcome PA outlines the schedule. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, counselors remind attendees to maintain eye contact, and a welcome PA outlines the schedule. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention.",
    "At the career fair, counselors remind attendees to maintain eye contact, and a welcome PA announces the schedule. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention.",
    "At the career fair, counselors remind attendees to maintain eye contact, and a welcome PA announces the schedule. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor."
  ],
  "13_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.47394106931746294,
    0.47394106931746294,
    0.47394106931746294,
    0.47394106931746294,
    0.47394106931746294,
    0.47394106931746294,
    0.47394106931746294,
    0.6598775241088561,
    0.6598775241088561,
    0.6598775241088561,
    0.6598775241088561,
    0.6598775241088561,
    0.6598775241088561,
    0.6598775241088561,
    0.6598775241088561,
    0.8163883116582917,
    0.8163883116582917,
    0.8163883116582917,
    0.8163883116582917,
    0.8163883116582917,
    0.8163883116582917,
    0.8131774789482002,
    0.8131774789482002,
    0.8131774789482002,
    0.8131774789482002,
    0.8131774789482002,
    0.8131774789482002,
    0.8131774789482002,
    0.8131774789482002,
    0.8131774789482002,
    0.8001047128897492,
    0.8001047128897492,
    0.8001047128897492,
    0.8001047128897492,
    0.8001047128897492,
    0.8001047128897492,
    0.8001047128897492,
    0.8001047128897492,
    0.8001047128897492,
    0.85062694103674,
    0.85062694103674,
    0.85062694103674,
    0.85062694103674,
    0.85062694103674,
    0.85062694103674,
    0.85062694103674,
    0.85062694103674,
    0.8505713656659513,
    0.8505713656659513,
    0.8505713656659513,
    0.8505713656659513,
    0.8505713656659513,
    0.8505713656659513,
    0.8505713656659513,
    0.8505713656659513,
    0.8505713656659513,
    0.8629277746533509,
    0.8629277746533509,
    0.8629277746533509,
    0.8629277746533509,
    0.8629277746533509
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves.",
    "Healthcare providers showcased community outreach photos. Human resources teams were jotting notes on tablets while students introduced themselves.",
    "Healthcare providers showcased community outreach photos, while human resources teams were jotting notes on tablets as students introduced themselves, and an alumni panel discusses how to prepare for technical interviews.",
    "Healthcare providers showcased community outreach photos, while human resources teams were jotting notes on tablets as students introduced themselves, and an alumni panel discussed how to prepare for technical interviews. Event staff scanned registrations and handed out lanyards at the entrance.",
    "Healthcare providers showcased community outreach photos, while human resources teams were jotting notes on tablets as students introduced themselves, and an alumni panel discussed how to prepare for technical interviews. Event staff scanned registrations and handed out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers showcased community outreach photos, while human resources teams were jotting notes on tablets as students introduced themselves, and an alumni panel discussed how to prepare for technical interviews. Event staff scanned registrations and handed out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.5165259254183034,
    0.5165259254183034,
    0.5165259254183034,
    0.5165259254183034,
    0.5165259254183034,
    0.5165259254183034,
    0.5165259254183034,
    0.5165259254183034,
    0.46319559221697415,
    0.46319559221697415,
    0.46319559221697415,
    0.46319559221697415,
    0.46319559221697415,
    0.46319559221697415,
    0.46319559221697415,
    0.46319559221697415,
    0.46319559221697415,
    0.46319559221697415,
    0.46319559221697415,
    0.46319559221697415,
    0.3891573594217628,
    0.3891573594217628,
    0.3891573594217628,
    0.3891573594217628,
    0.3891573594217628,
    0.3891573594217628,
    0.3891573594217628,
    0.5710308685479253,
    0.5710308685479253,
    0.5710308685479253,
    0.5710308685479253,
    0.5710308685479253,
    0.5710308685479253,
    0.5710308685479253,
    0.5710308685479253,
    0.5710308685479253,
    0.5710308685479253,
    0.7520037338560928,
    0.7520037338560928,
    0.7520037338560928,
    0.7520037338560928,
    0.7520037338560928,
    0.7520037338560928,
    0.7520037338560928,
    0.7520037338560928,
    0.7520037338560928,
    0.7520037338560928,
    0.7520037338560928,
    0.7520037338560928,
    0.7520037338560928,
    0.7520037338560928,
    0.7520037338560928,
    0.7520037338560928,
    0.7520037338560928,
    0.7520037338560928,
    0.7520037338560928
  ],
  "15": [
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while students line up outside the university gym before the career fair opens.",
    "The scene depicts a university campus career fair setup near the gym, with alumni volunteers sharing quick pep talks near the coffee station while students line up outside the university gym before the fair opens. Dozens of booths with colorful banners circle the polished floor, creating a vibrant perimeter around the space.",
    "On a university campus, a career fair is set up near the gym. Alumni volunteers give quick pep talks near the coffee station as students line up outside the university gym before opening. Dozens of booths with colorful banners circle the polished floor, creating a vibrant perimeter around the space. Career counselors remind attendees to maintain eye contact.",
    "On a university campus, a career fair is set up near the gym. Alumni volunteers give quick pep talks near the coffee station as students line up outside the gym before opening. Dozens of booths with colorful banners circle the polished floor, creating a vibrant perimeter around the space. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "On a university campus, a career fair is set up near the gym. Alumni volunteers give quick pep talks near the coffee station as students line up outside the gym before opening. Dozens of booths with colorful banners circle the polished floor, creating a vibrant perimeter around the space. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance.",
    "On a university campus, a career fair is set up near the gym. Alumni volunteers give quick pep talks near the coffee station while students line up outside the gym before opening. Dozens of booths with colorful banners circle the polished floor, forming a vibrant perimeter around the space. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance.",
    "A career fair is set up on a university campus near the gym. Alumni volunteers give quick pep talks near the coffee station while students line up outside the gym before opening. Dozens of booths with colorful banners circle the polished floor, forming a vibrant perimeter around the space. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "The career fair is set up on a university campus near the gym. Alumni volunteers give quick pep talks near the coffee station while students line up outside the gym before opening. Dozens of booths with colorful banners circle the polished floor, forming a vibrant perimeter around the space. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.4101627501068993,
    0.4101627501068993,
    0.4101627501068993,
    0.4101627501068993,
    0.4101627501068993,
    0.4101627501068993,
    0.6084755826841697,
    0.6084755826841697,
    0.6084755826841697,
    0.6084755826841697,
    0.6084755826841697,
    0.6084755826841697,
    0.6084755826841697,
    0.6084755826841697,
    0.7239607858645707,
    0.7239607858645707,
    0.7239607858645707,
    0.7239607858645707,
    0.7239607858645707,
    0.7239607858645707,
    0.7239607858645707,
    0.7542408321124048,
    0.7542408321124048,
    0.7542408321124048,
    0.7542408321124048,
    0.7542408321124048,
    0.7542408321124048,
    0.7542408321124048,
    0.7542408321124048,
    0.7542408321124048,
    0.7997141854170693,
    0.7997141854170693,
    0.7997141854170693,
    0.7997141854170693,
    0.7997141854170693,
    0.7997141854170693,
    0.7997141854170693,
    0.800951697051896,
    0.800951697051896,
    0.800951697051896,
    0.800951697051896,
    0.800951697051896,
    0.800951697051896,
    0.800951697051896,
    0.800951697051896,
    0.800951697051896,
    0.8202608992418927,
    0.8202608992418927,
    0.8202608992418927,
    0.8202608992418927,
    0.8202608992418927,
    0.8202608992418927,
    0.8202608992418927,
    0.8202608992418927,
    0.8202608992418927,
    0.8570269043770944,
    0.8570269043770944,
    0.8570269043770944
  ],
  "16": [
    "",
    "",
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Career counselors redirect unsure students toward applicable industries.",
    "In a career fair setting, a welcome announcement is being broadcast over the PA system, outlining the fair schedule. Career counselors are redirecting unsure students toward applicable industries. Alumni volunteers are giving quick pep talks near the coffee station.",
    "At a career fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors are redirecting unsure students toward applicable industries. Alumni volunteers are giving quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications.",
    "At a career fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors are redirecting unsure students toward applicable industries. Alumni volunteers are giving quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps.",
    "At a career fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors are redirecting unsure students toward applicable industries. Alumni volunteers are giving quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "At a career fair, a welcome announcement over the PA system outlines the fair schedule. Career counselors redirect unsure students toward applicable industries. Alumni volunteers give quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention.",
    "At a career fair, a welcome announcement over the PA system outlines the schedule. Career counselors redirect unsure students toward applicable industries. Alumni volunteers give quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.6030130437106035,
    0.6030130437106035,
    0.6030130437106035,
    0.6030130437106035,
    0.6030130437106035,
    0.6030130437106035,
    0.6030130437106035,
    0.6030130437106035,
    0.6030130437106035,
    0.7686352300204419,
    0.7686352300204419,
    0.7686352300204419,
    0.7686352300204419,
    0.7686352300204419,
    0.7686352300204419,
    0.7686352300204419,
    0.82548162949192,
    0.82548162949192,
    0.82548162949192,
    0.82548162949192,
    0.82548162949192,
    0.82548162949192,
    0.82548162949192,
    0.82548162949192,
    0.8349043630583552,
    0.8349043630583552,
    0.8349043630583552,
    0.8349043630583552,
    0.8349043630583552,
    0.8349043630583552,
    0.8349043630583552,
    0.8349043630583552,
    0.8349043630583552,
    0.8349043630583552,
    0.8349043630583552,
    0.8370438250239347,
    0.8370438250239347,
    0.8370438250239347,
    0.8370438250239347,
    0.8370438250239347,
    0.8370438250239347,
    0.8370438250239347,
    0.8370438250239347,
    0.8682036965615467,
    0.8682036965615467,
    0.8682036965615467,
    0.8682036965615467,
    0.8682036965615467,
    0.8682036965615467,
    0.8682036965615467,
    0.8682036965615467,
    0.8682036965615467,
    0.8682036965615467,
    0.8682036965615467,
    0.8682036965615467
  ],
  "17": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, while workshops on networking etiquette begin in the adjoining classroom.",
    "Within a professional setting, consulting firms stack glossy case study booklets on high tables, while workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company operates a password cracking challenge on a laptop.",
    "Within a professional setting, consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company operates a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, workshops on networking etiquette begin in the adjoining classroom, and a cybersecurity company operates a password cracking challenge on a laptop; students line up outside the university gym before the career fair opens and clutch resumes inside branded folders.",
    "In a professional event setting, consulting firms stack glossy case study booklets on high tables, while workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens and clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "In a professional event setting, consulting firms stack glossy case study booklets on high tables, while workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens and clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.29835403830211565,
    0.29835403830211565,
    0.29835403830211565,
    0.29835403830211565,
    0.29835403830211565,
    0.29835403830211565,
    0.29835403830211565,
    0.4849385965338278,
    0.4849385965338278,
    0.4849385965338278,
    0.4849385965338278,
    0.4849385965338278,
    0.4849385965338278,
    0.4849385965338278,
    0.4849385965338278,
    0.4849385965338278,
    0.6758562394075236,
    0.6758562394075236,
    0.6758562394075236,
    0.6758562394075236,
    0.6758562394075236,
    0.6758562394075236,
    0.6758562394075236,
    0.6758562394075236,
    0.6758562394075236,
    0.6758562394075236,
    0.6758562394075236,
    0.6758562394075236,
    0.4081789935002256,
    0.4081789935002256,
    0.4081789935002256,
    0.4081789935002256,
    0.4081789935002256,
    0.4081789935002256,
    0.4081789935002256,
    0.4081789935002256,
    0.4081789935002256,
    0.7673434598237128,
    0.7673434598237128,
    0.7673434598237128,
    0.7673434598237128,
    0.7673434598237128,
    0.7673434598237128,
    0.7673434598237128,
    0.7673434598237128,
    0.7673434598237128,
    0.7673434598237128,
    0.7673434598237128,
    0.7673434598237128,
    0.7673434598237128,
    0.7673434598237128,
    0.7673434598237128
  ],
  "18": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "Healthcare providers showcase community outreach photos; career counselors remind attendees to maintain eye contact; students clutch resumes inside branded folders.",
    "Healthcare providers showcase community outreach photos; career counselors remind attendees to maintain eye contact; students clutch resumes inside branded folders.",
    "Healthcare providers showcase community outreach photos; career counselors remind attendees to maintain eye contact; students clutch resumes inside branded folders.",
    "Healthcare providers showcase community outreach photos as the scene of a career fair; career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders. A welcome announcement over the PA system outlines the fair schedule.",
    "Healthcare providers showcase community outreach photos that serve as the scene of a career fair. Career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders. A welcome announcement over the PA system outlines the fair schedule.",
    "Healthcare providers showcase community outreach photos that serve as the scene of a career fair. Career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders. A welcome announcement over the PA system outlines the fair schedule.",
    "Healthcare providers showcase community outreach photos that frame the scene of a career fair. Career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders. A welcome announcement over the PA system outlines the fair schedule.",
    "Healthcare providers showcase community outreach photos that frame the scene of a career fair. Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. A welcome announcement over the PA system outlines the fair schedule. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "18_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.4810811383029151,
    0.4810811383029151,
    0.4810811383029151,
    0.4810811383029151,
    0.4810811383029151,
    0.4810811383029151,
    0.5070009582708366,
    0.5070009582708366,
    0.5070009582708366,
    0.5070009582708366,
    0.5070009582708366,
    0.5070009582708366,
    0.5070009582708366,
    0.5070009582708366,
    0.5070009582708366,
    0.5070009582708366,
    0.5070009582708366,
    0.5070009582708366,
    0.5070009582708366,
    0.5070009582708366,
    0.5070009582708366,
    0.5070009582708366,
    0.5070009582708366,
    0.5070009582708366,
    0.6063365294510498,
    0.6063365294510498,
    0.6063365294510498,
    0.6063365294510498,
    0.6063365294510498,
    0.6063365294510498,
    0.6063365294510498,
    0.6063365294510498,
    0.737873027412759,
    0.737873027412759,
    0.737873027412759,
    0.737873027412759,
    0.737873027412759,
    0.737873027412759,
    0.737873027412759,
    0.737873027412759,
    0.737873027412759,
    0.737873027412759,
    0.737873027412759,
    0.737873027412759,
    0.737873027412759,
    0.737873027412759,
    0.737873027412759,
    0.737873027412759,
    0.737873027412759,
    0.7550772129719565,
    0.7550772129719565,
    0.7550772129719565,
    0.7550772129719565,
    0.7550772129719565,
    0.7550772129719565,
    0.7550772129719565,
    0.7550772129719565,
    0.753746863657565,
    0.753746863657565
  ],
  "19": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers give quick pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables.",
    "Alumni volunteers give quick pep talks near the coffee station as consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym in anticipation before the career fair opens.",
    "Alumni volunteers give quick pep talks near the coffee station as consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym in anticipation before the career fair opens, while a welcome announcement over the PA system outlines the fair schedule.",
    "Alumni volunteers give quick pep talks near the coffee station as consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym in anticipation before the career fair opens, while a welcome announcement over the PA system outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance.",
    "Alumni volunteers give quick pep talks near the coffee station as consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym in anticipation before the career fair opens, while a welcome announcement over the PA system outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps.",
    "Alumni volunteers give quick pep talks near the coffee station as consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym in anticipation before the career fair opens, while a welcome announcement over the PA system outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "Alumni volunteers deliver brief pep talks near the coffee station as consulting firms arrange glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, while a welcome announcement over the PA outlines the schedule. At the entrance, event staff scan registrations and hand out lanyards. Inside, tech companies display demo screens featuring their latest apps. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "19_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.36041484631872833,
    0.36041484631872833,
    0.36041484631872833,
    0.36041484631872833,
    0.36041484631872833,
    0.36041484631872833,
    0.5673078344337985,
    0.5673078344337985,
    0.5673078344337985,
    0.5673078344337985,
    0.5673078344337985,
    0.5673078344337985,
    0.5673078344337985,
    0.5673078344337985,
    0.6090982104754776,
    0.6090982104754776,
    0.6090982104754776,
    0.6090982104754776,
    0.6090982104754776,
    0.6090982104754776,
    0.6090982104754776,
    0.6090982104754776,
    0.6090982104754776,
    0.6090982104754776,
    0.7826098751920094,
    0.7826098751920094,
    0.7826098751920094,
    0.7826098751920094,
    0.7826098751920094,
    0.7826098751920094,
    0.7826098751920094,
    0.7826098751920094,
    0.8199577252263717,
    0.8199577252263717,
    0.8199577252263717,
    0.8199577252263717,
    0.8199577252263717,
    0.8199577252263717,
    0.8199577252263717,
    0.8199577252263717,
    0.8199577252263717,
    0.8199577252263717,
    0.8248465199202497,
    0.8248465199202497,
    0.8248465199202497,
    0.8248465199202497,
    0.8248465199202497,
    0.8248465199202497,
    0.8248465199202497,
    0.8248465199202497,
    0.8248465199202497,
    0.8445332797111853,
    0.8445332797111853,
    0.8445332797111853,
    0.8445332797111853,
    0.8445332797111853,
    0.8445332797111853
  ],
  "20": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while event staff scan registrations and hand out lanyards at the entrance.",
    "Alumni volunteers share quick pep talks near the coffee station as event staff scan registrations and hand out lanyards at the entrance, while healthcare providers showcase community outreach photos.",
    "Alumni volunteers share quick pep talks near the coffee station as event staff scan registrations and hand out lanyards at the entrance, while healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "Alumni volunteers share quick pep talks near the coffee station as event staff scan registrations and hand out lanyards at the entrance, while healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Alumni volunteers share quick pep talks near the coffee station as event staff scan registrations and hand out lanyards at the entrance; healthcare providers showcase community outreach photos nearby. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "Alumni volunteers share quick pep talks near the coffee station as event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos nearby, while a welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage, and students clutch resumes inside branded folders.",
    "Alumni volunteers share pep talks near the coffee station while event staff scan registrations and hand out lanyards at the entrance. Healthcare providers display community outreach photos nearby as a welcome PA announces the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage, with students clutching resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "Alumni volunteers give pep talks near the coffee station as event staff scan registrations and hand out lanyards at the entrance. Healthcare providers display community outreach photos nearby while a welcome PA announces the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage, with students clutching resumes inside branded folders. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries."
  ],
  "20_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.37236521282940116,
    0.37236521282940116,
    0.37236521282940116,
    0.37236521282940116,
    0.37236521282940116,
    0.36124209083076436,
    0.36124209083076436,
    0.36124209083076436,
    0.36124209083076436,
    0.36124209083076436,
    0.36124209083076436,
    0.6144968354923024,
    0.6144968354923024,
    0.6144968354923024,
    0.6144968354923024,
    0.6144968354923024,
    0.6144968354923024,
    0.6144968354923024,
    0.7638214656209588,
    0.7638214656209588,
    0.7638214656209588,
    0.7638214656209588,
    0.7638214656209588,
    0.7638214656209588,
    0.7638214656209588,
    0.7638214656209588,
    0.7796360020911401,
    0.7796360020911401,
    0.7796360020911401,
    0.7796360020911401,
    0.7796360020911401,
    0.7796360020911401,
    0.7796360020911401,
    0.7796360020911401,
    0.7796360020911401,
    0.8054535209442586,
    0.8054535209442586,
    0.8054535209442586,
    0.8054535209442586,
    0.8054535209442586,
    0.8054535209442586,
    0.8054535209442586,
    0.8054535209442586,
    0.8054535209442586,
    0.8054535209442586,
    0.8400076942862575,
    0.8400076942862575,
    0.8400076942862575,
    0.8400076942862575,
    0.8400076942862575,
    0.8400076942862575,
    0.8400076942862575,
    0.8400076942862575,
    0.8400076942862575,
    0.8563983903201104,
    0.8563983903201104
  ],
  "21": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym before the career fair opens, while an alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym before the career fair opens, while an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Students line up outside the university gym before the career fair opens, while an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Students line up outside the university gym before the career fair opens as an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop, while healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym as the career fair nears its opening, while an alumni panel discusses how to prepare for technical interviews. At another booth, a cybersecurity company runs a password cracking challenge on a laptop. Nearby, healthcare providers display community outreach photos. A robotics startup attracts attention by flying a small drone above its booth."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.6217758772527433,
    0.6217758772527433,
    0.6217758772527433,
    0.6217758772527433,
    0.6217758772527433,
    0.6217758772527433,
    0.6217758772527433,
    0.6217758772527433,
    0.6217758772527433,
    0.43895015393113557,
    0.43895015393113557,
    0.43895015393113557,
    0.43895015393113557,
    0.43895015393113557,
    0.43895015393113557,
    0.43895015393113557,
    0.43895015393113557,
    0.6029776257513988,
    0.6029776257513988,
    0.6029776257513988,
    0.6029776257513988,
    0.6029776257513988,
    0.6029776257513988,
    0.6029776257513988,
    0.6029776257513988,
    0.6029776257513988,
    0.6029776257513988,
    0.6029776257513988,
    0.6029776257513988,
    0.6029776257513988,
    0.6029776257513988,
    0.6029776257513988,
    0.6029776257513988,
    0.6029776257513988,
    0.6029776257513988,
    0.6029776257513988,
    0.6313062907363299,
    0.6313062907363299,
    0.6313062907363299,
    0.6313062907363299,
    0.6313062907363299,
    0.6313062907363299,
    0.6313062907363299,
    0.6313062907363299,
    0.6313062907363299,
    0.8366041996921078,
    0.8366041996921078,
    0.8366041996921078,
    0.8366041996921078,
    0.8366041996921078,
    0.8366041996921078
  ],
  "22": [
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, while healthcare providers showcase community outreach photos.",
    "The event features an engineering society sponsorship of a resume review table near the stage, an alumni panel discussing how to prepare for technical interviews, dozens of booths with colorful banners arranged around the polished floor, healthcare providers showcasing community outreach photos, and consulting firms displaying glossy case study booklets on high tables.",
    "An engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, including healthcare providers showcasing community outreach photos and consulting firms displaying glossy case study booklets on high tables.",
    "An engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, including healthcare providers showcasing community outreach photos and consulting firms displaying glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "A career fair-style event sponsored by an engineering society features a resume review table near the stage and an alumni panel discussing how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, including healthcare providers showcasing community outreach photos and consulting firms displaying glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps."
  ],
  "22_score": [
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4014014397143841,
    0.4014014397143841,
    0.4014014397143841,
    0.4014014397143841,
    0.4014014397143841,
    0.4014014397143841,
    0.4014014397143841,
    0.4014014397143841,
    0.4014014397143841,
    0.5933903560593579,
    0.5933903560593579,
    0.5933903560593579,
    0.5933903560593579,
    0.5933903560593579,
    0.5933903560593579,
    0.5933903560593579,
    0.5933903560593579,
    0.5933903560593579,
    0.5870556365046324,
    0.5870556365046324,
    0.5870556365046324,
    0.5870556365046324,
    0.5870556365046324,
    0.5870556365046324,
    0.5870556365046324,
    0.5870556365046324,
    0.4835116258352645,
    0.4835116258352645,
    0.4835116258352645,
    0.4835116258352645,
    0.4835116258352645,
    0.4835116258352645,
    0.4835116258352645,
    0.4835116258352645,
    0.4835116258352645,
    0.5804113294019018,
    0.5804113294019018,
    0.5804113294019018,
    0.5804113294019018,
    0.5804113294019018,
    0.5804113294019018,
    0.5804113294019018,
    0.5804113294019018,
    0.5804113294019018,
    0.5804113294019018,
    0.5804113294019018,
    0.5804113294019018,
    0.5804113294019018,
    0.7381747069397353,
    0.7381747069397353,
    0.7381747069397353,
    0.7381747069397353,
    0.7381747069397353,
    0.7381747069397353,
    0.7381747069397353,
    0.7381747069397353,
    0.7381747069397353,
    0.844334698420761
  ],
  "23": [
    "",
    "",
    "",
    "Students are lined up outside the university gym in the moments before the career fair opens. The queue forms along the exterior of the building, with the gym entrance as the focal point of the scene. This setup indicates anticipation for the start of the career fair on campus.",
    "Students are lined up outside the university gym in the moments before the career fair opens, with the queue running along the building’s exterior and the gym entrance as the focal point. The setup signals anticipation for the fair’s start on campus. A welcome announcement over the PA system outlines the fair schedule.",
    "Students are lined up outside the university gym in the moments before the career fair opens, with the queue along the building’s exterior and the gym entrance as the focal point. The setup signals anticipation for the fair’s start on campus. A welcome announcement over the PA outlines the schedule. Students clutch resumes inside branded folders.",
    "Students are lined up outside the university gym in the moments before the career fair opens, the queue along the building’s exterior with the gym entrance as the focal point, signaling anticipation for the fair’s start on campus. A welcome announcement over the PA outlines the schedule. Inside, students clutch resumes in branded folders. Groups of friends mark target employers on the event map.",
    "Students line up outside the university gym in the moments before the career fair opens, the queue along the building exterior with the gym entrance as the focal point, signaling anticipation for the fair’s start on campus. A welcome announcement over the PA outlines the schedule. Inside, students clutch resumes in branded folders. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Students line up outside the university gym moments before the career fair opens, the queue stretching along the building exterior with the gym entrance as the focal point and signaling anticipation for the fair's start on campus. A welcome announcement over the PA outlines the schedule. Inside, students clutch resumes in branded folders. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "Students line up outside the university gym, the queue running along the building exterior with the gym entrance as the focal point, signaling anticipation for the career fair opening on campus. A welcome announcement over the PA outlines the schedule. Inside, students clutch resumes in branded folders. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym, the queue along the building exterior with the gym entrance as the focal point, signaling anticipation for the campus career fair opening. A welcome announcement over the PA outlines the schedule. Inside, students clutch resumes in branded folders. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.6732696685266766,
    0.6732696685266766,
    0.6732696685266766,
    0.6732696685266766,
    0.6732696685266766,
    0.6732696685266766,
    0.6732696685266766,
    0.7547261348796844,
    0.7547261348796844,
    0.7547261348796844,
    0.7547261348796844,
    0.7547261348796844,
    0.7547261348796844,
    0.7547261348796844,
    0.7781268954954625,
    0.7781268954954625,
    0.7781268954954625,
    0.7781268954954625,
    0.7781268954954625,
    0.7781268954954625,
    0.7781268954954625,
    0.7781268954954625,
    0.7781268954954625,
    0.7701876293775447,
    0.7701876293775447,
    0.7701876293775447,
    0.7701876293775447,
    0.7701876293775447,
    0.7701876293775447,
    0.7701876293775447,
    0.7701876293775447,
    0.7701876293775447,
    0.7944057255084764,
    0.7944057255084764,
    0.7944057255084764,
    0.7944057255084764,
    0.7944057255084764,
    0.7944057255084764,
    0.7944057255084764,
    0.811352647808055,
    0.811352647808055,
    0.811352647808055,
    0.811352647808055,
    0.811352647808055,
    0.811352647808055,
    0.811352647808055,
    0.811352647808055,
    0.811352647808055,
    0.811352647808055,
    0.7875906703607285,
    0.7875906703607285,
    0.7875906703607285,
    0.7875906703607285,
    0.7875906703607285,
    0.7875906703607285,
    0.7875906703607285,
    0.7875906703607285,
    0.7952926755778496,
    0.7952926755778496,
    0.7952926755778496,
    0.7952926755778496,
    0.7952926755778496
  ],
  "24": [
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while alumni volunteers share quick pep talks near the coffee station.",
    "An event hosted by a cybersecurity company features a password-cracking challenge conducted on a laptop, with alumni volunteers delivering brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "At an event hosted by a cybersecurity company, a password-cracking challenge is conducted on a laptop, with alumni volunteers delivering brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance, while the engineering society sponsors a resume review table near the stage.",
    "An event hosted by a cybersecurity company features a password-cracking challenge conducted on a laptop, with alumni volunteers delivering brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance, while the engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "An event hosted by a cybersecurity company features a password-cracking challenge conducted on a laptop. Alumni volunteers deliver brief pep talks near the coffee station, while event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "An event hosted by a cybersecurity company features a password-cracking challenge conducted on a laptop. Alumni volunteers deliver brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "An event hosted by a cybersecurity company centers on a password-cracking challenge conducted on a laptop. Alumni volunteers deliver brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.34552529895207373,
    0.34552529895207373,
    0.34552529895207373,
    0.34552529895207373,
    0.34552529895207373,
    0.34552529895207373,
    0.5246368336212845,
    0.5246368336212845,
    0.5246368336212845,
    0.5246368336212845,
    0.5246368336212845,
    0.5386216324626578,
    0.5386216324626578,
    0.5386216324626578,
    0.5386216324626578,
    0.5386216324626578,
    0.5386216324626578,
    0.5386216324626578,
    0.5386216324626578,
    0.5386216324626578,
    0.7184127293267695,
    0.7184127293267695,
    0.7184127293267695,
    0.7184127293267695,
    0.7184127293267695,
    0.7184127293267695,
    0.7184127293267695,
    0.7184127293267695,
    0.7184127293267695,
    0.7696977339340634,
    0.7696977339340634,
    0.7696977339340634,
    0.7696977339340634,
    0.7696977339340634,
    0.7696977339340634,
    0.7696977339340634,
    0.7696977339340634,
    0.7696977339340634,
    0.7696977339340634,
    0.7696977339340634,
    0.7696977339340634,
    0.7696977339340634,
    0.7524722184276944,
    0.7524722184276944,
    0.7524722184276944,
    0.7524722184276944,
    0.7524722184276944,
    0.7524722184276944,
    0.7524722184276944,
    0.7524722184276944,
    0.7628248760832625,
    0.7628248760832625,
    0.7628248760832625,
    0.7628248760832625,
    0.7628248760832625
  ],
  "25": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor.",
    "Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications.",
    "Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews.",
    "In the adjoining classroom, workshops on networking etiquette begin, while dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "In the adjoining classroom, workshops on networking etiquette begin as dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "In the adjoining classroom, workshops on networking etiquette unfold as dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos.",
    "At the university, the adjoining classroom hosts workshops on networking etiquette as dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications, while an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens."
  ],
  "25_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.4790970262414145,
    0.4790970262414145,
    0.4790970262414145,
    0.4790970262414145,
    0.4790970262414145,
    0.4790970262414145,
    0.6836245605968045,
    0.6836245605968045,
    0.6836245605968045,
    0.6836245605968045,
    0.6836245605968045,
    0.6836245605968045,
    0.6836245605968045,
    0.6836245605968045,
    0.7224178941333612,
    0.7224178941333612,
    0.7224178941333612,
    0.7224178941333612,
    0.7224178941333612,
    0.7224178941333612,
    0.7224178941333612,
    0.7224178941333612,
    0.788043705420201,
    0.788043705420201,
    0.788043705420201,
    0.788043705420201,
    0.788043705420201,
    0.788043705420201,
    0.788043705420201,
    0.788043705420201,
    0.8246739296718236,
    0.8246739296718236,
    0.8246739296718236,
    0.8246739296718236,
    0.8246739296718236,
    0.8246739296718236,
    0.8246739296718236,
    0.8246739296718236,
    0.8246739296718236,
    0.8246739296718236,
    0.8238335130535475,
    0.8238335130535475,
    0.8238335130535475,
    0.8238335130535475,
    0.8238335130535475,
    0.8238335130535475,
    0.8238335130535475,
    0.8238335130535475,
    0.8238335130535475,
    0.8238335130535475,
    0.8243859660957189,
    0.8243859660957189,
    0.8243859660957189,
    0.8243859660957189,
    0.8243859660957189,
    0.8243859660957189,
    0.8243859660957189
  ],
  "26": [
    "",
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews.",
    "Workshops on networking etiquette begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "Workshops on networking etiquette begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "Workshops on networking etiquette are underway in the adjoining classroom while an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station.",
    "In the adjoining classroom, workshops on networking etiquette are underway while an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Several students rehearse elevator pitches quietly against the wall. Alumni volunteers deliver quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "An adjoining classroom hosts workshops on networking etiquette, while an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Several students rehearse elevator pitches quietly against the wall. Alumni volunteers deliver quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "An adjoining classroom hosts workshops on networking etiquette, while an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Several students rehearse elevator pitches quietly against the wall. Alumni volunteers deliver quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.5640080030602591,
    0.5640080030602591,
    0.5640080030602591,
    0.5640080030602591,
    0.5640080030602591,
    0.5640080030602591,
    0.5640080030602591,
    0.5640080030602591,
    0.5640080030602591,
    0.5640080030602591,
    0.5640080030602591,
    0.5640080030602591,
    0.6820043810761311,
    0.6820043810761311,
    0.6820043810761311,
    0.6820043810761311,
    0.6820043810761311,
    0.6820043810761311,
    0.6820043810761311,
    0.6820043810761311,
    0.6333529878191306,
    0.6333529878191306,
    0.6333529878191306,
    0.6333529878191306,
    0.6333529878191306,
    0.6333529878191306,
    0.7121257546462004,
    0.7121257546462004,
    0.7121257546462004,
    0.7121257546462004,
    0.7121257546462004,
    0.7121257546462004,
    0.7121257546462004,
    0.7121257546462004,
    0.7121257546462004,
    0.7121257546462004,
    0.7121257546462004,
    0.7121257546462004,
    0.7462630473721157,
    0.7462630473721157,
    0.7462630473721157,
    0.7462630473721157,
    0.7462630473721157,
    0.7462630473721157,
    0.7462630473721157,
    0.7462630473721157,
    0.7462630473721157,
    0.7462630473721157
  ],
  "27": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "In the adjoining classroom, workshops on networking etiquette begin, and finance firms are offering QR codes to facilitate immediate internship applications.",
    "At the university, an adjoining classroom hosts the start of networking etiquette workshops, and finance firms are offering QR codes to facilitate immediate internship applications. Meanwhile, students line up outside the university gym before the career fair opens.",
    "At the university, an adjoining classroom hosts the start of networking etiquette workshops. Finance firms are offering QR codes to facilitate immediate internship applications. Meanwhile, students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the university, an adjoining classroom hosts the start of networking etiquette workshops. Finance firms are offering QR codes to facilitate immediate internship applications. Meanwhile, students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "At the university, an adjoining classroom hosts the start of networking etiquette workshops. Finance firms are offering QR codes to facilitate immediate internship applications. Meanwhile, students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries.",
    "At the university, an adjoining classroom hosts the start of networking etiquette workshops. Finance firms are offering QR codes to facilitate immediate internship applications. Meanwhile, students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "At the university, the adjoining classroom hosts the start of networking etiquette workshops. Finance firms are offering QR codes to facilitate immediate internship applications. Outside the university gym, students line up ahead of the career fair's opens. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3860024161208945,
    0.3860024161208945,
    0.3860024161208945,
    0.3860024161208945,
    0.3860024161208945,
    0.3860024161208945,
    0.3860024161208945,
    0.3860024161208945,
    0.3860024161208945,
    0.570008529294737,
    0.570008529294737,
    0.570008529294737,
    0.570008529294737,
    0.570008529294737,
    0.570008529294737,
    0.570008529294737,
    0.7290764970868114,
    0.7290764970868114,
    0.7290764970868114,
    0.7290764970868114,
    0.7290764970868114,
    0.7290764970868114,
    0.7290764970868114,
    0.7290764970868114,
    0.7290764970868114,
    0.7290764970868114,
    0.7290764970868114,
    0.7474823367181909,
    0.7474823367181909,
    0.7474823367181909,
    0.7474823367181909,
    0.7474823367181909,
    0.7474823367181909,
    0.7474823367181909,
    0.7474823367181909,
    0.7756875971739938,
    0.7756875971739938,
    0.7756875971739938,
    0.7756875971739938,
    0.7756875971739938,
    0.7756875971739938,
    0.7756875971739938,
    0.7756875971739938,
    0.7756875971739938,
    0.7799759326276199,
    0.7799759326276199,
    0.7799759326276199,
    0.7799759326276199,
    0.7799759326276199,
    0.7799759326276199,
    0.7799759326276199,
    0.7799759326276199,
    0.7799759326276199,
    0.7799759326276199,
    0.7863018196693495,
    0.7863018196693495
  ],
  "28": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup flies a small drone above its booth to attract attention, while consulting firms stack glossy case study booklets on high tables.",
    "At a trade show, a robotics startup flies a small drone above its booth to attract attention; concurrently, consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a trade show, a robotics startup flies a small drone above its booth to attract attention, while consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves, and students clutch resumes inside branded folders.",
    "At the trade show, a robotics startup flies a small drone above its booth to attract attention. Nearby, consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves, while students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage.",
    "At the trade show, a robotics startup flies a small drone above its booth to attract attention. Nearby, consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves, while students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage.",
    "At the trade show, a robotics startup flies a small drone above its booth to attract attention. Nearby, consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves, while students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage.",
    "At the trade show, a robotics startup flies a small drone above its booth to attract attention. Nearby, consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves, while students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.3895625517338534,
    0.3895625517338534,
    0.3895625517338534,
    0.3895625517338534,
    0.3895625517338534,
    0.3895625517338534,
    0.3895625517338534,
    0.5960422168254438,
    0.5960422168254438,
    0.5960422168254438,
    0.5960422168254438,
    0.5960422168254438,
    0.5960422168254438,
    0.5960422168254438,
    0.5960422168254438,
    0.595733935088243,
    0.595733935088243,
    0.595733935088243,
    0.595733935088243,
    0.595733935088243,
    0.595733935088243,
    0.595733935088243,
    0.595733935088243,
    0.7614455099549495,
    0.7614455099549495,
    0.7614455099549495,
    0.7614455099549495,
    0.7614455099549495,
    0.7614455099549495,
    0.7614455099549495,
    0.7614455099549495,
    0.7614455099549495,
    0.7614455099549495,
    0.7614455099549495,
    0.7614455099549495,
    0.7614455099549495,
    0.7614455099549495,
    0.7614455099549495,
    0.7614455099549495,
    0.7614455099549495,
    0.7614455099549495,
    0.7614455099549495,
    0.7614455099549495,
    0.7614455099549495,
    0.7614455099549495,
    0.7614455099549495,
    0.7614455099549495,
    0.7614455099549495,
    0.7614455099549495,
    0.7732662058908604,
    0.7732662058908604
  ],
  "29": [
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners encircle the polished floor.",
    "Dozens of booths with colorful banners encircle a polished floor. Human resources teams jot notes on tablets while students introduce themselves.",
    "Dozens of booths with colorful banners encircle a polished floor, defining a busy fair-like space. Human resources teams jot notes on tablets while students introduce themselves. A welcome announcement outlines the fair schedule over the PA system.",
    "Dozens of booths with colorful banners encircle a polished floor, defining a busy fair-like space. Human resources teams jot notes on tablets while students introduce themselves. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners encircle a polished floor in a busy, fair-like space. Human resources teams jot notes on tablets while students introduce themselves. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners encircle a polished floor in a busy, fair-like space. Human resources teams jot notes on tablets as students introduce themselves. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact and, when unsure, redirect them toward applicable industries."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.3535884269767076,
    0.3535884269767076,
    0.3535884269767076,
    0.3535884269767076,
    0.3535884269767076,
    0.5284409908334491,
    0.5284409908334491,
    0.5284409908334491,
    0.5284409908334491,
    0.5284409908334491,
    0.5284409908334491,
    0.5284409908334491,
    0.7799434540962508,
    0.7799434540962508,
    0.7799434540962508,
    0.7799434540962508,
    0.7799434540962508,
    0.7799434540962508,
    0.7799434540962508,
    0.7799434540962508,
    0.7799434540962508,
    0.7799434540962508,
    0.7799434540962508,
    0.8328157361261244,
    0.8328157361261244,
    0.8328157361261244,
    0.8328157361261244,
    0.8328157361261244,
    0.8328157361261244,
    0.8328157361261244,
    0.8328157361261244,
    0.8328157361261244,
    0.8328157361261244,
    0.8328157361261244,
    0.8328157361261244,
    0.8328157361261244,
    0.8363019864816766,
    0.8363019864816766,
    0.8363019864816766,
    0.8363019864816766,
    0.8363019864816766,
    0.8363019864816766,
    0.8363019864816766,
    0.8363019864816766,
    0.8363019864816766,
    0.8363019864816766,
    0.8253917530746284,
    0.8253917530746284,
    0.8253917530746284,
    0.8253917530746284,
    0.8253917530746284,
    0.8253917530746284,
    0.8253917530746284,
    0.8253917530746284
  ],
  "30": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the fair, healthcare providers display community outreach photos. In the adjoining classroom, networking etiquette workshops begin. A welcome announcement plays over the PA system, outlining the fair schedule.",
    "The scene centers on a career fair where healthcare providers display community outreach photos. In the adjoining classroom, networking etiquette workshops begin. A welcome announcement plays over the PA system, outlining the fair schedule, while groups of friends mark target employers on the event map.",
    "The scene depicts a career fair; healthcare providers display community outreach photos. In an adjoining classroom, networking etiquette workshops begin. A welcome announcement plays over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "The scene centers on a career fair where healthcare providers display community outreach photos. In an adjoining classroom, networking etiquette workshops begin. A welcome announcement plays over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "At a career fair, healthcare providers showcase community outreach photos. In an adjoining classroom, networking etiquette workshops begin. A welcome announcement plays over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "At a career fair, healthcare providers showcase community outreach photos. In an adjoining classroom, networking etiquette workshops begin. A welcome announcement plays over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries."
  ],
  "30_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.45953471418729464,
    0.45953471418729464,
    0.45953471418729464,
    0.45953471418729464,
    0.45953471418729464,
    0.45953471418729464,
    0.45953471418729464,
    0.687892033886972,
    0.687892033886972,
    0.687892033886972,
    0.687892033886972,
    0.687892033886972,
    0.687892033886972,
    0.687892033886972,
    0.7362441472882042,
    0.7362441472882042,
    0.7362441472882042,
    0.7362441472882042,
    0.7362441472882042,
    0.7362441472882042,
    0.7362441472882042,
    0.7779455820780654,
    0.7779455820780654,
    0.7779455820780654,
    0.7779455820780654,
    0.7779455820780654,
    0.7779455820780654,
    0.7779455820780654,
    0.7779455820780654,
    0.7779455820780654,
    0.7969598460289611,
    0.7969598460289611,
    0.7969598460289611,
    0.7969598460289611,
    0.7969598460289611,
    0.7969598460289611,
    0.7969598460289611,
    0.7969598460289611,
    0.7969598460289611,
    0.7836302266012942,
    0.7836302266012942,
    0.7836302266012942,
    0.7836302266012942,
    0.7836302266012942,
    0.7836302266012942,
    0.7836302266012942,
    0.7836302266012942,
    0.7836302266012942,
    0.7836302266012942,
    0.7836302266012942,
    0.7899047272769268,
    0.7899047272769268,
    0.7899047272769268,
    0.7899047272769268,
    0.7899047272769268,
    0.7899047272769268,
    0.7899047272769268,
    0.7899047272769268
  ],
  "31": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Outside the university gym, students line up ahead of the career fair opening. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up ahead of the career fair opening. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students queue ahead of the career fair opening. Healthcare providers display community outreach photos. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, students queue ahead of the career fair opening. Healthcare providers display community outreach photos. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5088820452383812,
    0.5088820452383812,
    0.5088820452383812,
    0.5088820452383812,
    0.5088820452383812,
    0.5088820452383812,
    0.5088820452383812,
    0.5088820452383812,
    0.5088820452383812,
    0.695173393460063,
    0.695173393460063,
    0.695173393460063,
    0.695173393460063,
    0.695173393460063,
    0.695173393460063,
    0.695173393460063,
    0.695173393460063,
    0.695173393460063,
    0.695173393460063,
    0.7337766806229538,
    0.7337766806229538,
    0.7337766806229538,
    0.7337766806229538,
    0.7337766806229538,
    0.7337766806229538,
    0.7337766806229538,
    0.7337766806229538,
    0.7337766806229538,
    0.7337766806229538,
    0.7337766806229538,
    0.7337766806229538,
    0.7337766806229538,
    0.7442892316203741,
    0.7442892316203741,
    0.7442892316203741,
    0.7442892316203741,
    0.7442892316203741,
    0.7442892316203741,
    0.7442892316203741,
    0.7442892316203741,
    0.7442892316203741,
    0.7442892316203741
  ],
  "32": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage; an alumni panel discusses how to prepare for technical interviews.",
    "The engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards.",
    "An event scene features the engineering society sponsoring a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth for attention.",
    "An event scene centers on the engineering society sponsoring a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention.",
    "The scene centers on an engineering society sponsoring a resume review table near the stage, with an alumni panel discussing how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos.",
    "An engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps.",
    "At a career fair, an engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "At a university career fair, an engineering society sponsors a resume review table near the stage while an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens."
  ],
  "32_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4418526424006004,
    0.4418526424006004,
    0.4418526424006004,
    0.4418526424006004,
    0.4418526424006004,
    0.4418526424006004,
    0.4418526424006004,
    0.6001186488617439,
    0.6001186488617439,
    0.6001186488617439,
    0.6001186488617439,
    0.6001186488617439,
    0.7744416771264198,
    0.7744416771264198,
    0.7744416771264198,
    0.7744416771264198,
    0.7744416771264198,
    0.7744416771264198,
    0.7744416771264198,
    0.7744416771264198,
    0.772120956691261,
    0.772120956691261,
    0.772120956691261,
    0.772120956691261,
    0.772120956691261,
    0.772120956691261,
    0.772120956691261,
    0.7878140894369441,
    0.7878140894369441,
    0.7878140894369441,
    0.7878140894369441,
    0.7878140894369441,
    0.7878140894369441,
    0.7878140894369441,
    0.7878140894369441,
    0.7878140894369441,
    0.8279850030841851,
    0.8279850030841851,
    0.8279850030841851,
    0.8279850030841851,
    0.8279850030841851,
    0.8279850030841851,
    0.8279850030841851,
    0.8279850030841851,
    0.8775103737974519,
    0.8775103737974519,
    0.8775103737974519,
    0.8775103737974519,
    0.8775103737974519,
    0.8775103737974519,
    0.8775103737974519,
    0.8775103737974519,
    0.8775103737974519,
    0.8804921505747588,
    0.8804921505747588,
    0.8804921505747588,
    0.8804921505747588,
    0.8804921505747588
  ],
  "33": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications.",
    "A university gym hosts a career fair, with students lined up outside before it opens. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact.",
    "A university gym hosts a career fair, with students lined up outside before it opens. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact.",
    "At a university gym, a career fair is underway with students lined up outside before opening. Inside, consulting firms stack glossy case study booklets on high tables. Finance firms provide QR codes for immediate internship applications. Career counselors urge attendees to maintain eye contact. Tech companies run demo screens displaying their latest apps.",
    "In a university gym, a career fair is underway with students lined up outside before opening. Inside, consulting firms stack glossy case study booklets on high tables. Finance firms provide QR codes for immediate internship applications. Career counselors urge attendees to maintain eye contact. Tech companies run demo screens displaying their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "A university gym hosts a career fair underway, with students lined up outside before opening; inside, consulting firms stack glossy case study booklets on high tables, finance firms provide QR codes for immediate internship applications, and career counselors urge attendees to maintain eye contact. Tech companies run demo screens displaying their latest apps, alumni volunteers give quick pep talks near the coffee station, and dozens of booths with colorful banners encircle the polished floor.",
    "A university gym hosts a career fair underway, with students lined up outside before opening. Inside, consulting firms stack glossy case study booklets on high tables, finance firms provide QR codes for immediate internship applications, and career counselors urge attendees to maintain eye contact. Tech companies run demo screens displaying their latest apps; alumni volunteers give quick pep talks near the coffee station. Dozens of booths with colorful banners encircle the polished floor. Groups of friends mark target employers on the event map."
  ],
  "33_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5757094857846952,
    0.5757094857846952,
    0.5757094857846952,
    0.5757094857846952,
    0.5757094857846952,
    0.5757094857846952,
    0.7245837923313112,
    0.7245837923313112,
    0.7245837923313112,
    0.7245837923313112,
    0.7245837923313112,
    0.7245837923313112,
    0.7725034966703933,
    0.7725034966703933,
    0.7725034966703933,
    0.7725034966703933,
    0.7725034966703933,
    0.7725034966703933,
    0.7725034966703933,
    0.7725034966703933,
    0.7725034966703933,
    0.7725034966703933,
    0.7725034966703933,
    0.7725034966703933,
    0.7725034966703933,
    0.7725034966703933,
    0.7725034966703933,
    0.7725034966703933,
    0.7843049258217949,
    0.7843049258217949,
    0.7843049258217949,
    0.7843049258217949,
    0.7843049258217949,
    0.7843049258217949,
    0.7843049258217949,
    0.7843049258217949,
    0.7944966033214077,
    0.7944966033214077,
    0.7944966033214077,
    0.7944966033214077,
    0.7944966033214077,
    0.7944966033214077,
    0.7944966033214077,
    0.7944966033214077,
    0.7944966033214077,
    0.6427676238345482,
    0.6427676238345482,
    0.6427676238345482,
    0.6427676238345482,
    0.6427676238345482,
    0.6427676238345482,
    0.6427676238345482,
    0.6427676238345482,
    0.6427676238345482,
    0.8159029726591219
  ],
  "34": [
    "",
    "",
    "A circular arrangement of dozens of booths surrounds a polished floor, each booth displaying colorful banners.",
    "A circular arrangement of dozens of booths surrounds a polished floor, with each booth displaying colorful banners. At the entrance, event staff scan registrations and hand out lanyards.",
    "Dozens of booths are arranged in a circle around a polished floor, each booth displaying colorful banners. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths are arranged in a circle around a polished floor, each booth displaying colorful banners. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths are arranged in a circle around a polished floor, each booth displaying colorful banners. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths are arranged in a circle around a polished floor, each booth displaying colorful banners. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "Dozens of booths are arranged in a circle around a polished floor, each booth displaying colorful banners. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos."
  ],
  "34_score": [
    0.0,
    0.0,
    0.32712727999389374,
    0.32712727999389374,
    0.32712727999389374,
    0.32712727999389374,
    0.32712727999389374,
    0.32712727999389374,
    0.32712727999389374,
    0.32712727999389374,
    0.32712727999389374,
    0.32712727999389374,
    0.32712727999389374,
    0.5271621795208659,
    0.5271621795208659,
    0.5271621795208659,
    0.5271621795208659,
    0.5271621795208659,
    0.5271621795208659,
    0.5271621795208659,
    0.5271621795208659,
    0.772635956045157,
    0.772635956045157,
    0.772635956045157,
    0.772635956045157,
    0.772635956045157,
    0.772635956045157,
    0.772635956045157,
    0.772635956045157,
    0.772635956045157,
    0.772635956045157,
    0.772635956045157,
    0.772635956045157,
    0.772635956045157,
    0.772635956045157,
    0.772635956045157,
    0.772635956045157,
    0.772635956045157,
    0.772635956045157,
    0.7904544666339627,
    0.7904544666339627,
    0.7904544666339627,
    0.7904544666339627,
    0.7904544666339627,
    0.7904544666339627,
    0.7904544666339627,
    0.7904544666339627,
    0.7904544666339627,
    0.7904544666339627,
    0.7904544666339627,
    0.7904544666339627,
    0.7904544666339627,
    0.8040693846104325,
    0.8040693846104325,
    0.8040693846104325,
    0.8040693846104325,
    0.8040693846104325,
    0.8040693846104325,
    0.8040693846104325,
    0.8040693846104325,
    0.8040693846104325,
    0.8040693846104325,
    0.8040693846104325,
    0.8040693846104325,
    0.8040693846104325
  ],
  "35": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while some rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym before the career fair opens; some rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map.",
    "Students line up outside the university gym before the career fair opens. Some rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Some rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, students line up as the career fair prepares to open. Some rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, students line up as the career fair prepares to open. Some rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, students line up as the career fair opens. Some rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.369655266074308,
    0.369655266074308,
    0.369655266074308,
    0.369655266074308,
    0.369655266074308,
    0.4595068015616969,
    0.4595068015616969,
    0.4595068015616969,
    0.4595068015616969,
    0.4595068015616969,
    0.4595068015616969,
    0.4595068015616969,
    0.4595068015616969,
    0.4595068015616969,
    0.4595068015616969,
    0.4595068015616969,
    0.4595068015616969,
    0.4595068015616969,
    0.778680609442147,
    0.778680609442147,
    0.778680609442147,
    0.778680609442147,
    0.778680609442147,
    0.778680609442147,
    0.778680609442147,
    0.778680609442147,
    0.778680609442147,
    0.778680609442147,
    0.778680609442147,
    0.778680609442147,
    0.778680609442147,
    0.778680609442147,
    0.778680609442147,
    0.778680609442147,
    0.778680609442147,
    0.778680609442147,
    0.778680609442147,
    0.7853577437994506,
    0.7853577437994506,
    0.7853577437994506,
    0.7853577437994506,
    0.7853577437994506,
    0.7853577437994506,
    0.7853577437994506,
    0.7853577437994506,
    0.7853577437994506,
    0.7853577437994506,
    0.7853577437994506,
    0.7853577437994506,
    0.7853577437994506,
    0.7853577437994506,
    0.7853577437994506,
    0.7853577437994506,
    0.7853577437994506,
    0.7853577437994506,
    0.7853577437994506
  ],
  "36": [
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "In a community outreach setting, healthcare providers showcase photos of their outreach efforts, while career counselors remind attendees to maintain eye contact.",
    "In a community outreach setting, healthcare providers showcase photos of their outreach efforts, while career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "In a community outreach setting, healthcare providers showcase photos of their outreach efforts, and career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "In a community outreach setting, healthcare providers showcase photos of their outreach efforts, and career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "In a community outreach setting, healthcare providers showcase photos of their outreach efforts, and career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "In a community outreach setting, healthcare providers showcase photos of their outreach efforts, and career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance.",
    "In a community outreach setting, healthcare providers display photos of their outreach efforts, and career counselors remind attendees to maintain eye contact. A cybersecurity company conducts a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Career counselors direct unsure students toward applicable industries."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3293530796468948,
    0.3293530796468948,
    0.3293530796468948,
    0.3293530796468948,
    0.3293530796468948,
    0.535623457148548,
    0.535623457148548,
    0.535623457148548,
    0.535623457148548,
    0.535623457148548,
    0.535623457148548,
    0.5377026936559638,
    0.5377026936559638,
    0.5377026936559638,
    0.5377026936559638,
    0.5377026936559638,
    0.5377026936559638,
    0.5377026936559638,
    0.5377026936559638,
    0.5377026936559638,
    0.5377026936559638,
    0.5377026936559638,
    0.5377026936559638,
    0.5377026936559638,
    0.5377026936559638,
    0.5377026936559638,
    0.5377026936559638,
    0.5377026936559638,
    0.5377026936559638,
    0.5377026936559638,
    0.5377026936559638,
    0.5377026936559638,
    0.5377026936559638,
    0.5377026936559638,
    0.7114897798284995,
    0.7114897798284995,
    0.7114897798284995,
    0.7114897798284995,
    0.7114897798284995,
    0.7114897798284995,
    0.7114897798284995,
    0.7114897798284995,
    0.7114897798284995,
    0.7114897798284995,
    0.7114897798284995,
    0.736648247878213,
    0.736648247878213,
    0.736648247878213,
    0.736648247878213,
    0.736648247878213,
    0.736648247878213,
    0.736648247878213
  ],
  "37": [
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "At the event, the engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event, the engineering society sponsors a resume review table near the stage, serving as a focal point for attendees. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule.",
    "At the event, the engineering society sponsors a resume review table near the stage, serving as a focal point for attendees. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym before the career fair opens.",
    "At the event, the engineering society sponsors a resume review table near the stage, serving as a focal point for attendees. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries.",
    "During the career fair, the engineering society hosts a resume-review table near the stage as a focal point for attendees. At the entrance, event staff scan registrations and hand out lanyards. A welcome PA announcement outlines the fair schedule. Students line up outside the university gym before the fair opens. Career counselors direct unsure students toward applicable industries. Dozens of booths with colorful banners encircle the polished floor.",
    "At a career fair, the engineering society hosts a resume-review table near the stage as a focal point for attendees. At the entrance, event staff scan registrations and hand out lanyards. A welcome PA announcement outlines the fair schedule. Students line up outside the university gym before the fair opens. Career counselors direct unsure students toward applicable industries. Dozens of booths with colorful banners encircle the polished floor. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a career fair, the engineering society runs a resume-review table near the stage as a focal point for attendees. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before opening. Career counselors direct unsure students toward applicable industries. Dozens of booths with colorful banners encircle the polished floor. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.5644525604821777,
    0.5644525604821777,
    0.5644525604821777,
    0.5644525604821777,
    0.5644525604821777,
    0.5644525604821777,
    0.5644525604821777,
    0.7806991664606315,
    0.7806991664606315,
    0.7806991664606315,
    0.7806991664606315,
    0.7806991664606315,
    0.7806991664606315,
    0.7806991664606315,
    0.7806991664606315,
    0.7874103588671941,
    0.7874103588671941,
    0.7874103588671941,
    0.7874103588671941,
    0.7874103588671941,
    0.7874103588671941,
    0.7874103588671941,
    0.7874103588671941,
    0.8224929086112988,
    0.8224929086112988,
    0.8224929086112988,
    0.8224929086112988,
    0.8224929086112988,
    0.8224929086112988,
    0.8224929086112988,
    0.8224929086112988,
    0.8224929086112988,
    0.8265563565281087,
    0.8265563565281087,
    0.8265563565281087,
    0.8265563565281087,
    0.8265563565281087,
    0.8265563565281087,
    0.8265563565281087,
    0.8265563565281087,
    0.8265563565281087,
    0.8265563565281087,
    0.8280308666773636,
    0.8280308666773636,
    0.8280308666773636,
    0.8280308666773636,
    0.8280308666773636,
    0.8280308666773636,
    0.8280308666773636,
    0.8280308666773636,
    0.8280308666773636,
    0.8387383005785924,
    0.8387383005785924,
    0.8387383005785924
  ],
  "38": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "On a polished-floor venue, a cybersecurity company is conducting a password-cracking challenge on a laptop, while HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the floor. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos.",
    "In a polished-floor venue, a cybersecurity company is conducting a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the floor. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case-study booklets on high tables, and healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom.",
    "In a polished-floor venue, a cybersecurity company is conducting a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the floor. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case-study booklets on high tables, and healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.4615412219365057,
    0.4615412219365057,
    0.4615412219365057,
    0.4615412219365057,
    0.4615412219365057,
    0.5833806728177355,
    0.5833806728177355,
    0.5833806728177355,
    0.5833806728177355,
    0.5833806728177355,
    0.5833806728177355,
    0.6066187900055346,
    0.6066187900055346,
    0.6066187900055346,
    0.6066187900055346,
    0.6066187900055346,
    0.6066187900055346,
    0.6066187900055346,
    0.6066187900055346,
    0.6066187900055346,
    0.6066187900055346,
    0.6724407902714539,
    0.6724407902714539,
    0.6724407902714539,
    0.6724407902714539,
    0.6724407902714539,
    0.6724407902714539,
    0.6724407902714539,
    0.7315940348179973,
    0.7315940348179973,
    0.7315940348179973,
    0.7315940348179973,
    0.7315940348179973,
    0.7315940348179973,
    0.7315940348179973,
    0.7315940348179973,
    0.7383584501711056,
    0.7383584501711056,
    0.7383584501711056,
    0.7383584501711056,
    0.7383584501711056,
    0.7383584501711056,
    0.7383584501711056,
    0.7383584501711056,
    0.7383584501711056,
    0.7383584501711056,
    0.7734590806881622,
    0.7734590806881622,
    0.7734590806881622,
    0.7734590806881622,
    0.7734590806881622,
    0.7734590806881622
  ],
  "39": [
    "",
    "",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "In the scene, a cybersecurity company is conducting a password-cracking challenge on a laptop, while a robotics startup flies a small drone above its booth for attention.",
    "In the scene, a cybersecurity company is conducting a password-cracking challenge on a laptop, while a robotics startup flies a small drone above its booth to attract attention.",
    "At the event, a cybersecurity company is running a password-cracking challenge on a laptop, while a robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event, a cybersecurity company is running a password-cracking challenge on a laptop, while a robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system, and students line up outside the university gym before the career fair opens.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop, while a robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens, and they clutch resumes inside branded folders.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop, while a robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens, and they clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop while a robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Healthcare providers showcase community outreach photos."
  ],
  "39_score": [
    0.0,
    0.0,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3388237370909812,
    0.3388237370909812,
    0.3388237370909812,
    0.3388237370909812,
    0.3388237370909812,
    0.3388237370909812,
    0.3388237370909812,
    0.34913820249869987,
    0.34913820249869987,
    0.34913820249869987,
    0.34913820249869987,
    0.34913820249869987,
    0.34913820249869987,
    0.34913820249869987,
    0.6055268424430302,
    0.6055268424430302,
    0.6055268424430302,
    0.6055268424430302,
    0.6055268424430302,
    0.6055268424430302,
    0.6055268424430302,
    0.6055268424430302,
    0.6055268424430302,
    0.6055268424430302,
    0.6644120639972069,
    0.6644120639972069,
    0.6644120639972069,
    0.6644120639972069,
    0.6644120639972069,
    0.6644120639972069,
    0.6644120639972069,
    0.6644120639972069,
    0.6644120639972069,
    0.6644120639972069,
    0.8365677288094019,
    0.8365677288094019,
    0.8365677288094019,
    0.8365677288094019,
    0.8365677288094019,
    0.8365677288094019,
    0.8365677288094019,
    0.8365677288094019,
    0.8365677288094019,
    0.8511787162835213,
    0.8511787162835213,
    0.8511787162835213,
    0.8511787162835213,
    0.8511787162835213,
    0.8511787162835213,
    0.8511787162835213,
    0.8504133068853039,
    0.8504133068853039,
    0.8504133068853039,
    0.8504133068853039,
    0.8504133068853039,
    0.8504133068853039,
    0.8504133068853039
  ],
  "40": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "In the scene, students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "The scene depicts students clutching resumes inside branded folders, while healthcare providers showcase community outreach photos.",
    "The scene depicts students clutching resumes inside branded folders alongside healthcare providers showcasing community outreach photos.",
    "At the entrance, event staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders, while healthcare providers showcase community outreach photos.",
    "At the entrance, event staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders, while healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth for attention."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.47969849578155477,
    0.47969849578155477,
    0.47969849578155477,
    0.47969849578155477,
    0.47969849578155477,
    0.47969849578155477,
    0.47969849578155477,
    0.47969849578155477,
    0.4711600637089316,
    0.4711600637089316,
    0.4711600637089316,
    0.4711600637089316,
    0.4711600637089316,
    0.4711600637089316,
    0.4711600637089316,
    0.4711600637089316,
    0.3375643520383538,
    0.3375643520383538,
    0.3375643520383538,
    0.3375643520383538,
    0.3375643520383538,
    0.3375643520383538,
    0.3375643520383538,
    0.3375643520383538,
    0.3375643520383538,
    0.37863110645080955,
    0.37863110645080955,
    0.37863110645080955,
    0.37863110645080955,
    0.37863110645080955,
    0.37863110645080955,
    0.37863110645080955,
    0.37863110645080955,
    0.37863110645080955,
    0.37863110645080955,
    0.37863110645080955,
    0.5564638396753887,
    0.5564638396753887,
    0.5564638396753887,
    0.5564638396753887,
    0.5564638396753887,
    0.5564638396753887,
    0.5564638396753887,
    0.5564638396753887,
    0.7650651563730596,
    0.7650651563730596,
    0.7650651563730596,
    0.7650651563730596,
    0.7650651563730596,
    0.7650651563730596
  ],
  "41": [
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall and clutch resumes inside branded folders.",
    "Some students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders, as event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "Event staff scan registrations and hand out lanyards at the entrance. Inside, some students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station, while human resources teams jot notes on tablets as students introduce themselves.",
    "Event staff scan registrations and hand out lanyards at the entrance. Inside, some students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station, while human resources teams jot notes on tablets as students introduce themselves.",
    "Event staff scan registrations and hand out lanyards at the entrance. Inside, some students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station, while human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables.",
    "Event staff scan registrations and hand out lanyards at the entrance. Inside, some students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station, while human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3417385433975342,
    0.3417385433975342,
    0.3417385433975342,
    0.3417385433975342,
    0.3417385433975342,
    0.3417385433975342,
    0.3999813786076257,
    0.3999813786076257,
    0.3999813786076257,
    0.3999813786076257,
    0.3999813786076257,
    0.3999813786076257,
    0.7335077576259705,
    0.7335077576259705,
    0.7335077576259705,
    0.7335077576259705,
    0.7335077576259705,
    0.7335077576259705,
    0.7335077576259705,
    0.7335077576259705,
    0.713280389079112,
    0.713280389079112,
    0.713280389079112,
    0.713280389079112,
    0.713280389079112,
    0.713280389079112,
    0.713280389079112,
    0.713280389079112,
    0.713280389079112,
    0.713280389079112,
    0.713280389079112,
    0.713280389079112,
    0.713280389079112,
    0.713280389079112,
    0.713280389079112,
    0.713280389079112,
    0.713280389079112,
    0.713280389079112,
    0.713280389079112,
    0.713280389079112,
    0.7600994291836266,
    0.7600994291836266,
    0.7600994291836266,
    0.7600994291836266,
    0.7600994291836266,
    0.7600994291836266,
    0.7600994291836266,
    0.7600994291836266,
    0.7600994291836266,
    0.7600994291836266,
    0.7600994291836266,
    0.7600994291836266,
    0.7600994291836266,
    0.7600994291836266
  ],
  "42": [
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "In the event, tech companies display demo screens showing their latest apps, a cybersecurity company runs a password cracking challenge on a laptop, and healthcare providers showcase community outreach photos.",
    "At the event, tech companies display demo screens of their latest apps, while a cybersecurity company conducts a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos, and consulting firms stack glossy case-study booklets on high tables.",
    "At the event, tech companies display demo screens of their latest apps, and a cybersecurity company conducts a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos, while consulting firms stack glossy case-study booklets on high tables.",
    "At the event, tech companies display demo screens of their latest apps, and a cybersecurity firm conducts a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos, while consulting firms stack glossy case-study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, tech companies display demo screens of their latest apps, and a cybersecurity firm conducts a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos, while consulting firms stack glossy case-study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map.",
    "The event presents multiple activity clusters: tech companies display demo screens of their latest apps, while a cybersecurity firm conducts a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos, and consulting firms stack glossy case-study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, multiple clusters of activity unfold. Tech companies display demo screens of their latest apps, while a cybersecurity firm runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos, and consulting firms stack glossy case-study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.3833176240891238,
    0.3833176240891238,
    0.3833176240891238,
    0.3833176240891238,
    0.3833176240891238,
    0.3833176240891238,
    0.3833176240891238,
    0.43818904941854003,
    0.43818904941854003,
    0.43818904941854003,
    0.43818904941854003,
    0.43818904941854003,
    0.43818904941854003,
    0.43818904941854003,
    0.43818904941854003,
    0.6014890664334677,
    0.6014890664334677,
    0.6014890664334677,
    0.6014890664334677,
    0.6014890664334677,
    0.6014890664334677,
    0.6014890664334677,
    0.6014890664334677,
    0.6014890664334677,
    0.5936102979894063,
    0.5936102979894063,
    0.5936102979894063,
    0.5936102979894063,
    0.5936102979894063,
    0.5936102979894063,
    0.5936102979894063,
    0.5936102979894063,
    0.768197158108449,
    0.768197158108449,
    0.768197158108449,
    0.768197158108449,
    0.768197158108449,
    0.768197158108449,
    0.768197158108449,
    0.768197158108449,
    0.768197158108449,
    0.768197158108449,
    0.7737666713688327,
    0.7737666713688327,
    0.7737666713688327,
    0.7737666713688327,
    0.7737666713688327,
    0.7737666713688327,
    0.7737666713688327,
    0.7737666713688327,
    0.77647049934109,
    0.77647049934109,
    0.77647049934109,
    0.77647049934109,
    0.77647049934109,
    0.77647049934109,
    0.77647049934109,
    0.77647049934109
  ],
  "43": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while the engineering society sponsors a resume review table near the stage.",
    "At the venue, some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the venue, some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the venue, some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "At the venue, some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "At the venue, students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "At the venue, students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth for attention."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.34557509045232637,
    0.34557509045232637,
    0.34557509045232637,
    0.34557509045232637,
    0.34557509045232637,
    0.34557509045232637,
    0.34557509045232637,
    0.34557509045232637,
    0.34557509045232637,
    0.66838116288784,
    0.66838116288784,
    0.66838116288784,
    0.66838116288784,
    0.66838116288784,
    0.66838116288784,
    0.66838116288784,
    0.66838116288784,
    0.66838116288784,
    0.66838116288784,
    0.66838116288784,
    0.66838116288784,
    0.66838116288784,
    0.66838116288784,
    0.66838116288784,
    0.66838116288784,
    0.66838116288784,
    0.7175956930086347,
    0.7175956930086347,
    0.7175956930086347,
    0.7175956930086347,
    0.7175956930086347,
    0.7175956930086347,
    0.7175956930086347,
    0.7175956930086347,
    0.7175956930086347,
    0.7175956930086347,
    0.7175956930086347,
    0.7175956930086347,
    0.7175956930086347,
    0.7175956930086347,
    0.7175956930086347,
    0.743527431542941,
    0.743527431542941,
    0.743527431542941,
    0.743527431542941,
    0.743527431542941,
    0.743527431542941,
    0.743527431542941,
    0.7810749530716043,
    0.7810749530716043,
    0.7810749530716043,
    0.7810749530716043
  ],
  "44": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders.",
    "Consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders.",
    "Consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries.",
    "In the scene, consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries.",
    "In the scene, consulting firms stack glossy case study booklets on high tables as students clutch resumes in branded folders. Career counselors redirect unsure students toward applicable industries, while finance firms provide QR codes for immediate internship applications.",
    "At the university, consulting firms stack glossy case study booklets on high tables as students clutch resumes in branded folders. Career counselors redirect unsure students toward applicable industries, while finance firms provide QR codes for immediate internship applications. Outside the university gym, students line up before the career fair opens.",
    "At the university, consulting firms stack glossy case study booklets on high tables as students clutch resumes in branded folders. Career counselors direct unsure students toward applicable industries, while finance firms provide QR codes for immediate internship applications. Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth for attention."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.5061511961629692,
    0.5061511961629692,
    0.5061511961629692,
    0.5061511961629692,
    0.5061511961629692,
    0.5061511961629692,
    0.5061511961629692,
    0.5104572817227708,
    0.5104572817227708,
    0.5104572817227708,
    0.5104572817227708,
    0.5104572817227708,
    0.5104572817227708,
    0.5104572817227708,
    0.5403847698907381,
    0.5403847698907381,
    0.5403847698907381,
    0.5403847698907381,
    0.5403847698907381,
    0.5403847698907381,
    0.5403847698907381,
    0.5403847698907381,
    0.5403847698907381,
    0.5403847698907381,
    0.5403847698907381,
    0.5403847698907381,
    0.5403847698907381,
    0.7020083966160934,
    0.7020083966160934,
    0.7020083966160934,
    0.7020083966160934,
    0.7020083966160934,
    0.7020083966160934,
    0.7020083966160934,
    0.7020083966160934
  ],
  "45": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, and they remind attendees to maintain eye contact.",
    "In a career counseling session, counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "During a career counseling session, counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Outside the university gym, students line up before the career fair opens.",
    "During a career counseling session, counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Outside the university gym, students line up before the career fair opens.",
    "During a career counseling session, counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to draw attention.",
    "During a career counseling session near the university gym, counselors direct unsure students toward applicable industries and remind them to maintain eye contact. Students clutch resumes inside branded folders. Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to draw attention.",
    "At a career counseling session near the university gym, counselors direct unsure students toward applicable industries and remind them to maintain eye contact. Students clutch resumes inside branded folders. Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.36431837507264614,
    0.36431837507264614,
    0.36431837507264614,
    0.36431837507264614,
    0.36431837507264614,
    0.36431837507264614,
    0.4951607066315376,
    0.4951607066315376,
    0.4951607066315376,
    0.4951607066315376,
    0.4951607066315376,
    0.4951607066315376,
    0.6770155493164047,
    0.6770155493164047,
    0.6770155493164047,
    0.6770155493164047,
    0.6770155493164047,
    0.6770155493164047,
    0.6770155493164047,
    0.6770155493164047,
    0.6770155493164047,
    0.6770155493164047,
    0.6770155493164047,
    0.6770155493164047,
    0.6770155493164047,
    0.6770155493164047,
    0.6770155493164047,
    0.6770155493164047,
    0.6770155493164047,
    0.7673162673050387,
    0.7673162673050387,
    0.7673162673050387,
    0.7673162673050387,
    0.7673162673050387,
    0.7673162673050387,
    0.7673162673050387,
    0.7673162673050387,
    0.7673162673050387,
    0.7673162673050387,
    0.7229680376442271,
    0.7229680376442271,
    0.7229680376442271,
    0.7229680376442271,
    0.7229680376442271,
    0.7229680376442271,
    0.7229680376442271,
    0.7229680376442271,
    0.7229680376442271,
    0.7229680376442271,
    0.7229680376442271,
    0.7229680376442271,
    0.7229680376442271,
    0.7859589794120617,
    0.7859589794120617
  ],
  "46": [
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews, while alumni volunteers offer quick pep talks near the coffee station. Groups of friends mark target employers on the event map, and students line up outside the university gym before the fair opens.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews, while alumni volunteers offer quick pep talks near the coffee station. Groups of friends mark target employers on the event map, and students line up outside the university gym before the fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews, while alumni volunteers offer quick pep talks near the coffee station. Groups of friends mark target employers on the event map, and students line up outside the university gym before the fair opens. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews; alumni volunteers offer quick pep talks near the coffee station. Groups of friends mark target employers on the event map, and students line up outside the university gym before the fair opens. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews, with alumni volunteers offering quick pep talks near the coffee station. Groups of friends mark target employers on the event map, and students line up outside the university gym before the fair opens. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews, with alumni volunteers offering quick pep talks near the coffee station. Groups of friends mark target employers on the event map, and students line up outside the university gym before the fair opens. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.5854385225322949,
    0.5854385225322949,
    0.5854385225322949,
    0.5854385225322949,
    0.5854385225322949,
    0.5854385225322949,
    0.5854385225322949,
    0.6537470148999176,
    0.6537470148999176,
    0.6537470148999176,
    0.6537470148999176,
    0.6537470148999176,
    0.6537470148999176,
    0.6537470148999176,
    0.8009896692565645,
    0.8009896692565645,
    0.8009896692565645,
    0.8009896692565645,
    0.8009896692565645,
    0.8009896692565645,
    0.8009896692565645,
    0.8009896692565645,
    0.8042386106258681,
    0.8042386106258681,
    0.8042386106258681,
    0.8042386106258681,
    0.8042386106258681,
    0.8042386106258681,
    0.8042386106258681,
    0.8042386106258681,
    0.8581141506965521,
    0.8581141506965521,
    0.8581141506965521,
    0.8581141506965521,
    0.8581141506965521,
    0.8581141506965521,
    0.8581141506965521,
    0.8581141506965521,
    0.8581141506965521,
    0.8581141506965521,
    0.8567001500906545,
    0.8567001500906545,
    0.8567001500906545,
    0.8567001500906545,
    0.8567001500906545,
    0.8567001500906545
  ],
  "47": [
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password-cracking challenge on a laptop as students line up outside the university gym before the career fair opens.",
    "A cybersecurity company is running a password-cracking challenge on a laptop as students line up outside the university gym, waiting before the career fair opens. A welcome announcement over the PA system outlines the fair schedule.",
    "Students line up outside the university gym, waiting before the career fair opens, while a cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement over the PA system outlines the fair schedule.",
    "Students line up outside the university gym, waiting before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop at the venue. A welcome announcement over the PA system outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall.",
    "At the university gym, students line up outside the career fair, waiting for it to open. A cybersecurity company runs a password-cracking challenge on a laptop at the venue. A welcome announcement over the PA system outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage.",
    "At the university gym, students line up outside the career fair, waiting for it to open. A cybersecurity company runs a password-cracking challenge on a laptop at the venue. A welcome announcement over the PA system outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews.",
    "At the university gym, students line up outside the career fair ahead of its opening. A cybersecurity company runs a password-cracking challenge on a laptop at the venue. A welcome announcement over the PA outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews.",
    "At the university gym, students line up outside the building before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop at the venue. A welcome announcement over the PA outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews."
  ],
  "47_score": [
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3782866821205103,
    0.3782866821205103,
    0.3782866821205103,
    0.3782866821205103,
    0.3782866821205103,
    0.3782866821205103,
    0.3782866821205103,
    0.50738617701373,
    0.50738617701373,
    0.50738617701373,
    0.50738617701373,
    0.50738617701373,
    0.50738617701373,
    0.6026855030675053,
    0.6026855030675053,
    0.6026855030675053,
    0.6026855030675053,
    0.6026855030675053,
    0.6026855030675053,
    0.6026855030675053,
    0.6026855030675053,
    0.6026855030675053,
    0.7674591325413651,
    0.7674591325413651,
    0.7674591325413651,
    0.7674591325413651,
    0.7674591325413651,
    0.7674591325413651,
    0.7674591325413651,
    0.7891782223012652,
    0.7891782223012652,
    0.7891782223012652,
    0.7891782223012652,
    0.7891782223012652,
    0.7891782223012652,
    0.7891782223012652,
    0.7891782223012652,
    0.8144758078329357,
    0.8144758078329357,
    0.8144758078329357,
    0.8144758078329357,
    0.8144758078329357,
    0.8144758078329357,
    0.8144758078329357,
    0.8144758078329357,
    0.8173584575856295,
    0.8173584575856295,
    0.8173584575856295,
    0.8173584575856295,
    0.8173584575856295,
    0.8173584575856295,
    0.8173584575856295,
    0.8173584575856295,
    0.8173584575856295,
    0.8173584575856295,
    0.8182615331490356,
    0.8182615331490356,
    0.8182615331490356,
    0.8182615331490356
  ],
  "48": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.4166070837863704,
    0.4166070837863704,
    0.4166070837863704,
    0.4166070837863704,
    0.4166070837863704,
    0.4166070837863704,
    0.4166070837863704,
    0.4166070837863704,
    0.4166070837863704
  ],
  "49": [
    "",
    "",
    "",
    "",
    "Human resources teams are jotting notes on tablets as students introduce themselves, with the two activities happening concurrently.",
    "Human resources teams are jotting notes on tablets as students introduce themselves, with the two activities happening concurrently. Finance firms offer QR codes for immediate internship applications.",
    "At the university, HR teams jot notes on tablets while students introduce themselves, two activities occurring concurrently. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym ahead of the career fair opening.",
    "At the university, HR teams jot notes on tablets while students introduce themselves, two activities occurring concurrently. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym ahead of the career fair opening.",
    "At the university, HR teams jot notes on tablets as students introduce themselves, two activities occurring concurrently. Finance firms provide QR codes for immediate internship applications. Students line up outside the university gym ahead of the career fair opening. Tech companies display demo screens showcasing their latest apps.",
    "At the university, a career fair unfolds with dozens of booths and colorful banners circling the polished floor. Outside the university gym, students line up ahead of the fair's opening. Inside, HR teams jot notes on tablets as students introduce themselves, two activities occurring concurrently. Finance firms provide QR codes for immediate internship applications. Tech companies display demo screens showcasing their latest apps.",
    "At the university, a career fair fills the venue with dozens of booths and colorful banners circling a polished floor. Outside the university gym, students line up ahead of the fair's opening. Inside, HR teams jot notes on tablets as students introduce themselves, with two activities unfolding concurrently. Finance firms provide QR codes for immediate internship applications. Tech companies display demo screens showcasing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university, a career fair fills the venue with dozens of booths and colorful banners circling a polished floor. Outside the gym, students line up ahead of the fair's opening. Inside, HR teams jot notes on tablets as students introduce themselves. Two activities unfold concurrently: finance firms provide QR codes for immediate internship applications, and tech companies display demo screens showcasing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.2904661602091695,
    0.2904661602091695,
    0.2904661602091695,
    0.2904661602091695,
    0.2904661602091695,
    0.2904661602091695,
    0.2904661602091695,
    0.5353335924690766,
    0.5353335924690766,
    0.5353335924690766,
    0.5353335924690766,
    0.5353335924690766,
    0.7471705175968653,
    0.7471705175968653,
    0.7471705175968653,
    0.7471705175968653,
    0.7471705175968653,
    0.7471705175968653,
    0.7471705175968653,
    0.7471705175968653,
    0.7471705175968653,
    0.7471705175968653,
    0.7471705175968653,
    0.7471705175968653,
    0.7471705175968653,
    0.7471705175968653,
    0.7471705175968653,
    0.7471705175968653,
    0.7471705175968653,
    0.7671218923536904,
    0.7671218923536904,
    0.7671218923536904,
    0.7671218923536904,
    0.7671218923536904,
    0.7671218923536904,
    0.7671218923536904,
    0.7671218923536904,
    0.7671218923536904,
    0.8473040682118657,
    0.8473040682118657,
    0.8473040682118657,
    0.8473040682118657,
    0.8473040682118657,
    0.8473040682118657,
    0.8473040682118657,
    0.8473040682118657,
    0.85933669583441,
    0.85933669583441,
    0.85933669583441,
    0.85933669583441,
    0.85933669583441,
    0.85933669583441,
    0.85933669583441,
    0.85933669583441,
    0.85933669583441,
    0.85933669583441,
    0.8493266588071239,
    0.8493266588071239,
    0.8493266588071239,
    0.8493266588071239,
    0.8493266588071239
  ]
}