{
  "0": [
    "",
    "",
    "",
    "Some students are quietly rehearsing elevator pitches against the wall.",
    "In the exhibition area, some students are quietly rehearsing elevator pitches against the wall. A robotics startup flies a small drone above its booth to attract attention.",
    "In the exhibition area, some students are quietly rehearsing elevator pitches against the wall, a robotics startup flies a small drone above its booth to attract attention, and an alumni panel discusses how to prepare for technical interviews.",
    "In the exhibition area, some students are quietly rehearsing elevator pitches against the wall, a robotics startup flies a small drone above its booth to attract attention, and an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves.",
    "In the exhibition area, students quietly rehearse elevator pitches against the wall while a robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews nearby. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables.",
    "In the exhibition area of the university's career fair, students quietly rehearse elevator pitches against the wall while a robotics startup flies a small drone above its booth to draw attention. Nearby, an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves, and consulting firms stack glossy case study booklets on high tables. Outside the university gym, students line up before the career fair opens.",
    "In the exhibition area of the university's career fair, students quietly rehearse elevator pitches against a wall while a robotics startup flies a small drone above its booth to draw attention. Nearby, an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves, and consulting firms stack glossy case study booklets on high tables. Outside the university gym, students line up before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, the exhibition area hosts students rehearsing elevator pitches against a wall while a robotics startup flies a small drone above its booth to draw attention. Nearby, an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves, and consulting firms stack glossy case study booklets on high tables. Outside the university gym, students line up before the fair opens. A cybersecurity company runs a password cracking challenge on a laptop, and healthcare providers showcase community outreach photos."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.5047035909584212,
    0.5047035909584212,
    0.5047035909584212,
    0.5047035909584212,
    0.5047035909584212,
    0.5047035909584212,
    0.5047035909584212,
    0.5047035909584212,
    0.42731343835408603,
    0.42731343835408603,
    0.42731343835408603,
    0.42731343835408603,
    0.42731343835408603,
    0.42731343835408603,
    0.6058839572743481,
    0.6058839572743481,
    0.6058839572743481,
    0.6058839572743481,
    0.6058839572743481,
    0.6058839572743481,
    0.6058839572743481,
    0.6058839572743481,
    0.7894652617454769,
    0.7894652617454769,
    0.7894652617454769,
    0.7894652617454769,
    0.7894652617454769,
    0.7894652617454769,
    0.7894652617454769,
    0.7894652617454769,
    0.8440308077453673,
    0.8440308077453673,
    0.8440308077453673,
    0.8440308077453673,
    0.8440308077453673,
    0.8440308077453673,
    0.8440308077453673,
    0.8440308077453673,
    0.8440308077453673,
    0.8440308077453673,
    0.8440308077453673,
    0.8513306000120827,
    0.8513306000120827,
    0.8513306000120827,
    0.8513306000120827,
    0.8513306000120827,
    0.8513306000120827,
    0.8513306000120827,
    0.8513306000120827,
    0.8513306000120827,
    0.8804045284267796,
    0.8804045284267796,
    0.8804045284267796,
    0.8804045284267796
  ],
  "1": [
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, while tech companies display demo screens showcasing their latest apps.",
    "The engineering society sponsors a resume review table near the stage, tech companies display demo screens showcasing their latest apps, and workshops on networking etiquette begin in the adjoining classroom.",
    "The event features an engineering society–sponsored resume review table near the stage, with tech companies displaying demo screens of their latest apps, and networking etiquette workshops starting in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves.",
    "An engineering society–sponsored event features a resume review table near the stage, with tech companies displaying demo screens of their latest apps. Networking etiquette workshops begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "An engineering society–sponsored event unfolds on a polished floor ringed by dozens of booths with colorful banners. A resume-review table sits near the stage, while tech companies display demo screens of their latest apps. Networking etiquette workshops begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations at the entrance and hand out lanyards to attendees.",
    "An engineering society–sponsored event unfolds on a polished floor ringed by dozens of booths with colorful banners. A resume-review table sits near the stage, while tech companies display demo screens of their latest apps. Networking etiquette workshops begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations at the entrance and hand out lanyards to attendees.",
    "An engineering society–sponsored event unfolds on a polished floor ringed by dozens of booths with colorful banners. A resume-review table sits near the stage, sponsored by the engineering society, while tech companies display demo screens of their latest apps. Networking etiquette workshops begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations at the entrance and hand out lanyards to attendees.",
    "An engineering society–sponsored event unfolds on a polished floor ringed by dozens of booths with colorful banners. A resume-review table sits near the stage, sponsored by the engineering society, while tech companies display demo screens of their latest apps. Networking etiquette workshops begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations at the entrance and hand out lanyards to attendees. Students clutch resumes inside branded folders."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.43804298379700746,
    0.43804298379700746,
    0.43804298379700746,
    0.43804298379700746,
    0.43804298379700746,
    0.43804298379700746,
    0.43804298379700746,
    0.43804298379700746,
    0.4460211733353196,
    0.4460211733353196,
    0.4460211733353196,
    0.4460211733353196,
    0.4460211733353196,
    0.4460211733353196,
    0.6435813604451851,
    0.6435813604451851,
    0.6435813604451851,
    0.6435813604451851,
    0.6435813604451851,
    0.6435813604451851,
    0.6435813604451851,
    0.6435813604451851,
    0.7804433205331629,
    0.7804433205331629,
    0.7804433205331629,
    0.7804433205331629,
    0.7804433205331629,
    0.7804433205331629,
    0.7804433205331629,
    0.7804433205331629,
    0.7804433205331629,
    0.7804433205331629,
    0.7796123592862222,
    0.7796123592862222,
    0.7796123592862222,
    0.7796123592862222,
    0.7796123592862222,
    0.7796123592862222,
    0.7796123592862222,
    0.7796123592862222,
    0.7796123592862222,
    0.7796123592862222,
    0.7796123592862222,
    0.7796123592862222,
    0.7796123592862222,
    0.7796123592862222,
    0.7796123592862222,
    0.7796123592862222,
    0.7801868333973079,
    0.7801868333973079,
    0.7801868333973079,
    0.7801868333973079,
    0.7801868333973079,
    0.7801868333973079,
    0.7884680281787371,
    0.7884680281787371,
    0.7884680281787371
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact; HR teams jot notes on tablets as students introduce themselves.",
    "At a career event, career counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "At a career event, counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "At a career event, counselors remind attendees to maintain eye contact while navigating the space. HR teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "At a career event, counselors remind attendees to maintain eye contact while navigating the space. HR teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map.",
    "At a career event, counselors remind attendees to maintain eye contact while navigating the space. HR teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map.",
    "At a career event, counselors remind attendees to maintain eye contact while navigating the space. HR teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system.",
    "At a career event, counselors remind attendees to maintain eye contact as they navigate the space. HR teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.44130379378998824,
    0.44130379378998824,
    0.44130379378998824,
    0.44130379378998824,
    0.44130379378998824,
    0.44130379378998824,
    0.44130379378998824,
    0.7292673921190198,
    0.7292673921190198,
    0.7292673921190198,
    0.7292673921190198,
    0.7292673921190198,
    0.7292673921190198,
    0.7292673921190198,
    0.7689825154769203,
    0.7689825154769203,
    0.7689825154769203,
    0.7689825154769203,
    0.7689825154769203,
    0.7689825154769203,
    0.7846433976758849,
    0.7846433976758849,
    0.7846433976758849,
    0.7846433976758849,
    0.7846433976758849,
    0.7846433976758849,
    0.7846433976758849,
    0.7846433976758849,
    0.7815199241065591,
    0.7815199241065591,
    0.7815199241065591,
    0.7815199241065591,
    0.7815199241065591,
    0.7815199241065591,
    0.7815199241065591,
    0.7815199241065591,
    0.7815199241065591,
    0.7815199241065591,
    0.7815199241065591,
    0.7815199241065591,
    0.7815199241065591,
    0.7815199241065591,
    0.8245000587030654,
    0.8245000587030654,
    0.8245000587030654,
    0.8245000587030654,
    0.8245000587030654,
    0.8245000587030654,
    0.8245000587030654,
    0.8245000587030654,
    0.8245000587030654,
    0.8245000587030654,
    0.8245000587030654,
    0.8235681328809591,
    0.8235681328809591,
    0.8235681328809591
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews; a welcome announcement outlines the fair schedule over the PA system.",
    "An alumni panel discusses how to prepare for technical interviews, while a welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews, while a welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos.",
    "At the event, an alumni panel discusses how to prepare for technical interviews, while a welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, an alumni panel discusses how to prepare for technical interviews, while a welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station.",
    "During the event, an alumni panel discusses how to prepare for technical interviews while a welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders as healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop, and alumni volunteers share quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, an alumni panel discusses how to prepare for technical interviews as a welcome announcement over the PA outlines the fair schedule. Students clutch resumes inside branded folders while healthcare providers showcase community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop, and alumni volunteers offer quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall. Nearby, event staff scan registrations and hand out lanyards at the entrance."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5082284112602135,
    0.5082284112602135,
    0.5082284112602135,
    0.5082284112602135,
    0.5082284112602135,
    0.5082284112602135,
    0.6390369126292562,
    0.6390369126292562,
    0.6390369126292562,
    0.6390369126292562,
    0.6390369126292562,
    0.6390369126292562,
    0.6390369126292562,
    0.6390369126292562,
    0.6390369126292562,
    0.6428673728929142,
    0.6428673728929142,
    0.6428673728929142,
    0.6428673728929142,
    0.6428673728929142,
    0.6428673728929142,
    0.8277605266081687,
    0.8277605266081687,
    0.8277605266081687,
    0.8277605266081687,
    0.8277605266081687,
    0.8277605266081687,
    0.8277605266081687,
    0.8277605266081687,
    0.8173600930898752,
    0.8173600930898752,
    0.8173600930898752,
    0.8173600930898752,
    0.8173600930898752,
    0.8173600930898752,
    0.8024461370744764,
    0.8024461370744764,
    0.8024461370744764,
    0.8024461370744764,
    0.8024461370744764,
    0.8024461370744764,
    0.8024461370744764,
    0.8024461370744764,
    0.8024461370744764,
    0.8492706246843331,
    0.8492706246843331,
    0.8492706246843331,
    0.8492706246843331,
    0.8492706246843331,
    0.8492706246843331,
    0.8492706246843331,
    0.8492706246843331,
    0.8492706246843331
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth for attention.",
    "A robotics startup uses a small drone flown over its booth to attract attention. Simultaneously, finance firms offer QR codes that enable immediate internship applications.",
    "A robotics startup flies a small drone over its booth to attract attention. At the same time, finance firms offer QR codes that enable immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "A robotics startup flies a small drone over its booth to attract attention as dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes that enable immediate internship applications at their displays. Healthcare providers showcase community outreach photos, adding a social dimension to the exhibit. The scene presents a busy, tech-forward trade floor where demonstration, recruitment, and outreach visuals coexist on the gleaming surface.",
    "A robotics startup flies a small drone over its booth to attract attention as dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications at their displays. Healthcare providers showcase community outreach photos, adding a social dimension to the exhibit. The busy, tech-forward trade floor hosts demonstrations, recruitment, and outreach visuals on the gleaming surface. An alumni panel discusses how to prepare for technical interviews.",
    "A robotics startup flies a small drone over its booth to attract attention as dozens of booths with colorful banners circle the polished floor. Finance firms display QR codes for immediate internship applications at their displays. Healthcare providers showcase community outreach photos, adding a social dimension to the exhibit. The busy, tech-forward trade floor hosts demonstrations, recruitment, and outreach visuals on the gleaming surface. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station.",
    "On a busy, tech-forward trade floor, a robotics startup flies a small drone over its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. Finance firms display QR codes for immediate internship applications at their displays. Healthcare providers showcase community outreach photos, adding a social dimension to the exhibit. The floor hosts demonstrations, recruitment, and outreach visuals on the gleaming surface. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station.",
    "On a busy, tech-forward trade floor, a robotics startup flies a small drone over its booth to attract attention. Dozens of booths with colorful banners circle the polished, gleaming floor. Finance firms display QR codes for immediate internship applications at their displays. Healthcare providers showcase community outreach photos, adding a social dimension to the exhibit. The floor hosts demonstrations, recruitment, and outreach visuals on the surface. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers deliver quick pep talks near the coffee station."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.5923137336315766,
    0.5923137336315766,
    0.5923137336315766,
    0.5923137336315766,
    0.5923137336315766,
    0.7283097458609258,
    0.7283097458609258,
    0.7283097458609258,
    0.7283097458609258,
    0.7283097458609258,
    0.7283097458609258,
    0.7283097458609258,
    0.7283097458609258,
    0.7203766205474229,
    0.7203766205474229,
    0.7203766205474229,
    0.7203766205474229,
    0.7203766205474229,
    0.7203766205474229,
    0.7959518463347901,
    0.7959518463347901,
    0.7959518463347901,
    0.7959518463347901,
    0.7959518463347901,
    0.7959518463347901,
    0.7959518463347901,
    0.7959518463347901,
    0.7959518463347901,
    0.7959518463347901,
    0.800588597600425,
    0.800588597600425,
    0.800588597600425,
    0.800588597600425,
    0.800588597600425,
    0.800588597600425,
    0.800588597600425,
    0.800588597600425,
    0.800588597600425,
    0.7900136208120437,
    0.7900136208120437,
    0.7900136208120437,
    0.7900136208120437,
    0.7900136208120437,
    0.7900136208120437,
    0.7900136208120437,
    0.7900136208120437,
    0.7897160020914497,
    0.7897160020914497,
    0.7897160020914497,
    0.7897160020914497,
    0.7897160020914497,
    0.7897160020914497,
    0.7897160020914497,
    0.7897160020914497,
    0.7897160020914497
  ],
  "5": [
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system.",
    "Workshops on networking etiquette begin in the adjoining classroom; a welcome announcement on the PA system outlines the fair schedule; dozens of booths with colorful banners circle the polished floor.",
    "Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement on the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor.",
    "A networking fair unfolds around a polished floor, with dozens of booths bearing colorful banners circling the space. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement on the PA system outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "A networking fair unfolds around a polished floor, with dozens of booths bearing colorful banners circling the space. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement on the PA system outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors redirect unsure students toward applicable industries.",
    "A networking fair unfolds on a polished floor, with dozens of booths bearing colorful banners circling the space. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement on the PA system outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors redirect unsure students toward applicable industries.",
    "A networking fair unfolds on a polished floor, with dozens of booths bearing colorful banners circling the space, while workshops on networking etiquette begin in the adjoining classroom. A welcome announcement on the PA system outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.5196469811928377,
    0.5196469811928377,
    0.5196469811928377,
    0.5196469811928377,
    0.5196469811928377,
    0.5196469811928377,
    0.5196469811928377,
    0.5196469811928377,
    0.5196469811928377,
    0.4905873153995178,
    0.4905873153995178,
    0.4905873153995178,
    0.4905873153995178,
    0.4905873153995178,
    0.4905873153995178,
    0.4905873153995178,
    0.676973025121467,
    0.676973025121467,
    0.676973025121467,
    0.676973025121467,
    0.676973025121467,
    0.676973025121467,
    0.676973025121467,
    0.7475326219904878,
    0.7475326219904878,
    0.7475326219904878,
    0.7475326219904878,
    0.7475326219904878,
    0.7475326219904878,
    0.7475326219904878,
    0.7475326219904878,
    0.7475326219904878,
    0.800314972944582,
    0.800314972944582,
    0.800314972944582,
    0.800314972944582,
    0.800314972944582,
    0.800314972944582,
    0.800314972944582,
    0.800314972944582,
    0.8027362545329251,
    0.8027362545329251,
    0.8027362545329251,
    0.8027362545329251,
    0.8027362545329251,
    0.8027362545329251,
    0.8027362545329251,
    0.8027362545329251,
    0.8027362545329251,
    0.8027362545329251,
    0.824687540558876,
    0.824687540558876,
    0.824687540558876,
    0.824687540558876,
    0.824687540558876,
    0.824687540558876
  ],
  "6": [
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance; in the adjoining classroom, workshops on networking etiquette begin.",
    "Event staff scan registrations and hand out lanyards at the entrance. In the adjoining classroom, workshops on networking etiquette begin. Some students rehearse elevator pitches quietly against the wall.",
    "At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "Event staff at the entrance scan registrations and hand out lanyards; nearby in the adjoining classroom, workshops on networking etiquette begin. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "Event staff at the entrance scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin as some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "Event staff at the entrance scan registrations and hand out lanyards, establishing the entry workflow. In the adjoining classroom, workshops on networking etiquette begin as some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "Event staff at the entrance scan registrations and hand out lanyards, establishing the entry workflow. In an adjoining classroom, workshops on networking etiquette begin as some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.38631223632497314,
    0.38631223632497314,
    0.38631223632497314,
    0.38631223632497314,
    0.38631223632497314,
    0.38631223632497314,
    0.38631223632497314,
    0.6897934790577691,
    0.6897934790577691,
    0.6897934790577691,
    0.6897934790577691,
    0.6897934790577691,
    0.6897934790577691,
    0.6897934790577691,
    0.7084569922793889,
    0.7084569922793889,
    0.7084569922793889,
    0.7084569922793889,
    0.7084569922793889,
    0.7084569922793889,
    0.7629400703519866,
    0.7629400703519866,
    0.7629400703519866,
    0.7629400703519866,
    0.7629400703519866,
    0.7629400703519866,
    0.7629400703519866,
    0.7982243507856768,
    0.7982243507856768,
    0.7982243507856768,
    0.7982243507856768,
    0.7982243507856768,
    0.7982243507856768,
    0.7982243507856768,
    0.7982243507856768,
    0.7982243507856768,
    0.8067774438084883,
    0.8067774438084883,
    0.8067774438084883,
    0.8067774438084883,
    0.8067774438084883,
    0.8067774438084883,
    0.8067774438084883,
    0.8067774438084883,
    0.8067774438084883,
    0.8067774438084883,
    0.8078525605348343,
    0.8078525605348343,
    0.8078525605348343,
    0.8078525605348343,
    0.8078525605348343,
    0.8078525605348343,
    0.8078525605348343,
    0.8078525605348343
  ],
  "7": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards.",
    "An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens.",
    "An alumni panel discusses how to prepare for technical interviews, while event staff at the entrance scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens, and inside, they clutch resumes inside branded folders.",
    "A university career fair centers on the gym, anchored by an alumni panel discussing how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Outside the gym, students line up before the career fair opens, while inside they clutch resumes kept in branded folders.",
    "A university career fair centers on the gym, anchored by an alumni panel discussing how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Outside the gym, students line up before the fair opens, while inside they clutch resumes kept in branded folders. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a university career fair centered in the gym, an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Outside the gym, students line up before the fair opens; inside, they clutch resumes kept in branded folders. Human resources teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth for attention.",
    "The university career fair is centered in the gym, featuring an alumni panel on how to prepare for technical interviews. At the entrance, staff scan registrations and hand out lanyards. Outside the gym, students line up before the fair opens; inside, they clutch resumes in branded folders. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention.",
    "At the university career fair centered in the gym, an alumni panel outlines how to prepare for technical interviews. At the entrance, staff scan registrations and hand out lanyards. Outside the gym, students line up before the fair opens; inside, they clutch resumes in branded folders. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.6132939412355499,
    0.6132939412355499,
    0.6132939412355499,
    0.6132939412355499,
    0.6132939412355499,
    0.6132939412355499,
    0.7459644333506913,
    0.7459644333506913,
    0.7459644333506913,
    0.7459644333506913,
    0.7459644333506913,
    0.7459644333506913,
    0.7459644333506913,
    0.7459644333506913,
    0.6088537737341532,
    0.6088537737341532,
    0.6088537737341532,
    0.6088537737341532,
    0.6088537737341532,
    0.6088537737341532,
    0.6088537737341532,
    0.6088537737341532,
    0.6088537737341532,
    0.6088537737341532,
    0.6088537737341532,
    0.6088537737341532,
    0.7467281171487896,
    0.7467281171487896,
    0.7467281171487896,
    0.7467281171487896,
    0.7467281171487896,
    0.7467281171487896,
    0.7467281171487896,
    0.7467281171487896,
    0.7467281171487896,
    0.797390757468269,
    0.797390757468269,
    0.797390757468269,
    0.797390757468269,
    0.797390757468269,
    0.797390757468269,
    0.797390757468269,
    0.855025385462978,
    0.855025385462978,
    0.855025385462978,
    0.855025385462978,
    0.855025385462978,
    0.855025385462978,
    0.855025385462978,
    0.855025385462978,
    0.8611028375461123,
    0.8611028375461123,
    0.8611028375461123,
    0.8611028375461123,
    0.8611028375461123,
    0.8611028375461123,
    0.8685534891532036,
    0.8685534891532036,
    0.8685534891532036
  ],
  "8": [
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners form a circular ring around a polished floor.",
    "Dozens of booths with colorful banners form a circular ring around a polished floor, creating a central exhibit for the career fair; students line up outside the university gym before the fair opens.",
    "Dozens of booths with colorful banners form a circular ring around a polished floor, creating a central exhibit for the career fair. Students line up outside the university gym before the fair opens.",
    "At the university career fair, dozens of booths with colorful banners form a circular ring around a polished floor, creating the central exhibit. Students line up outside the university gym before the fair opens. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, dozens of booths with colorful banners form a circular ring around a polished floor, creating the central exhibit. Students line up outside the university gym before the fair opens. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, dozens of booths with colorful banners form a circular ring around a polished floor, creating the central exhibit. Students line up outside the university gym before the fair opens. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, dozens of booths with colorful banners form a circular ring around a polished floor, creating the central exhibit. Students line up outside the university gym before the fair opens. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners encircle a polished floor, forming the central exhibit. Students line up outside the university gym before the fair opens. Workshops on networking etiquette run in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Event staff scan registrations and issue lanyards at the entrance."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.373943256034471,
    0.373943256034471,
    0.373943256034471,
    0.373943256034471,
    0.373943256034471,
    0.373943256034471,
    0.373943256034471,
    0.373943256034471,
    0.46222770804674485,
    0.46222770804674485,
    0.46222770804674485,
    0.46222770804674485,
    0.46222770804674485,
    0.46222770804674485,
    0.46222770804674485,
    0.6056293235216988,
    0.6056293235216988,
    0.6056293235216988,
    0.6056293235216988,
    0.6056293235216988,
    0.826548712117029,
    0.826548712117029,
    0.826548712117029,
    0.826548712117029,
    0.826548712117029,
    0.826548712117029,
    0.826548712117029,
    0.826548712117029,
    0.826548712117029,
    0.826548712117029,
    0.8477016080730786,
    0.8477016080730786,
    0.8477016080730786,
    0.8477016080730786,
    0.8477016080730786,
    0.8477016080730786,
    0.8477016080730786,
    0.8477016080730786,
    0.8384531317026945,
    0.8384531317026945,
    0.8384531317026945,
    0.8384531317026945,
    0.8384531317026945,
    0.8384531317026945,
    0.8384531317026945,
    0.8384531317026945,
    0.8384531317026945,
    0.8384531317026945,
    0.8384531317026945,
    0.8384531317026945,
    0.8455712721436593,
    0.8455712721436593,
    0.8455712721436593,
    0.8455712721436593,
    0.8455712721436593,
    0.8455712721436593,
    0.8455712721436593,
    0.8455712721436593,
    0.864236261880353,
    0.864236261880353,
    0.864236261880353
  ],
  "9": [
    "",
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards, while dozens of booths with colorful banners encircle the polished floor.",
    "At the event entrance, staff scan registrations and hand out lanyards, while dozens of booths with colorful banners encircle the polished floor.",
    "At the event entrance, staff scan registrations and hand out lanyards, while dozens of booths with colorful banners encircle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "Staff at the event entrance scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "Staff at the event entrance scan registrations and hand out lanyards, while dozens of booths with colorful banners encircle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and finance firms offer QR codes for immediate internship applications.",
    "Staff at the event entrance scan registrations and hand out lanyards as dozens of booths with colorful banners encircle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop, while tech firms display demo screens showing their latest apps. Alumni volunteers deliver quick pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "Staff at the event entrance scan registrations and hand out lanyards as dozens of booths with colorful banners encircle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop, while tech firms display demo screens showing their latest apps. Alumni volunteers deliver quick pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.3972591150188345,
    0.3972591150188345,
    0.3972591150188345,
    0.3972591150188345,
    0.3972591150188345,
    0.3972591150188345,
    0.3972591150188345,
    0.3972591150188345,
    0.3972591150188345,
    0.3972591150188345,
    0.3972591150188345,
    0.3972591150188345,
    0.5682036161040136,
    0.5682036161040136,
    0.5682036161040136,
    0.5682036161040136,
    0.5682036161040136,
    0.5682036161040136,
    0.756556345739111,
    0.756556345739111,
    0.756556345739111,
    0.756556345739111,
    0.756556345739111,
    0.756556345739111,
    0.756556345739111,
    0.756556345739111,
    0.7510692702202203,
    0.7510692702202203,
    0.7510692702202203,
    0.7510692702202203,
    0.7510692702202203,
    0.7510692702202203,
    0.7510692702202203,
    0.7510692702202203,
    0.7754678066353293,
    0.7754678066353293,
    0.7754678066353293,
    0.7754678066353293,
    0.7754678066353293,
    0.7754678066353293,
    0.7754678066353293,
    0.8358613551342704,
    0.8358613551342704,
    0.8358613551342704,
    0.8358613551342704,
    0.8358613551342704,
    0.8358613551342704,
    0.8358613551342704,
    0.8358613551342704,
    0.8358613551342704,
    0.8358613551342704,
    0.8358613551342704,
    0.8358613551342704,
    0.8358613551342704,
    0.8358613551342704,
    0.8358613551342704
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students are quietly rehearsing elevator pitches against the wall.",
    "Some students are quietly rehearsing elevator pitches against the wall; healthcare providers showcase community outreach photos.",
    "At the event entrance, some students are quietly rehearsing elevator pitches against the wall while healthcare providers showcase photos of community outreach. Nearby, event staff scan registrations and hand out lanyards to attendees.",
    "At the event entrance, some students are quietly rehearsing elevator pitches against the wall while healthcare providers showcase photos of community outreach. Nearby, event staff scan registrations and hand out lanyards to attendees. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, some students are quietly rehearsing elevator pitches against the wall while healthcare providers showcase photos of community outreach. Nearby, event staff scan registrations and hand out lanyards to attendees. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor.",
    "At the event entrance, students rehearse elevator pitches against the wall while healthcare providers display photos of community outreach. Nearby, event staff scan registrations and hand out lanyards to attendees. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners surround the polished floor, and workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, students rehearse elevator pitches against the wall while healthcare providers display photos of community outreach. Nearby, event staff scan registrations and hand out lanyards to attendees. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners surround the polished floor, and workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "At the event entrance, students rehearse elevator pitches against the wall while healthcare providers display photos of community outreach. Nearby, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners surround the polished floor, and workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "At the event entrance, students rehearse elevator pitches against the wall, while healthcare providers display photos of community outreach. Nearby, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners surround the polished floor, and workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.36816281762650316,
    0.36816281762650316,
    0.36816281762650316,
    0.36816281762650316,
    0.36816281762650316,
    0.36816281762650316,
    0.36816281762650316,
    0.548159248484184,
    0.548159248484184,
    0.548159248484184,
    0.548159248484184,
    0.548159248484184,
    0.548159248484184,
    0.7156959164023331,
    0.7156959164023331,
    0.7156959164023331,
    0.7156959164023331,
    0.7156959164023331,
    0.7156959164023331,
    0.7156959164023331,
    0.7156959164023331,
    0.7400849687898627,
    0.7400849687898627,
    0.7400849687898627,
    0.7400849687898627,
    0.7400849687898627,
    0.7400849687898627,
    0.7400849687898627,
    0.7695363118960017,
    0.7695363118960017,
    0.7695363118960017,
    0.7695363118960017,
    0.7695363118960017,
    0.7695363118960017,
    0.7866250361380778,
    0.7866250361380778,
    0.7866250361380778,
    0.7866250361380778,
    0.7866250361380778,
    0.7866250361380778,
    0.7866250361380778,
    0.7866250361380778,
    0.7866250361380778,
    0.783371377940395,
    0.783371377940395,
    0.783371377940395,
    0.783371377940395,
    0.783371377940395,
    0.783371377940395,
    0.783371377940395,
    0.783371377940395,
    0.7829457176415813
  ],
  "11": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth for attention.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "An opening welcome announcement is broadcast over the PA system, outlining the fair schedule. Dozens of booths with colorful banners encircle the polished floor of the university gym. Students line up outside the gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications.",
    "An opening welcome announcement is broadcast over the PA system, outlining the fair schedule. Dozens of booths with colorful banners encircle the polished floor of the university gym. Students line up outside the gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.5756117488601145,
    0.5756117488601145,
    0.5756117488601145,
    0.5756117488601145,
    0.5756117488601145,
    0.5756117488601145,
    0.7629260988237121,
    0.7629260988237121,
    0.7629260988237121,
    0.7629260988237121,
    0.7629260988237121,
    0.7629260988237121,
    0.7629260988237121,
    0.7629260988237121,
    0.7629260988237121,
    0.7629260988237121,
    0.7629260988237121,
    0.7629260988237121,
    0.7629260988237121,
    0.7629260988237121,
    0.7629260988237121,
    0.7629260988237121,
    0.7629260988237121,
    0.7629260988237121,
    0.7998327541054275,
    0.7998327541054275,
    0.7998327541054275,
    0.7998327541054275,
    0.7998327541054275,
    0.7998327541054275,
    0.7998327541054275,
    0.7998327541054275,
    0.779809215926315,
    0.779809215926315,
    0.779809215926315,
    0.779809215926315,
    0.779809215926315,
    0.779809215926315,
    0.8663165909029424,
    0.8663165909029424,
    0.8663165909029424,
    0.8663165909029424,
    0.8663165909029424,
    0.8663165909029424,
    0.8663165909029424,
    0.8663165909029424,
    0.8663165909029424,
    0.8882973350126173,
    0.8882973350126173,
    0.8882973350126173,
    0.8882973350126173,
    0.8882973350126173,
    0.8882973350126173,
    0.8882973350126173
  ],
  "12": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while tech companies display demo screens showing their latest apps.",
    "An alumni panel discusses how to prepare for technical interviews while tech companies display demo screens showing their latest apps; human resources teams jot notes on tablets as students introduce themselves.",
    "An alumni panel discusses how to prepare for technical interviews while tech companies display demo screens showing their latest apps, and human resources teams jot notes on tablets as students introduce themselves.",
    "An alumni panel discusses how to prepare for technical interviews, while tech companies display demo screens showing their latest apps, and human resources teams jot notes on tablets as students introduce themselves.",
    "In an event setting, an alumni panel discusses how to prepare for technical interviews as tech companies display demo screens of their latest apps. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "An event setting features an alumni panel discussing how to prepare for technical interviews as tech companies display demo screens of their latest apps. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom.",
    "An event setting centers on an alumni panel discussing how to prepare for technical interviews, as tech companies display demo screens of their latest apps. Human resources teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.47616943561932534,
    0.47616943561932534,
    0.47616943561932534,
    0.47616943561932534,
    0.47616943561932534,
    0.47616943561932534,
    0.5101515073760721,
    0.5101515073760721,
    0.5101515073760721,
    0.5101515073760721,
    0.5101515073760721,
    0.5101515073760721,
    0.5101515073760721,
    0.5101515073760721,
    0.5101515073760721,
    0.46553677599092425,
    0.46553677599092425,
    0.46553677599092425,
    0.46553677599092425,
    0.46553677599092425,
    0.46553677599092425,
    0.46553677599092425,
    0.46553677599092425,
    0.46553677599092425,
    0.46216545563987194,
    0.46216545563987194,
    0.46216545563987194,
    0.46216545563987194,
    0.46216545563987194,
    0.46216545563987194,
    0.7703985091912158,
    0.7703985091912158,
    0.7703985091912158,
    0.7703985091912158,
    0.7703985091912158,
    0.7703985091912158,
    0.7703985091912158,
    0.7703985091912158,
    0.7703985091912158,
    0.7383527050328552,
    0.7383527050328552,
    0.7383527050328552,
    0.7383527050328552,
    0.7383527050328552,
    0.7383527050328552,
    0.7383527050328552,
    0.7383527050328552,
    0.7383527050328552,
    0.8048495510389716,
    0.8048495510389716,
    0.8048495510389716,
    0.8048495510389716,
    0.8048495510389716,
    0.8048495510389716,
    0.8048495510389716
  ],
  "13": [
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, and the engineering society sponsors a resume review table near the stage.",
    "At the event, career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule.",
    "Career counselors remind attendees to maintain eye contact; the engineering society sponsors a resume review table near the stage; workshops on networking etiquette begin in the adjoining classroom; some students rehearse elevator pitches quietly against the wall; an alumni panel discusses how to prepare for technical interviews; a welcome announcement over the PA system outlines the fair schedule; and a robotics startup flies a small drone above its booth for attention.",
    "At the career fair, counselors remind attendees to maintain eye contact while engaging with recruiters. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. A robotics startup flies a small drone above its booth to draw attention. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the career fair, counselors remind attendees to maintain eye contact with recruiters. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. A robotics startup flies a small drone above its booth to draw attention. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.36228811337155825,
    0.36228811337155825,
    0.36228811337155825,
    0.36228811337155825,
    0.36228811337155825,
    0.6916662325588843,
    0.6916662325588843,
    0.6916662325588843,
    0.6916662325588843,
    0.6916662325588843,
    0.6916662325588843,
    0.6916662325588843,
    0.7153293212803307,
    0.7153293212803307,
    0.7153293212803307,
    0.7153293212803307,
    0.7153293212803307,
    0.7153293212803307,
    0.7153293212803307,
    0.7423235749713152,
    0.7423235749713152,
    0.7423235749713152,
    0.7423235749713152,
    0.7423235749713152,
    0.7423235749713152,
    0.7423235749713152,
    0.7423235749713152,
    0.8242798499039843,
    0.8242798499039843,
    0.8242798499039843,
    0.8242798499039843,
    0.8242798499039843,
    0.8242798499039843,
    0.8242798499039843,
    0.8242798499039843,
    0.8242798499039843,
    0.5816668488135657,
    0.5816668488135657,
    0.5816668488135657,
    0.5816668488135657,
    0.5816668488135657,
    0.5816668488135657,
    0.5816668488135657,
    0.5816668488135657,
    0.8747884522631981,
    0.8747884522631981,
    0.8747884522631981,
    0.8747884522631981,
    0.8747884522631981,
    0.8747884522631981,
    0.8747884522631981,
    0.8747884522631981,
    0.8779390303852204,
    0.8779390303852204,
    0.8779390303852204,
    0.8779390303852204,
    0.8779390303852204
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos; human resources teams jot notes on tablets while students introduce themselves.",
    "Healthcare providers showcase community outreach photos; human resources teams jot notes on tablets as students introduce themselves.",
    "A professional gathering features healthcare providers displaying community outreach photos, while human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin.",
    "At a professional gathering, healthcare providers display community outreach photos while human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette have begun. A cybersecurity company is running a password-cracking challenge on a laptop.",
    "At a professional gathering, healthcare providers display community outreach photos while human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette have begun. A cybersecurity company is running a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a professional gathering, healthcare providers display community outreach photos while human resources teams jot notes on tablets as students introduce themselves. In an adjoining classroom, workshops on networking etiquette have begun. A cybersecurity company is running a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor.",
    "At a professional gathering, healthcare providers display community outreach photos while human resources teams jot notes on tablets as students introduce themselves. In an adjoining classroom, workshops on networking etiquette have begun. A cybersecurity company is running a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor.",
    "At a professional gathering, healthcare providers display community outreach photos while human resources teams jot notes on tablets as students introduce themselves. In an adjoining classroom, workshops on networking etiquette have begun. A cybersecurity company is running a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.4384696558157709,
    0.4384696558157709,
    0.4384696558157709,
    0.4384696558157709,
    0.4384696558157709,
    0.4384696558157709,
    0.4384696558157709,
    0.42872729748885896,
    0.42872729748885896,
    0.42872729748885896,
    0.42872729748885896,
    0.42872729748885896,
    0.42872729748885896,
    0.4796633937766744,
    0.4796633937766744,
    0.4796633937766744,
    0.4796633937766744,
    0.4796633937766744,
    0.4796633937766744,
    0.6155232145921836,
    0.6155232145921836,
    0.6155232145921836,
    0.6155232145921836,
    0.6155232145921836,
    0.6155232145921836,
    0.6155232145921836,
    0.6155232145921836,
    0.6155232145921836,
    0.6686720042319927,
    0.6686720042319927,
    0.6686720042319927,
    0.6686720042319927,
    0.6686720042319927,
    0.6686720042319927,
    0.6686720042319927,
    0.7085141569365092,
    0.7085141569365092,
    0.7085141569365092,
    0.7085141569365092,
    0.7085141569365092,
    0.7085141569365092,
    0.7085141569365092,
    0.7085141569365092,
    0.7085141569365092,
    0.7085141569365092,
    0.7085141569365092,
    0.7085141569365092,
    0.7085141569365092,
    0.7085141569365092,
    0.7085141569365092,
    0.7085141569365092,
    0.7085141569365092,
    0.7085141569365092,
    0.7085141569365092,
    0.7085141569365092,
    0.7085141569365092
  ],
  "15": [
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers deliver quick pep talks near the coffee station as students line up outside the university gym ahead of the career fair opening.",
    "Alumni volunteers deliver quick pep talks near the coffee station as students line up outside the university gym ahead of the career fair opening. A robotics startup flies a small drone above its booth for attention.",
    "Alumni volunteers deliver short pep talks near the coffee station as students line up outside the university gym ahead of the career fair opening. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym ahead of the career fair opening, as alumni volunteers deliver short pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym ahead of the career fair opening, as alumni volunteers deliver short pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym ahead of the career fair opening as alumni volunteers deliver short pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym ahead of the career fair opening as alumni volunteers deliver short pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym ahead of the career fair opening, as alumni volunteers deliver short pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.4380721103227365,
    0.4380721103227365,
    0.4380721103227365,
    0.4380721103227365,
    0.4380721103227365,
    0.6194298228977524,
    0.6194298228977524,
    0.6194298228977524,
    0.6194298228977524,
    0.6194298228977524,
    0.6194298228977524,
    0.6194298228977524,
    0.7187983159577587,
    0.7187983159577587,
    0.7187983159577587,
    0.7187983159577587,
    0.7187983159577587,
    0.7187983159577587,
    0.7831965143232034,
    0.7831965143232034,
    0.7831965143232034,
    0.7831965143232034,
    0.7831965143232034,
    0.7831965143232034,
    0.7831965143232034,
    0.7831965143232034,
    0.7831965143232034,
    0.8341573713871844,
    0.8341573713871844,
    0.8341573713871844,
    0.8341573713871844,
    0.8341573713871844,
    0.8341573713871844,
    0.8341573713871844,
    0.8341573713871844,
    0.8341573713871844,
    0.7653568016061594,
    0.7653568016061594,
    0.7653568016061594,
    0.7653568016061594,
    0.7653568016061594,
    0.7653568016061594,
    0.7653568016061594,
    0.7653568016061594,
    0.7653568016061594,
    0.7653568016061594,
    0.7653568016061594,
    0.7653568016061594,
    0.7653568016061594,
    0.7653568016061594,
    0.7653568016061594,
    0.7653568016061594,
    0.7653568016061594,
    0.7653568016061594,
    0.8586318577060972,
    0.8586318577060972,
    0.8586318577060972,
    0.8586318577060972
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is being broadcast over the public address system, outlining the fair's schedule for attendees.",
    "A welcome announcement is being broadcast over the public address system, outlining the fair's schedule for attendees, as career counselors redirect unsure students toward applicable industries.",
    "A welcome announcement is being broadcast over the public address system at the fair, outlining the schedule for attendees. Career counselors are redirecting unsure students toward applicable industries. Alumni volunteers are sharing quick pep talks near the coffee station.",
    "At the fair, a welcome announcement is being broadcast over the public address system outlining the schedule for attendees. Career counselors are redirecting unsure students toward applicable industries. Alumni volunteers are delivering quick pep talks near the coffee station. Finance firms are offering QR codes for immediate internship applications.",
    "At the fair, a welcome announcement is being broadcast over the public address system outlining the schedule for attendees. Career counselors are redirecting unsure students toward applicable industries. Alumni volunteers are delivering quick pep talks near the coffee station. Finance firms are offering QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement is broadcast over the public address system outlining the schedule for attendees. Career counselors redirect unsure students toward applicable industries. Alumni volunteers deliver quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case-study booklets on high tables.",
    "At the fair, a welcome announcement is broadcast over the public address system outlining the schedule for attendees. Career counselors direct unsure students toward applicable industries. Alumni volunteers deliver quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case-study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "At the fair, a welcome announcement over the public-address system outlines the attendees' schedule. Career counselors direct unsure students toward applicable industries. Alumni volunteers deliver quick pep talks near the coffee station. Finance firms display QR codes for immediate internship applications. Tech companies show demo screens of their latest apps. Consulting firms stack glossy case-study booklets on high tables. Some students rehearse elevator pitches quietly against the wall."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41741115367897835,
    0.41741115367897835,
    0.41741115367897835,
    0.41741115367897835,
    0.41741115367897835,
    0.41741115367897835,
    0.41741115367897835,
    0.4842192079977768,
    0.4842192079977768,
    0.4842192079977768,
    0.4842192079977768,
    0.4842192079977768,
    0.4842192079977768,
    0.4842192079977768,
    0.4842192079977768,
    0.802985928991498,
    0.802985928991498,
    0.802985928991498,
    0.802985928991498,
    0.802985928991498,
    0.802985928991498,
    0.859476073392505,
    0.859476073392505,
    0.859476073392505,
    0.859476073392505,
    0.859476073392505,
    0.859476073392505,
    0.859476073392505,
    0.859476073392505,
    0.859476073392505,
    0.8821472382979141,
    0.8821472382979141,
    0.8821472382979141,
    0.8821472382979141,
    0.8821472382979141,
    0.8821472382979141,
    0.8821472382979141,
    0.8821472382979141,
    0.8821472382979141,
    0.8948378513835467,
    0.8948378513835467,
    0.8948378513835467,
    0.8948378513835467,
    0.8948378513835467,
    0.8948378513835467,
    0.8948378513835467,
    0.8993947282023272,
    0.8993947282023272,
    0.8993947282023272,
    0.8993947282023272,
    0.8993947282023272,
    0.8993947282023272,
    0.8993947282023272,
    0.8993947282023272,
    0.8967709313844217,
    0.8967709313844217,
    0.8967709313844217,
    0.8967709313844217,
    0.8967709313844217,
    0.8967709313844217,
    0.8967709313844217
  ],
  "17": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables, forming stacks on elevated surfaces. The scene includes multiple firms and high tables, with the booklets serving as the primary objects.",
    "Multiple consulting firms stack glossy case study booklets on high tables, forming stacks on elevated surfaces. The scene includes several firms and multiple high tables, with the booklets serving as the primary objects in the display. Finance firms offer QR codes for immediate internship applications.",
    "In a display scene, multiple consulting firms stack glossy case study booklets on high tables, forming stacks on elevated surfaces. The booklets are the primary objects in the display, and the scene includes several firms and multiple high tables. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "In a display scene, glossy case-study booklets from multiple consulting firms are stacked on high tables, forming stacks on elevated surfaces with the booklets as the primary objects. The scene includes several firms and multiple high tables. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders.",
    "A display scene shows glossy case-study booklets from multiple consulting firms stacked on high tables, forming stacks on elevated surfaces with the booklets as the primary objects. The setup includes several firms and multiple high tables. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders.",
    "A display scene features glossy case-study booklets from multiple consulting firms stacked on high tables, with the booklets forming the primary objects on elevated surfaces. The setup includes several firms and multiple high tables. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "In a display scene, glossy case-study booklets from multiple consulting firms are stacked on high tables, forming the primary objects on elevated surfaces. The setup includes several firms and multiple high tables. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall and clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.37545981193484346,
    0.37545981193484346,
    0.37545981193484346,
    0.37545981193484346,
    0.37545981193484346,
    0.37545981193484346,
    0.6565856608617461,
    0.6565856608617461,
    0.6565856608617461,
    0.6565856608617461,
    0.6565856608617461,
    0.6565856608617461,
    0.6565856608617461,
    0.6371139173329596,
    0.6371139173329596,
    0.6371139173329596,
    0.6371139173329596,
    0.6371139173329596,
    0.6371139173329596,
    0.6371139173329596,
    0.6371139173329596,
    0.7022780854654606,
    0.7022780854654606,
    0.7022780854654606,
    0.7022780854654606,
    0.7022780854654606,
    0.7022780854654606,
    0.7022780854654606,
    0.7022780854654606,
    0.7022780854654606,
    0.7022780854654606,
    0.7022780854654606,
    0.7031854012169938,
    0.7031854012169938,
    0.7031854012169938,
    0.7031854012169938,
    0.7031854012169938,
    0.7031854012169938,
    0.7031854012169938,
    0.7031854012169938,
    0.7222704145873877,
    0.7222704145873877,
    0.7222704145873877,
    0.7222704145873877,
    0.7222704145873877,
    0.7222704145873877,
    0.7222704145873877,
    0.7222704145873877,
    0.7222704145873877,
    0.7222704145873877,
    0.7178584701007924,
    0.7178584701007924,
    0.7178584701007924,
    0.7178584701007924,
    0.7178584701007924,
    0.7178584701007924
  ],
  "18": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, and a welcome announcement over the PA system outlines the fair schedule.",
    "Healthcare providers showcase community outreach photos, and a welcome announcement over the PA system outlines the fair schedule.",
    "Healthcare providers showcase community outreach photos, and a welcome announcement over the PA system outlines the fair schedule.",
    "Healthcare providers showcase community outreach photos. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders.",
    "Healthcare providers showcase community outreach photos. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders.",
    "In the event space, healthcare providers showcase community outreach photos. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders.",
    "In the event space, healthcare providers showcase community outreach photos, a welcome announcement over the PA system outlines the fair schedule, and students clutch resumes inside branded folders.",
    "In the event space, healthcare providers display community outreach photos, a welcome announcement over the PA system outlines the fair schedule, and students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "Within the event space, healthcare providers display community outreach photos, and a welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders, while alumni volunteers share quick pep talks near the coffee station."
  ],
  "18_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.36258954039726854,
    0.36258954039726854,
    0.36258954039726854,
    0.36258954039726854,
    0.36258954039726854,
    0.36258954039726854,
    0.36258954039726854,
    0.36258954039726854,
    0.36258954039726854,
    0.36258954039726854,
    0.36258954039726854,
    0.36258954039726854,
    0.36258954039726854,
    0.36258954039726854,
    0.36258954039726854,
    0.36258954039726854,
    0.36258954039726854,
    0.6560727038481271,
    0.6560727038481271,
    0.6560727038481271,
    0.6560727038481271,
    0.6560727038481271,
    0.6560727038481271,
    0.6560727038481271,
    0.6560727038481271,
    0.6560727038481271,
    0.6560727038481271,
    0.6560727038481271,
    0.6560727038481271,
    0.6560727038481271,
    0.6560727038481271,
    0.6560727038481271,
    0.7381581923628989,
    0.7381581923628989,
    0.7381581923628989,
    0.7381581923628989,
    0.7381581923628989,
    0.7381581923628989,
    0.4669674353109024,
    0.4669674353109024,
    0.4669674353109024,
    0.4669674353109024,
    0.4669674353109024,
    0.4669674353109024,
    0.4669674353109024,
    0.4669674353109024,
    0.6368035816647369,
    0.6368035816647369,
    0.6368035816647369,
    0.6368035816647369,
    0.6368035816647369,
    0.6368035816647369,
    0.6368035816647369,
    0.6261653966277216,
    0.6261653966277216,
    0.6261653966277216,
    0.6261653966277216,
    0.6261653966277216,
    0.6261653966277216
  ],
  "19": [
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers are giving quick pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables.",
    "Alumni volunteers are delivering quick pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym in anticipation of the career fair opening.",
    "Alumni volunteers are delivering quick pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym in anticipation of the career fair opening, and a welcome announcement outlines the fair schedule over the PA system.",
    "Alumni volunteers are delivering quick pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym in anticipation of the career fair opening, and a welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders.",
    "Alumni volunteers are delivering quick pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym in anticipation of the career fair opening, and a welcome announcement over the PA system outlines the fair schedule. Inside, students clutch resumes in branded folders.",
    "Alumni volunteers give quick pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym in anticipation of the career fair opening, and a welcome announcement over the PA system outlines the fair schedule. Inside, students clutch resumes in branded folders, and workshops on networking etiquette begin in the adjoining classroom.",
    "A university career fair is unfolding around the gym and adjoining classroom spaces. Alumni volunteers give quick pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym in anticipation of the career fair opening, and a welcome announcement over the PA system outlines the fair schedule. Inside, students clutch resumes in branded folders, and workshops on networking etiquette begin in the adjoining classroom.",
    "A university career fair is unfolding around the gym and adjoining classroom spaces. Alumni volunteers give quick pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym in anticipation of the opening, and a welcome announcement over the PA outlines the fair schedule. Inside, students clutch resumes in branded folders, and networking etiquette workshops begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "A university career fair is unfolding around the gym and adjoining classroom spaces. Alumni volunteers give quick pep talks near the coffee station as consulting firms stack glossy case study booklets on high tables. Students line up outside the gym in anticipation of the opening, while a welcome announcement over the PA outlines the fair schedule. Inside, students clutch resumes in branded folders and networking etiquette workshops begin in the adjoining classroom. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.34018687166548434,
    0.34018687166548434,
    0.34018687166548434,
    0.34018687166548434,
    0.34018687166548434,
    0.34018687166548434,
    0.539071674016343,
    0.539071674016343,
    0.539071674016343,
    0.539071674016343,
    0.539071674016343,
    0.539071674016343,
    0.539071674016343,
    0.5781839645596215,
    0.5781839645596215,
    0.5781839645596215,
    0.5781839645596215,
    0.5781839645596215,
    0.5781839645596215,
    0.7382128827730045,
    0.7382128827730045,
    0.7382128827730045,
    0.7382128827730045,
    0.7382128827730045,
    0.7382128827730045,
    0.7382128827730045,
    0.7381871737957038,
    0.7381871737957038,
    0.7381871737957038,
    0.7381871737957038,
    0.7381871737957038,
    0.7381871737957038,
    0.7381871737957038,
    0.7381871737957038,
    0.7381871737957038,
    0.7573310406314131,
    0.7573310406314131,
    0.7573310406314131,
    0.7573310406314131,
    0.7573310406314131,
    0.7573310406314131,
    0.7573310406314131,
    0.7573310406314131,
    0.8014076501791929,
    0.8014076501791929,
    0.8014076501791929,
    0.8014076501791929,
    0.8014076501791929,
    0.8014076501791929,
    0.8014076501791929,
    0.8014076501791929,
    0.8152037585546865,
    0.8152037585546865,
    0.8152037585546865,
    0.8152037585546865,
    0.8152037585546865,
    0.8152037585546865
  ],
  "20": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers give quick pep talks near the coffee station, while event staff scan registrations and hand out lanyards at the entrance.",
    "Alumni volunteers give quick pep talks near the coffee station, while event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "Alumni volunteers give brief pep talks near the coffee station while event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders, and line up outside the university gym before the career fair opens.",
    "Alumni volunteers give brief pep talks near the coffee station while event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens.",
    "Alumni volunteers give brief pep talks near the coffee station as event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders and line up outside the university gym in advance of the career fair opening. A welcome announcement over the PA system outlines the fair schedule.",
    "Alumni volunteers give brief pep talks near the coffee station, while event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders and line up outside the university gym in advance of the career fair opening. A welcome announcement over the PA system outlines the fair schedule.",
    "Alumni volunteers deliver brief pep talks near the coffee station while event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders and line up outside the university gym in advance of the career fair opening. A welcome announcement over the PA system outlines the fair schedule. A robotics startup flies a small drone above its booth for attention.",
    "Alumni volunteers deliver brief pep talks near the coffee station as event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders and line up outside the university gym in advance of the career fair opening. A welcome announcement over the PA outlines the fair schedule. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries."
  ],
  "20_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3829136435106298,
    0.3829136435106298,
    0.3829136435106298,
    0.3829136435106298,
    0.3829136435106298,
    0.3829136435106298,
    0.3829136435106298,
    0.5650117287131643,
    0.5650117287131643,
    0.5650117287131643,
    0.5650117287131643,
    0.5650117287131643,
    0.5650117287131643,
    0.5650117287131643,
    0.6005746215375205,
    0.6005746215375205,
    0.6005746215375205,
    0.6005746215375205,
    0.6005746215375205,
    0.6005746215375205,
    0.6005746215375205,
    0.6005746215375205,
    0.6005746215375205,
    0.6030091941351003,
    0.6030091941351003,
    0.6030091941351003,
    0.6030091941351003,
    0.6030091941351003,
    0.6030091941351003,
    0.7232671869542521,
    0.7232671869542521,
    0.7232671869542521,
    0.7232671869542521,
    0.7232671869542521,
    0.7232671869542521,
    0.7232671869542521,
    0.7871268662709634,
    0.7871268662709634,
    0.7871268662709634,
    0.7871268662709634,
    0.7871268662709634,
    0.7871268662709634,
    0.7871268662709634,
    0.7871268662709634,
    0.7912755480471404,
    0.7912755480471404,
    0.7912755480471404,
    0.7912755480471404,
    0.7912755480471404,
    0.7912755480471404,
    0.7912755480471404,
    0.7912755480471404,
    0.7912755480471404,
    0.8132613510168153,
    0.8132613510168153,
    0.8132613510168153,
    0.8132613510168153
  ],
  "21": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym before the career fair opens, signaling anticipation for the event. An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees as they await opportunities.",
    "Outside the university gym, students line up before the career fair opens, signaling anticipation for the event. An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees as they await opportunities. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the career fair opens, signaling anticipation. An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees as they await opportunities. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, students line up before the career fair opens, signaling anticipation. An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees as they await opportunities. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth for attention.",
    "Outside the university gym, students line up before the career fair opens. An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees as they await opportunities. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, students line up as the career fair opens. An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees as they await opportunities. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, students line up as the career fair opens. An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees as they await opportunities. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves. Healthcare providers showcase community outreach photos."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.6217758772527433,
    0.6217758772527433,
    0.6217758772527433,
    0.6217758772527433,
    0.6217758772527433,
    0.6217758772527433,
    0.6217758772527433,
    0.6304586473504884,
    0.6304586473504884,
    0.6304586473504884,
    0.6304586473504884,
    0.6304586473504884,
    0.6304586473504884,
    0.7748408393885495,
    0.7748408393885495,
    0.7748408393885495,
    0.7748408393885495,
    0.7748408393885495,
    0.7748408393885495,
    0.807549617260054,
    0.807549617260054,
    0.807549617260054,
    0.807549617260054,
    0.807549617260054,
    0.807549617260054,
    0.807549617260054,
    0.807549617260054,
    0.8505337495668865,
    0.8505337495668865,
    0.8505337495668865,
    0.8505337495668865,
    0.8505337495668865,
    0.8505337495668865,
    0.862490338336749,
    0.862490338336749,
    0.862490338336749,
    0.862490338336749,
    0.862490338336749,
    0.862490338336749,
    0.862490338336749,
    0.862490338336749,
    0.8819838864530465,
    0.8819838864530465,
    0.8819838864530465,
    0.8819838864530465,
    0.8819838864530465,
    0.8819838864530465,
    0.8819838864530465,
    0.8819838864530465,
    0.8819838864530465,
    0.8819838864530465
  ],
  "22": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "At the event, an engineering society sponsors a resume review table located near the stage, and an alumni panel discusses how to prepare for technical interviews. The two elements describe separate but concurrent activities within the setting, with the table offering resume review and the panel focusing on interview preparation.",
    "At the event, an engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. The two elements describe separate but concurrent activities within the setting, with the table offering resume review and the panel focusing on interview preparation. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, an engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews; the two activities are separate but concurrent within the setting, with the table offering resume review and the panel focusing on interview preparation. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos.",
    "At the event, an engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. The two activities are separate but concurrent, with the table offering resume review and the panel focusing on interview preparation. Dozens of booths with colorful banners circle the polished floor, while healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, an engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. The two activities are separate but concurrent, with the table offering resume review and the panel focusing on interview preparation. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, an engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. The two activities are separate but concurrent, with the table offering resume review and the panel focusing on interview preparation. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "At the event, an engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. The two activities are separate but concurrent, with the table offering resume review and the panel focusing on interview preparation. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries."
  ],
  "22_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4800998859255008,
    0.4800998859255008,
    0.4800998859255008,
    0.4800998859255008,
    0.4800998859255008,
    0.4800998859255008,
    0.4800998859255008,
    0.4800998859255008,
    0.7138747844739668,
    0.7138747844739668,
    0.7138747844739668,
    0.7138747844739668,
    0.7138747844739668,
    0.7138747844739668,
    0.7138747844739668,
    0.7138747844739668,
    0.7138747844739668,
    0.7138747844739668,
    0.5962595770188639,
    0.5962595770188639,
    0.5962595770188639,
    0.5962595770188639,
    0.5962595770188639,
    0.5962595770188639,
    0.5962595770188639,
    0.7771061163034518,
    0.7771061163034518,
    0.7771061163034518,
    0.7771061163034518,
    0.7771061163034518,
    0.7771061163034518,
    0.7771061163034518,
    0.7771061163034518,
    0.7771061163034518,
    0.7741616984960732,
    0.7741616984960732,
    0.7741616984960732,
    0.7741616984960732,
    0.7741616984960732,
    0.7741616984960732,
    0.7741616984960732,
    0.7741616984960732,
    0.7741616984960732,
    0.7741616984960732,
    0.7741616984960732,
    0.7741616984960732,
    0.7741616984960732,
    0.7933153604463442,
    0.7933153604463442,
    0.7933153604463442,
    0.7933153604463442,
    0.7933153604463442,
    0.7933153604463442,
    0.7933153604463442,
    0.7933153604463442,
    0.7933153604463442,
    0.7933153604463442,
    0.7933153604463442
  ],
  "23": [
    "",
    "",
    "",
    "A line of students forms outside the university gym, in advance of the career fair opening.",
    "A line of students forms outside the university gym in advance of the career fair opening. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A line of students forms outside the university gym in advance of the career fair opening. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders.",
    "A line of students forms outside the university gym in advance of the career fair opening. A welcome announcement is broadcast over the PA system outlining the fair schedule. Students clutch resumes inside branded folders. Event staff scan registrations at the entrance and hand out lanyards.",
    "A line of students forms outside the university gym ahead of the career fair opening. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders. Event staff scan registrations at the entrance and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, a line of students forms ahead of the career fair opening. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders. Event staff scan registrations at the entrance and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "Outside the university gym, a line of students forms ahead of the career fair opening. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders. Event staff scan registrations at the entrance and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, a line of students forms ahead of the career fair opening. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders. Event staff scan registrations at the entrance and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, a line of students forms ahead of the career fair opening. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders. Event staff scan registrations at the entrance and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.3378265283774875,
    0.3378265283774875,
    0.3378265283774875,
    0.3378265283774875,
    0.3378265283774875,
    0.3378265283774875,
    0.3378265283774875,
    0.5271416575946928,
    0.5271416575946928,
    0.5271416575946928,
    0.5271416575946928,
    0.5271416575946928,
    0.5271416575946928,
    0.7106324078430937,
    0.7106324078430937,
    0.7106324078430937,
    0.7106324078430937,
    0.7106324078430937,
    0.7106324078430937,
    0.7416772881623226,
    0.7416772881623226,
    0.7416772881623226,
    0.7416772881623226,
    0.7416772881623226,
    0.7416772881623226,
    0.7416772881623226,
    0.8142588927266232,
    0.8142588927266232,
    0.8142588927266232,
    0.8142588927266232,
    0.8142588927266232,
    0.8142588927266232,
    0.8142588927266232,
    0.8142588927266232,
    0.8142588927266232,
    0.8461952420761029,
    0.8461952420761029,
    0.8461952420761029,
    0.8461952420761029,
    0.8461952420761029,
    0.8461952420761029,
    0.8461952420761029,
    0.8461952420761029,
    0.859889498317584,
    0.859889498317584,
    0.859889498317584,
    0.859889498317584,
    0.859889498317584,
    0.859889498317584,
    0.859889498317584,
    0.859889498317584,
    0.859889498317584,
    0.8567910389862452,
    0.8567910389862452,
    0.8567910389862452,
    0.8567910389862452,
    0.8567910389862452,
    0.8567910389862452,
    0.8567910389862452,
    0.8567910389862452,
    0.8668811821922834,
    0.8668811821922834,
    0.8668811821922834
  ],
  "24": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company hosts a password cracking challenge on a laptop, while alumni volunteers offer quick pep talks near the coffee station.",
    "At the university, a cybersecurity company hosts a password cracking challenge on a laptop, while alumni volunteers offer quick pep talks near the coffee station, and students line up outside the university gym before the career fair opens.",
    "At the university, a cybersecurity company hosts a password cracking challenge on a laptop, while alumni volunteers offer quick pep talks near the coffee station; students line up outside the university gym before the career fair opens, and consulting firms stack glossy case study booklets on high tables.",
    "At the university, a cybersecurity company is hosting a password-cracking challenge on a laptop, while alumni volunteers offer quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens, and consulting firms stack glossy case-study booklets on high tables. Students clutch resumes inside branded folders.",
    "At the university, a cybersecurity company is hosting a password-cracking challenge on a laptop, while alumni volunteers offer quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens, and consulting firms stack glossy case-study booklets on high tables. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "At the university, a cybersecurity company is hosting a password-cracking challenge on a laptop, with alumni volunteers offering quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens, while consulting firms stack glossy case-study booklets on high tables. Inside, students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. The scene combines hands-on cybersecurity activity, pep talks, and resume preparation for the career fair.",
    "At the university, a cybersecurity company hosts a password-cracking challenge on a laptop, with alumni volunteers offering quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens, while consulting firms stack glossy case-study booklets on high tables. Inside, students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. The scene blends hands-on cybersecurity activity, pep talks, and resume preparation for the career fair. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.35647264563939063,
    0.35647264563939063,
    0.35647264563939063,
    0.35647264563939063,
    0.35647264563939063,
    0.35647264563939063,
    0.35647264563939063,
    0.35647264563939063,
    0.35647264563939063,
    0.35647264563939063,
    0.40891371558273376,
    0.40891371558273376,
    0.40891371558273376,
    0.40891371558273376,
    0.40891371558273376,
    0.40891371558273376,
    0.40891371558273376,
    0.40891371558273376,
    0.42879918284971963,
    0.42879918284971963,
    0.42879918284971963,
    0.42879918284971963,
    0.42879918284971963,
    0.42879918284971963,
    0.42879918284971963,
    0.723914585086859,
    0.723914585086859,
    0.723914585086859,
    0.723914585086859,
    0.723914585086859,
    0.723914585086859,
    0.723914585086859,
    0.7560258913476157,
    0.7560258913476157,
    0.7560258913476157,
    0.7560258913476157,
    0.7560258913476157,
    0.7560258913476157,
    0.7560258913476157,
    0.7560258913476157,
    0.7560258913476157,
    0.7560258913476157,
    0.7560258913476157,
    0.7112979047308368,
    0.7112979047308368,
    0.7112979047308368,
    0.7112979047308368,
    0.7112979047308368,
    0.7112979047308368,
    0.7112979047308368,
    0.7112979047308368,
    0.7112979047308368,
    0.7513709807046693,
    0.7513709807046693,
    0.7513709807046693
  ],
  "25": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor.",
    "Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance.",
    "Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews.",
    "Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews.",
    "Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "Workshops on networking etiquette begin in the adjoining classroom as dozens of booths with colorful banners circle the polished floor for the career fair. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university, a career fair unfolds with dozens of booths bearing colorful banners circling the polished floor. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university, a career fair unfolds with dozens of booths bearing colorful banners circling the polished floor. Workshops on networking etiquette take place in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the fair opens. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "25_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.4790970262414145,
    0.4790970262414145,
    0.4790970262414145,
    0.4790970262414145,
    0.4790970262414145,
    0.4790970262414145,
    0.6471189051670345,
    0.6471189051670345,
    0.6471189051670345,
    0.6471189051670345,
    0.6471189051670345,
    0.6471189051670345,
    0.6471189051670345,
    0.70434987974623,
    0.70434987974623,
    0.70434987974623,
    0.70434987974623,
    0.70434987974623,
    0.70434987974623,
    0.70434987974623,
    0.70434987974623,
    0.70434987974623,
    0.70434987974623,
    0.70434987974623,
    0.70434987974623,
    0.70434987974623,
    0.70434987974623,
    0.70434987974623,
    0.70434987974623,
    0.70434987974623,
    0.70434987974623,
    0.70434987974623,
    0.7671826548038803,
    0.7671826548038803,
    0.7671826548038803,
    0.7671826548038803,
    0.7671826548038803,
    0.7671826548038803,
    0.7671826548038803,
    0.7671826548038803,
    0.7671826548038803,
    0.7671826548038803,
    0.8249534299268781,
    0.8249534299268781,
    0.8249534299268781,
    0.8249534299268781,
    0.8249534299268781,
    0.8249534299268781,
    0.8249534299268781,
    0.8249534299268781,
    0.8249534299268781,
    0.8474154313872372,
    0.8474154313872372,
    0.8474154313872372,
    0.8474154313872372,
    0.8474154313872372,
    0.8474154313872372,
    0.8474154313872372,
    0.8578732570387472
  ],
  "26": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, establishing an active session. An alumni panel discusses how to prepare for technical interviews.",
    "Workshops on networking etiquette are underway in the adjoining classroom, establishing an active session. An alumni panel is discussing how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "Workshops on networking etiquette are underway in the adjoining classroom, establishing an active session. An alumni panel is discussing how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "Activities are underway at the event: in the adjoining classroom, workshops on networking etiquette are in progress. An alumni panel is discussing how to prepare for technical interviews. Near the stage, the engineering society sponsors a resume review table. Groups of friends are marking target employers on the event map. At the entrance, event staff are scanning registrations and handing out lanyards.",
    "Activities at the event are underway. In the adjoining classroom, workshops on networking etiquette are in progress. An alumni panel is discussing how to prepare for technical interviews. Near the stage, the engineering society sponsors a resume review table. Groups of friends are marking target employers on the event map. At the entrance, event staff are scanning registrations and handing out lanyards. Human resources teams jot notes on tablets while students introduce themselves.",
    "Activities at the event are underway. In the adjoining classroom, workshops on networking etiquette are in progress. An alumni panel is discussing how to prepare for technical interviews. Near the stage, the engineering society sponsors a resume review table. Groups of friends are marking target employers on the event map. At the entrance, event staff are scanning registrations and handing out lanyards. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "Event activities are underway across the venue. In the adjoining classroom, networking etiquette workshops are in progress, and an alumni panel is discussing how to prepare for technical interviews. Near the stage, the engineering society sponsors a resume review table. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.5227886998511322,
    0.5227886998511322,
    0.5227886998511322,
    0.5227886998511322,
    0.5227886998511322,
    0.5227886998511322,
    0.5227886998511322,
    0.6609864124234797,
    0.6609864124234797,
    0.6609864124234797,
    0.6609864124234797,
    0.6609864124234797,
    0.6609864124234797,
    0.7171464479291596,
    0.7171464479291596,
    0.7171464479291596,
    0.7171464479291596,
    0.7171464479291596,
    0.7171464479291596,
    0.7726924883029979,
    0.7726924883029979,
    0.7726924883029979,
    0.7726924883029979,
    0.7726924883029979,
    0.7726924883029979,
    0.7726924883029979,
    0.7726924883029979,
    0.7871960967765194,
    0.7871960967765194,
    0.7871960967765194,
    0.7871960967765194,
    0.7871960967765194,
    0.7871960967765194,
    0.7871960967765194,
    0.7871960967765194,
    0.7871960967765194,
    0.7871960967765194,
    0.7871960967765194,
    0.7871960967765194,
    0.8117358751944729,
    0.8117358751944729,
    0.8117358751944729,
    0.8117358751944729,
    0.8117358751944729,
    0.8117358751944729,
    0.8117358751944729,
    0.8117358751944729,
    0.8117358751944729,
    0.8064457404460486,
    0.8064457404460486,
    0.8064457404460486,
    0.8064457404460486
  ],
  "27": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "In the adjoining classroom, workshops on networking etiquette begin, and career counselors remind attendees to maintain eye contact.",
    "In the adjoining classroom, workshops on networking etiquette begin as career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before the career fair opens.",
    "In the adjoining classroom, workshops on networking etiquette begin as career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "In the adjoining classroom, networking etiquette workshops begin as career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before the career fair opens. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "On campus, concurrent career-prep activities unfold: in the adjoining classroom, networking etiquette workshops begin as career counselors remind attendees to maintain eye contact; outside the university gym, students line up before the career fair opens; the engineering society sponsors a resume review table near the stage; some students rehearse elevator pitches quietly against the wall; a robotics startup flies a small drone above its booth to draw attention.",
    "On campus, concurrent career-prep activities unfold. In the adjoining classroom, networking etiquette workshops begin as career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before the career fair opens. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables.",
    "On campus, concurrent career-prep activities unfold around a career fair. In an adjoining classroom, networking etiquette workshops begin as career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before the career fair opens. The engineering society sponsors a resume-review table near the stage. A robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case-study booklets on high tables. Several students rehearse elevator pitches quietly against the wall."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.30230931383215354,
    0.30230931383215354,
    0.30230931383215354,
    0.30230931383215354,
    0.30230931383215354,
    0.30230931383215354,
    0.30230931383215354,
    0.30230931383215354,
    0.30230931383215354,
    0.30230931383215354,
    0.30230931383215354,
    0.5325146348231864,
    0.5325146348231864,
    0.5325146348231864,
    0.5325146348231864,
    0.5325146348231864,
    0.5325146348231864,
    0.5325146348231864,
    0.6932247939092446,
    0.6932247939092446,
    0.6932247939092446,
    0.6932247939092446,
    0.6932247939092446,
    0.6932247939092446,
    0.6932247939092446,
    0.6932247939092446,
    0.6694093764455804,
    0.6694093764455804,
    0.6694093764455804,
    0.6694093764455804,
    0.6694093764455804,
    0.6694093764455804,
    0.6694093764455804,
    0.6694093764455804,
    0.6694093764455804,
    0.4813308310976452,
    0.4813308310976452,
    0.4813308310976452,
    0.4813308310976452,
    0.4813308310976452,
    0.4813308310976452,
    0.4813308310976452,
    0.4813308310976452,
    0.7928928489758303,
    0.7928928489758303,
    0.7928928489758303,
    0.7928928489758303,
    0.7928928489758303,
    0.7928928489758303,
    0.7928928489758303,
    0.7928928489758303,
    0.7928928489758303,
    0.7928928489758303,
    0.816814040296081,
    0.816814040296081,
    0.816814040296081,
    0.816814040296081,
    0.816814040296081
  ],
  "28": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup deploys a small drone that flies above its booth to attract attention, while consulting firms stack glossy case study booklets on high tables.",
    "At an exhibit, a robotics startup deploys a small drone that flies above its booth to attract attention. Nearby, consulting firms stack glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At an exhibit, a robotics startup deploys a small drone that flies above its booth to attract attention. Nearby, consulting firms stack glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "At an exhibit, a robotics startup deploys a small drone that flies above its booth to attract attention. Nearby, consulting firms stack glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "At an exhibit, a robotics startup deploys a small drone that flies above its booth to attract attention. Nearby, consulting firms stack glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "At the exhibit, a robotics startup deploys a small drone that flies above its booth to attract attention. Nearby, consulting firms stack glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "At the exhibit floor, dozens of booths with colorful banners circle the polished floor. A robotics startup deploys a small drone that flies above its booth to attract attention. Nearby, consulting firms stack glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.3976269469231387,
    0.3976269469231387,
    0.3976269469231387,
    0.3976269469231387,
    0.3976269469231387,
    0.3976269469231387,
    0.3976269469231387,
    0.3976269469231387,
    0.6510195588673178,
    0.6510195588673178,
    0.6510195588673178,
    0.6510195588673178,
    0.6510195588673178,
    0.6510195588673178,
    0.6510195588673178,
    0.6708590285458522,
    0.6708590285458522,
    0.6708590285458522,
    0.6708590285458522,
    0.6708590285458522,
    0.6708590285458522,
    0.6708590285458522,
    0.6708590285458522,
    0.757871756017887,
    0.757871756017887,
    0.757871756017887,
    0.757871756017887,
    0.757871756017887,
    0.757871756017887,
    0.757871756017887,
    0.7939898566136363,
    0.7939898566136363,
    0.7939898566136363,
    0.7939898566136363,
    0.7939898566136363,
    0.7939898566136363,
    0.7939898566136363,
    0.7939898566136363,
    0.8205221821433588,
    0.8205221821433588,
    0.8205221821433588,
    0.8205221821433588,
    0.8205221821433588,
    0.8205221821433588,
    0.8205221821433588,
    0.8205221821433588,
    0.8205221821433588,
    0.8205221821433588,
    0.8205291058367388,
    0.8205291058367388,
    0.8205291058367388
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A polished floor is circled by dozens of booths bearing colorful banners.",
    "A polished floor is circled by dozens of booths bearing colorful banners.",
    "A polished floor is circled by dozens of booths bearing colorful banners, with event staff at the entrance scanning registrations and handing out lanyards.",
    "A polished floor forms the center of a space circled by dozens of booths bearing colorful banners. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "A polished floor forms the center of a space surrounded by dozens of booths bearing colorful banners. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact.",
    "A polished floor forms the center of a spacious area surrounded by dozens of booths bearing colorful banners. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "A polished floor forms the center of a spacious area surrounded by dozens of booths bearing colorful banners. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention.",
    "In a spacious venue, a polished floor forms the central area surrounded by dozens of booths bearing colorful banners. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3817987453431429,
    0.3817987453431429,
    0.3817987453431429,
    0.3817987453431429,
    0.3817987453431429,
    0.3817987453431429,
    0.3817987453431429,
    0.3817987453431429,
    0.3817987453431429,
    0.3817987453431429,
    0.3817987453431429,
    0.3817987453431429,
    0.3817987453431429,
    0.3820356115944842,
    0.3820356115944842,
    0.3820356115944842,
    0.3820356115944842,
    0.3820356115944842,
    0.3820356115944842,
    0.3820356115944842,
    0.3820356115944842,
    0.7642085250674573,
    0.7642085250674573,
    0.7642085250674573,
    0.7642085250674573,
    0.7642085250674573,
    0.7642085250674573,
    0.7642085250674573,
    0.7875189660915998,
    0.7875189660915998,
    0.7875189660915998,
    0.7875189660915998,
    0.7875189660915998,
    0.7875189660915998,
    0.7875189660915998,
    0.7875189660915998,
    0.7875189660915998,
    0.7875189660915998,
    0.7875189660915998,
    0.7982278279564314,
    0.7982278279564314,
    0.7982278279564314,
    0.7982278279564314,
    0.7982278279564314,
    0.7982278279564314,
    0.8234438229048209,
    0.8234438229048209,
    0.8234438229048209,
    0.8234438229048209,
    0.8234438229048209,
    0.8234438229048209,
    0.8234438229048209,
    0.8234438229048209,
    0.8204273742587138,
    0.8204273742587138,
    0.8204273742587138,
    0.8204273742587138,
    0.8204273742587138,
    0.8204273742587138,
    0.8204273742587138
  ],
  "30": [
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications.",
    "Healthcare providers showcase community outreach photos while finance firms offer QR codes for immediate internship applications, and alumni volunteers share brief pep talks near the coffee station.",
    "Healthcare providers showcase community outreach photos, finance firms offer QR codes for immediate internship applications, alumni volunteers share brief pep talks near the coffee station, and tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos, finance firms offer QR codes for immediate internship applications, alumni volunteers share brief pep talks near the coffee station, and tech companies display demo screens showing their latest apps.",
    "Outside the university gym, students line up before the career fair opens. Healthcare providers showcase community outreach photos; finance firms offer QR codes for immediate internship applications; alumni volunteers share brief pep talks near the coffee station; tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students line up before the career fair opens. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share brief pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, students queue before the career fair opens. Healthcare providers display community outreach photos; finance firms provide QR codes for immediate internship applications. Alumni volunteers give brief pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.5082594296980334,
    0.5082594296980334,
    0.5082594296980334,
    0.5082594296980334,
    0.5082594296980334,
    0.5082594296980334,
    0.5082594296980334,
    0.39082564970653866,
    0.39082564970653866,
    0.39082564970653866,
    0.39082564970653866,
    0.39082564970653866,
    0.39082564970653866,
    0.4695787400174419,
    0.4695787400174419,
    0.4695787400174419,
    0.4695787400174419,
    0.4695787400174419,
    0.4695787400174419,
    0.4695787400174419,
    0.4695787400174419,
    0.6145227620668681,
    0.6145227620668681,
    0.6145227620668681,
    0.6145227620668681,
    0.6145227620668681,
    0.6145227620668681,
    0.6145227620668681,
    0.6145227620668681,
    0.8146073217880073,
    0.8146073217880073,
    0.8146073217880073,
    0.8146073217880073,
    0.8146073217880073,
    0.8146073217880073,
    0.8146073217880073,
    0.8427054662424299,
    0.8427054662424299,
    0.8427054662424299,
    0.8427054662424299,
    0.8427054662424299,
    0.8427054662424299,
    0.8427054662424299,
    0.8427054662424299,
    0.8427054662424299,
    0.8496682464269606,
    0.8496682464269606,
    0.8496682464269606,
    0.8496682464269606,
    0.8496682464269606,
    0.8496682464269606,
    0.8496682464269606,
    0.8496682464269606
  ],
  "31": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A line of students forms outside the university gym, ahead of the career fair opening.",
    "A line of students forms outside the university gym in anticipation of the career fair opening, while healthcare providers display photos of community outreach.",
    "Outside the university gym, a line of students forms in anticipation of the career fair opening, while healthcare providers display photos of community outreach. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, a line of students forms in anticipation of the career fair opening, while healthcare providers display photos of community outreach. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, a line of students forms in anticipation of the career fair opening. Healthcare providers display photos of community outreach. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, a line of students forms in anticipation of the career fair opening. Healthcare providers display photos of community outreach. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, a line of students forms in anticipation of the career fair opening. Healthcare providers display photos of community outreach. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.33554510099406465,
    0.33554510099406465,
    0.33554510099406465,
    0.33554510099406465,
    0.33554510099406465,
    0.33554510099406465,
    0.3476452450009439,
    0.3476452450009439,
    0.3476452450009439,
    0.3476452450009439,
    0.3476452450009439,
    0.3476452450009439,
    0.3476452450009439,
    0.3476452450009439,
    0.48852301398254205,
    0.48852301398254205,
    0.48852301398254205,
    0.48852301398254205,
    0.48852301398254205,
    0.48852301398254205,
    0.48852301398254205,
    0.7149644986524659,
    0.7149644986524659,
    0.7149644986524659,
    0.7149644986524659,
    0.7149644986524659,
    0.7149644986524659,
    0.7149644986524659,
    0.7149644986524659,
    0.7149644986524659,
    0.7342126567782805,
    0.7342126567782805,
    0.7342126567782805,
    0.7342126567782805,
    0.7342126567782805,
    0.7342126567782805,
    0.7342126567782805,
    0.7342126567782805,
    0.7342126567782805,
    0.7342126567782805,
    0.7342126567782805,
    0.7342126567782805,
    0.7342126567782805,
    0.7342126567782805,
    0.7342126567782805,
    0.7684557309452547,
    0.7684557309452547,
    0.7684557309452547,
    0.7684557309452547,
    0.7684557309452547
  ],
  "32": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The event centers on the engineering society sponsoring a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews.",
    "The event centers on the engineering society sponsoring a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards.",
    "The event centers on the engineering society sponsoring a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention.",
    "The event centers on the engineering society sponsoring a resume review table near the stage, paired with an alumni panel discussing how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens.",
    "The scene centers on the engineering society sponsoring a resume review table near the stage, paired with an alumni panel on how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station.",
    "The scene centers on the engineering society sponsoring a resume review table near the stage, paired with an alumni panel on how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station.",
    "An engineering society sponsors a resume review table near the stage, paired with an alumni panel on how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station.",
    "An engineering society sponsors a resume review table near the stage and an alumni panel on preparing for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "32_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4322785796518821,
    0.4322785796518821,
    0.4322785796518821,
    0.4322785796518821,
    0.4322785796518821,
    0.4322785796518821,
    0.4322785796518821,
    0.6024866556193706,
    0.6024866556193706,
    0.6024866556193706,
    0.6024866556193706,
    0.6024866556193706,
    0.6024866556193706,
    0.6024866556193706,
    0.7828266675382711,
    0.7828266675382711,
    0.7828266675382711,
    0.7828266675382711,
    0.7828266675382711,
    0.7828266675382711,
    0.7828266675382711,
    0.8129227010500487,
    0.8129227010500487,
    0.8129227010500487,
    0.8129227010500487,
    0.8129227010500487,
    0.8129227010500487,
    0.8129227010500487,
    0.8129227010500487,
    0.8129227010500487,
    0.8129227010500487,
    0.8129227010500487,
    0.8182966906299853,
    0.8182966906299853,
    0.8182966906299853,
    0.8182966906299853,
    0.8182966906299853,
    0.8182966906299853,
    0.8182966906299853,
    0.8182966906299853,
    0.8182966906299853,
    0.8182966906299853,
    0.8182966906299853,
    0.8182966906299853,
    0.8182966906299853,
    0.8182966906299853,
    0.8182966906299853,
    0.8182966906299853,
    0.8182966906299853,
    0.8209043245845246,
    0.8209043245845246,
    0.8209043245845246,
    0.8209043245845246,
    0.8209043245845246,
    0.8209043245845246,
    0.8209043245845246,
    0.8209043245845246,
    0.8247590417396442
  ],
  "33": [
    "",
    "",
    "A line of students forms outside the university gym just before the career fair opens.",
    "Outside the university gym, a line of students forms just before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, a line of students forms just before the career fair opens. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, a line of students forms just before the career fair opens. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, a line of students forms just before the career fair opens. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, a line of students forms just before the career fair opens. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "Outside the university gym, a line of students forms just before the career fair opens. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, a line of students forms just before the career fair opens. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves.",
    "Outside the university gym, a line of students forms just before the career fair opens. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "33_score": [
    0.0,
    0.0,
    0.3947303541197113,
    0.3947303541197113,
    0.3947303541197113,
    0.3947303541197113,
    0.3947303541197113,
    0.3947303541197113,
    0.3947303541197113,
    0.3947303541197113,
    0.5457974878715077,
    0.5457974878715077,
    0.5457974878715077,
    0.5457974878715077,
    0.5457974878715077,
    0.5457974878715077,
    0.728012978744538,
    0.728012978744538,
    0.728012978744538,
    0.728012978744538,
    0.728012978744538,
    0.728012978744538,
    0.7622561561668941,
    0.7622561561668941,
    0.7622561561668941,
    0.7622561561668941,
    0.7622561561668941,
    0.7622561561668941,
    0.7622561561668941,
    0.7622561561668941,
    0.7622561561668941,
    0.7622561561668941,
    0.7622561561668941,
    0.7622561561668941,
    0.7622561561668941,
    0.7622561561668941,
    0.8033706487052116,
    0.8033706487052116,
    0.8033706487052116,
    0.8033706487052116,
    0.8033706487052116,
    0.8033706487052116,
    0.8033706487052116,
    0.8088815487030696,
    0.8088815487030696,
    0.8088815487030696,
    0.8088815487030696,
    0.8088815487030696,
    0.8088815487030696,
    0.8088815487030696,
    0.8088815487030696,
    0.8088815487030696,
    0.822379144168244,
    0.822379144168244,
    0.822379144168244,
    0.822379144168244,
    0.822379144168244,
    0.822379144168244,
    0.822379144168244,
    0.822379144168244,
    0.822379144168244,
    0.822379144168244,
    0.822379144168244,
    0.822379144168244,
    0.822379144168244
  ],
  "34": [
    "",
    "",
    "",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. At the entrance, event staff scan registrations and hand out lanyards.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "A conference-like space features dozens of booths with colorful banners encircling a polished floor, forming a circular arrangement around the space. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "In a conference-like space, dozens of booths with colorful banners encircle a polished floor arranged in a circular pattern. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos.",
    "A conference-like space hosts dozens of booths with colorful banners surrounding a polished circular floor. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.3001216559438409,
    0.3001216559438409,
    0.3001216559438409,
    0.3001216559438409,
    0.3001216559438409,
    0.3001216559438409,
    0.3001216559438409,
    0.3001216559438409,
    0.3001216559438409,
    0.3001216559438409,
    0.3001216559438409,
    0.5131969132517472,
    0.5131969132517472,
    0.5131969132517472,
    0.5131969132517472,
    0.5131969132517472,
    0.5131969132517472,
    0.7526515985727062,
    0.7526515985727062,
    0.7526515985727062,
    0.7526515985727062,
    0.7526515985727062,
    0.7526515985727062,
    0.7526515985727062,
    0.7526515985727062,
    0.7690008999231079,
    0.7690008999231079,
    0.7690008999231079,
    0.7690008999231079,
    0.7690008999231079,
    0.7690008999231079,
    0.7690008999231079,
    0.7690008999231079,
    0.7690008999231079,
    0.7690008999231079,
    0.7690008999231079,
    0.7727742536358028,
    0.7727742536358028,
    0.7727742536358028,
    0.7727742536358028,
    0.7727742536358028,
    0.7727742536358028,
    0.7727742536358028,
    0.7727742536358028,
    0.7727742536358028,
    0.7727742536358028,
    0.7727742536358028,
    0.7890668985770097,
    0.7890668985770097,
    0.7890668985770097,
    0.7890668985770097,
    0.7890668985770097,
    0.7890668985770097,
    0.7890668985770097,
    0.7890668985770097,
    0.7890668985770097,
    0.7890668985770097,
    0.7890668985770097,
    0.7890668985770097,
    0.7890668985770097,
    0.7845562563866456,
    0.7845562563866456
  ],
  "35": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens, with the line running along the building’s exterior as entry has not yet begun.",
    "Students line up outside the university gym prior to the career fair opening, with the queue running along the building’s exterior since entry has not begun. Several students rehearse elevator pitches quietly against the wall, using the external space as a practice area before doors open.",
    "Students are lined up outside the university gym ahead of the career fair, with the queue running along the building’s exterior as entry has not yet begun. Several students rehearse elevator pitches quietly against the wall, using the outdoor space as a practice area before doors open. A robotics startup has a booth and flies a small drone above it to draw attention.",
    "A line of students stands outside the university gym ahead of the career fair, the queue along the building’s exterior while entry has not yet begun. Several students rehearse elevator pitches quietly against the wall, using the outdoor space as a practice area before doors open. A robotics startup maintains a booth with a small drone flying above it to draw attention. Nearby, tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym ahead of the career fair, the queue along the building’s exterior with entry not yet begun. Several students rehearse elevator pitches quietly against the wall in the outdoor space before doors open. A robotics startup maintains a booth with a small drone flying above it to draw attention. Nearby, tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym for the career fair, the queue along the building’s exterior with entry not yet begun. Several students rehearse elevator pitches quietly against the wall in the outdoor space before doors open. A robotics startup maintains a booth with a small drone flying above it to draw attention. Nearby, tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym for the career fair, the queue along the building’s exterior with entry not yet begun. Several students rehearse elevator pitches quietly against the wall in the outdoor space before doors open. A robotics startup maintains a booth with a small drone flying above it to draw attention. Nearby, tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym for the career fair, the queue running along the building’s exterior as entry has not yet begun. Several students rehearse elevator pitches quietly against the wall in the outdoor space before doors open. A robotics startup maintains a booth with a small drone flying above it to draw attention. Nearby, tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.42341588017921394,
    0.42341588017921394,
    0.42341588017921394,
    0.42341588017921394,
    0.42341588017921394,
    0.5363381895628946,
    0.5363381895628946,
    0.5363381895628946,
    0.5363381895628946,
    0.5363381895628946,
    0.5363381895628946,
    0.5363381895628946,
    0.7468529026157051,
    0.7468529026157051,
    0.7468529026157051,
    0.7468529026157051,
    0.7468529026157051,
    0.7468529026157051,
    0.7468529026157051,
    0.7468529026157051,
    0.7468529026157051,
    0.7468529026157051,
    0.7468529026157051,
    0.7468529026157051,
    0.7468529026157051,
    0.7680036891462965,
    0.7680036891462965,
    0.7680036891462965,
    0.7680036891462965,
    0.7680036891462965,
    0.7680036891462965,
    0.7680036891462965,
    0.7508638433695661,
    0.7508638433695661,
    0.7508638433695661,
    0.7508638433695661,
    0.7508638433695661,
    0.7508638433695661,
    0.7508638433695661,
    0.7508638433695661,
    0.7508638433695661,
    0.7508638433695661,
    0.7508638433695661,
    0.7508638433695661,
    0.842180358650862,
    0.842180358650862,
    0.842180358650862,
    0.842180358650862,
    0.842180358650862,
    0.842180358650862,
    0.842180358650862,
    0.842180358650862,
    0.842180358650862,
    0.8646113540918889,
    0.8646113540918889,
    0.8646113540918889,
    0.8646113540918889,
    0.8646113540918889,
    0.8646113540918889,
    0.8646113540918889,
    0.8646113540918889,
    0.8646113540918889
  ],
  "36": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers display photographs of community outreach, and career counselors remind attendees to maintain eye contact.",
    "Healthcare providers display photographs of community outreach, and career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "An exhibition-style event features healthcare providers displaying photographs of community outreach, while career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle a polished floor, creating a vibrant outreach fair atmosphere. Healthcare providers showcase community outreach photos, reinforcing the emphasis on outreach imagery within the venue.",
    "An exhibition-style outreach fair features healthcare providers displaying photographs of community outreach, with career counselors reminding attendees to maintain eye contact. Dozens of booths with colorful banners encircle a polished floor, creating a vibrant fair atmosphere. The engineering society sponsors a resume review table near the stage.",
    "An exhibition-style outreach fair features healthcare providers displaying photographs of community outreach, with career counselors reminding attendees to maintain eye contact. Dozens of booths with colorful banners encircle a polished floor, creating a vibrant fair atmosphere. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "An exhibition-style outreach fair features healthcare providers displaying photographs of community outreach, with career counselors reminding attendees to maintain eye contact. Dozens of booths with colorful banners encircle a polished floor, creating a vibrant fair atmosphere. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "An exhibition-style outreach fair features healthcare providers displaying photographs of community outreach, with career counselors reminding attendees to maintain eye contact. Dozens of booths with colorful banners encircle a polished floor, creating a vibrant fair atmosphere. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.2899885980790993,
    0.2899885980790993,
    0.2899885980790993,
    0.2899885980790993,
    0.2899885980790993,
    0.5250538501842889,
    0.5250538501842889,
    0.5250538501842889,
    0.5250538501842889,
    0.5250538501842889,
    0.5250538501842889,
    0.5250538501842889,
    0.6258436840314949,
    0.6258436840314949,
    0.6258436840314949,
    0.6258436840314949,
    0.6258436840314949,
    0.6258436840314949,
    0.6258436840314949,
    0.6258436840314949,
    0.6258436840314949,
    0.7266178322607578,
    0.7266178322607578,
    0.7266178322607578,
    0.7266178322607578,
    0.7266178322607578,
    0.7266178322607578,
    0.7266178322607578,
    0.7266178322607578,
    0.7675962986885896,
    0.7675962986885896,
    0.7675962986885896,
    0.7675962986885896,
    0.7675962986885896,
    0.7675962986885896,
    0.7675962986885896,
    0.7675962986885896,
    0.7675962986885896,
    0.7675962986885896,
    0.7675962986885896,
    0.7675962986885896,
    0.7675962986885896,
    0.7675962986885896,
    0.7675962986885896,
    0.7675962986885896,
    0.7675962986885896,
    0.7675962986885896,
    0.7675962986885896,
    0.7675962986885896,
    0.7675962986885896,
    0.7675962986885896,
    0.7675962986885896,
    0.7675962986885896
  ],
  "37": [
    "",
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards.",
    "The engineering society sponsors a resume review table located near the stage. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule.",
    "An on-campus career fair is underway with the engineering society sponsoring a resume review table located near the stage. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym before the career fair opens.",
    "An on-campus career fair is underway, sponsored by the engineering society, which hosts a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA outlines the fair schedule. Students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves.",
    "An on-campus career fair, sponsored by the engineering society, is underway, featuring a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards, while a welcome PA announcement outlines the fair schedule. Students line up outside the university gym before the fair opens. Inside, human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "The on-campus career fair, sponsored by the engineering society, is underway, anchored by a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards while a welcome PA announces the fair schedule. Students line up outside the university gym before the fair opens. Inside, human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. A few students rehearse elevator pitches quietly against the wall as they prepare to engage with staff.",
    "An on-campus career fair, sponsored by the engineering society, is underway, anchored by a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards while a welcome PA announces the fair schedule. Students line up outside the university gym before the fair opens. Inside, human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. A few students rehearse elevator pitches quietly against the wall as they prepare to engage with staff. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.577799137935122,
    0.577799137935122,
    0.577799137935122,
    0.577799137935122,
    0.577799137935122,
    0.577799137935122,
    0.577799137935122,
    0.7830925065940626,
    0.7830925065940626,
    0.7830925065940626,
    0.7830925065940626,
    0.7830925065940626,
    0.7830925065940626,
    0.7830925065940626,
    0.7830925065940626,
    0.7943843758595188,
    0.7943843758595188,
    0.7943843758595188,
    0.7943843758595188,
    0.7943843758595188,
    0.7943843758595188,
    0.7943843758595188,
    0.8145598851546694,
    0.8145598851546694,
    0.8145598851546694,
    0.8145598851546694,
    0.8145598851546694,
    0.8145598851546694,
    0.8145598851546694,
    0.852334999295155,
    0.852334999295155,
    0.852334999295155,
    0.852334999295155,
    0.852334999295155,
    0.852334999295155,
    0.852334999295155,
    0.852334999295155,
    0.852334999295155,
    0.852334999295155,
    0.852334999295155,
    0.852334999295155,
    0.8534599053077627,
    0.8534599053077627,
    0.8534599053077627,
    0.8534599053077627,
    0.8534599053077627,
    0.8534599053077627,
    0.8534599053077627,
    0.8534599053077627,
    0.8534599053077627,
    0.8587286962882086,
    0.8587286962882086,
    0.8587286962882086,
    0.8587286962882086,
    0.8587286962882086
  ],
  "38": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets, while students introduce themselves.",
    "A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor, while career counselors redirect unsure students toward applicable industries.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor, while career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor, while career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders.",
    "At a cybersecurity event, a password-cracking challenge runs on a laptop while human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners encircle the polished floor, with career counselors steering unsure students toward applicable industries. A welcome announcement via the PA system outlines the fair schedule. Students clutch resumes inside branded folders, and workshops on networking etiquette begin in the adjoining classroom.",
    "At a cybersecurity event, a password-cracking challenge runs on a laptop while human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners encircle the polished floor, with career counselors steering unsure students toward applicable industries. A welcome announcement via the PA system outlines the fair schedule. Students clutch resumes inside branded folders, and workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews.",
    "At a cybersecurity event, a password-cracking challenge runs on a laptop while human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners encircle the polished floor, and career counselors steer unsure students toward applicable industries. A welcome announcement via the PA system outlines the fair schedule. Students clutch resumes inside branded folders, and workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.47318947612476825,
    0.47318947612476825,
    0.47318947612476825,
    0.47318947612476825,
    0.47318947612476825,
    0.47318947612476825,
    0.5818781768136309,
    0.5818781768136309,
    0.5818781768136309,
    0.5818781768136309,
    0.5818781768136309,
    0.5818781768136309,
    0.5818781768136309,
    0.5818781768136309,
    0.7033977607086069,
    0.7033977607086069,
    0.7033977607086069,
    0.7033977607086069,
    0.7033977607086069,
    0.7033977607086069,
    0.7392212698624163,
    0.7392212698624163,
    0.7392212698624163,
    0.7392212698624163,
    0.7392212698624163,
    0.7392212698624163,
    0.7392212698624163,
    0.7392212698624163,
    0.7635137834327512,
    0.7635137834327512,
    0.7635137834327512,
    0.7635137834327512,
    0.7635137834327512,
    0.7635137834327512,
    0.7635137834327512,
    0.7635137834327512,
    0.7635137834327512,
    0.7635137834327512,
    0.7698352547496349,
    0.7698352547496349,
    0.7698352547496349,
    0.7698352547496349,
    0.7698352547496349,
    0.7698352547496349,
    0.7698352547496349,
    0.7698352547496349,
    0.7698352547496349,
    0.7931732304470052,
    0.7931732304470052,
    0.7931732304470052,
    0.7931732304470052,
    0.7931732304470052
  ],
  "39": [
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while a robotics startup flies a small drone above its booth to attract attention.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while a robotics startup flies a small drone above its booth to attract attention; healthcare providers showcase community outreach photos.",
    "At the fair, a cybersecurity company hosts a password cracking challenge on a laptop, while a robotics startup flies a small drone above its booth to draw attention. Healthcare providers display community outreach photos, and a welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, a cybersecurity company runs a password-cracking challenge on a laptop, while a robotics startup flies a small drone over its booth to draw attention. Healthcare providers display community outreach photos, and a welcome announcement plays the fair schedule over the PA system. Students line up outside the university gym before the career fair opens.",
    "At the fair, a cybersecurity company runs a password-cracking challenge on a laptop, while a robotics startup flies a small drone over its booth to draw attention. Healthcare providers display community outreach photos, and a welcome announcement plays the fair schedule over the PA system. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "At the fair, a cybersecurity company runs a password-cracking challenge on a laptop while a robotics startup flies a small drone over its booth to draw attention. Healthcare providers display community outreach photos, and a welcome announcement plays the fair schedule over the PA system. Students line up outside the university gym before the career fair opens, as career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "At the fair, a cybersecurity company operates a password-cracking challenge on a laptop, while a robotics startup flies a small drone over its booth to draw attention. Healthcare providers display community outreach photos, and a PA system plays the welcome announcement with the fair schedule. Before the career fair opens, students line up outside the university gym, as career counselors remind attendees to maintain eye contact. Consulting firms place glossy case study booklets on high tables, and counselors steer unsure students toward applicable industries.",
    "At the fair, a cybersecurity company operates a password-cracking challenge on a laptop, while a robotics startup flies a small drone over its booth to draw attention. Healthcare providers display community outreach photos, and a PA system broadcasts the welcome announcement with the fair schedule. Before opening, students line up outside the university gym as career counselors remind attendees to maintain eye contact. Consulting firms place glossy case study booklets on high tables, and counselors steer unsure students toward applicable industries."
  ],
  "39_score": [
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.38527647698020906,
    0.38527647698020906,
    0.38527647698020906,
    0.38527647698020906,
    0.38527647698020906,
    0.38527647698020906,
    0.43566132486752723,
    0.43566132486752723,
    0.43566132486752723,
    0.43566132486752723,
    0.43566132486752723,
    0.43566132486752723,
    0.43566132486752723,
    0.43566132486752723,
    0.642474216624553,
    0.642474216624553,
    0.642474216624553,
    0.642474216624553,
    0.642474216624553,
    0.642474216624553,
    0.642474216624553,
    0.642474216624553,
    0.8389402490602997,
    0.8389402490602997,
    0.8389402490602997,
    0.8389402490602997,
    0.8389402490602997,
    0.8389402490602997,
    0.8389402490602997,
    0.8389402490602997,
    0.8710732655218955,
    0.8710732655218955,
    0.8710732655218955,
    0.8710732655218955,
    0.8710732655218955,
    0.8710732655218955,
    0.8710732655218955,
    0.8710732655218955,
    0.8710732655218955,
    0.8761098013184229,
    0.8761098013184229,
    0.8761098013184229,
    0.8761098013184229,
    0.8761098013184229,
    0.8761098013184229,
    0.8761098013184229,
    0.8680443437683129,
    0.8680443437683129,
    0.8680443437683129,
    0.8680443437683129,
    0.8680443437683129,
    0.8680443437683129,
    0.8680443437683129,
    0.8680443437683129,
    0.8680443437683129,
    0.8680443437683129,
    0.8706385009183495
  ],
  "40": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "In the scene, students clutch resumes inside branded folders, while healthcare providers display community outreach photos.",
    "The scene centers on students clutching resumes inside branded folders, while healthcare providers display community outreach photos.",
    "The scene centers on students clutching resumes inside branded folders, while healthcare providers display community outreach photos.",
    "The scene centers on students clutching resumes inside branded folders, while healthcare providers display community outreach photos.",
    "The scene centers on students clutching resumes inside branded folders, while healthcare providers display community outreach photos.",
    "The scene centers on students clutching resumes inside branded folders while healthcare providers display community outreach photos.",
    "The scene centers on students clutching resumes inside branded folders while healthcare providers display community outreach photos. Some students rehearse elevator pitches quietly against the wall."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3177746796435515,
    0.3177746796435515,
    0.3177746796435515,
    0.3177746796435515,
    0.3177746796435515,
    0.3177746796435515,
    0.3177746796435515,
    0.3272626773295469,
    0.3272626773295469,
    0.3272626773295469,
    0.3272626773295469,
    0.3272626773295469,
    0.3272626773295469,
    0.3272626773295469,
    0.3272626773295469,
    0.3272626773295469,
    0.3272626773295469,
    0.3272626773295469,
    0.3272626773295469,
    0.3272626773295469,
    0.3272626773295469,
    0.3272626773295469,
    0.3272626773295469,
    0.3272626773295469,
    0.3272626773295469,
    0.3272626773295469,
    0.3272626773295469,
    0.3272626773295469,
    0.3272626773295469,
    0.3272626773295469,
    0.3272626773295469,
    0.3272626773295469,
    0.3272626773295469,
    0.3272626773295469,
    0.3272626773295469,
    0.3272626773295469,
    0.3272626773295469,
    0.3272626773295469,
    0.3272626773295469,
    0.3272626773295469,
    0.36965488452877154,
    0.36965488452877154,
    0.36965488452877154,
    0.36965488452877154,
    0.36965488452877154,
    0.36965488452877154,
    0.36965488452877154,
    0.4948167017985517,
    0.4948167017985517,
    0.4948167017985517
  ],
  "41": [
    "",
    "",
    "",
    "",
    "Some students stand against the wall, quietly rehearsing elevator pitches.",
    "A group of students stands against the wall, quietly rehearsing elevator pitches. They clutch resumes inside branded folders.",
    "A group of students stands against the wall, quietly rehearsing elevator pitches. They clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards.",
    "A group of students stands against the wall, quietly rehearsing elevator pitches, clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor.",
    "Students stand against the wall, quietly rehearsing elevator pitches and clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor.",
    "Students stand against the wall, quietly rehearsing elevator pitches and clutching resumes inside branded folders; at the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor.",
    "Students stand against the wall, quietly rehearsing elevator pitches and clutching resumes inside branded folders; at the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews.",
    "Students stand against the wall, quietly rehearsing elevator pitches and clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews.",
    "Students stand against the wall, quietly rehearsing elevator pitches and clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.39824343640096566,
    0.39824343640096566,
    0.39824343640096566,
    0.39824343640096566,
    0.39824343640096566,
    0.39824343640096566,
    0.39824343640096566,
    0.39824343640096566,
    0.6259644563536656,
    0.6259644563536656,
    0.6259644563536656,
    0.6259644563536656,
    0.6259644563536656,
    0.6259644563536656,
    0.6807540644658676,
    0.6807540644658676,
    0.6807540644658676,
    0.6807540644658676,
    0.6807540644658676,
    0.6807540644658676,
    0.6807540644658676,
    0.6826118425451612,
    0.6826118425451612,
    0.6826118425451612,
    0.6826118425451612,
    0.6826118425451612,
    0.6826118425451612,
    0.6826118425451612,
    0.6030310097388086,
    0.6030310097388086,
    0.6030310097388086,
    0.6030310097388086,
    0.6030310097388086,
    0.6030310097388086,
    0.6030310097388086,
    0.7716266132281342,
    0.7716266132281342,
    0.7716266132281342,
    0.7716266132281342,
    0.7716266132281342,
    0.7716266132281342,
    0.7716266132281342,
    0.7716266132281342,
    0.7396517815654367,
    0.7396517815654367,
    0.7396517815654367,
    0.7396517815654367,
    0.7396517815654367,
    0.7396517815654367,
    0.7396517815654367,
    0.7396517815654367,
    0.7396517815654367,
    0.7396517815654367,
    0.7396517815654367,
    0.7396517815654367
  ],
  "42": [
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "In a corporate showcase setting, tech companies display demo screens showcasing their latest apps, while students clutch resumes inside branded folders.",
    "In a corporate showcase setting, tech companies display demo screens showcasing their latest apps. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "In a corporate showcase setting, tech companies display demo screens featuring their latest apps. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to attract attention.",
    "In a corporate showcase setting, tech companies display demo screens featuring their latest apps. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders.",
    "During a corporate showcase, tech companies display demo screens featuring their latest apps as dozens of booths with colorful banners encircle a polished floor. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders, while human resources teams jot notes on tablets as students introduce themselves.",
    "At a corporate showcase, dozens of booths with colorful banners encircle a polished floor. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders, while human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos.",
    "At a corporate showcase tied to a university career fair, a polished floor is encircled by dozens of booths with colorful banners. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders, while human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "At a corporate showcase tied to a university career fair, a polished floor is encircled by dozens of booths with colorful banners. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders as human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4229391758158221,
    0.4229391758158221,
    0.4229391758158221,
    0.4229391758158221,
    0.4229391758158221,
    0.4229391758158221,
    0.4229391758158221,
    0.4229391758158221,
    0.6607383195598271,
    0.6607383195598271,
    0.6607383195598271,
    0.6607383195598271,
    0.6607383195598271,
    0.6607383195598271,
    0.7048416014276877,
    0.7048416014276877,
    0.7048416014276877,
    0.7048416014276877,
    0.7048416014276877,
    0.7048416014276877,
    0.7048416014276877,
    0.7171195860468285,
    0.7171195860468285,
    0.7171195860468285,
    0.7171195860468285,
    0.7171195860468285,
    0.7171195860468285,
    0.7171195860468285,
    0.70784674185306,
    0.70784674185306,
    0.70784674185306,
    0.70784674185306,
    0.70784674185306,
    0.70784674185306,
    0.70784674185306,
    0.7128607949209698,
    0.7128607949209698,
    0.7128607949209698,
    0.7128607949209698,
    0.7128607949209698,
    0.7128607949209698,
    0.7128607949209698,
    0.7128607949209698,
    0.7128607949209698,
    0.7128607949209698,
    0.7128607949209698,
    0.7128607949209698,
    0.8269589175098007,
    0.8269589175098007,
    0.8269589175098007,
    0.8269589175098007,
    0.8269589175098007,
    0.8269589175098007,
    0.8269589175098007,
    0.8366912107331033
  ],
  "43": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "In the scene, a few students rehearse elevator pitches quietly against a wall. The engineering society sponsors a resume review table near the stage.",
    "In the scene, a few students rehearse elevator pitches quietly against a wall. The engineering society sponsors a resume review table near the stage. A welcome announcement outlines the fair schedule over the PA system.",
    "A campus career fair unfolds with quiet preparation. A few students rehearse elevator pitches quietly against a wall. The engineering society sponsors a resume review table near the stage. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps.",
    "A campus career fair unfolds with quiet preparation. A few students rehearse elevator pitches quietly against a wall. The engineering society sponsors a resume review table near the stage. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "A campus career fair unfolds with quiet preparation as a few students rehearse elevator pitches against a wall. The engineering society sponsors a resume review table near the stage. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "A campus career fair begins with quiet preparation as a few students rehearse elevator pitches against a wall. The engineering society sponsors a resume review table near the stage. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "A campus career fair opens with quiet preparation as a few students rehearse elevator pitches against a wall. The engineering society sponsors a resume review table near the stage. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.45302536852849895,
    0.45302536852849895,
    0.45302536852849895,
    0.45302536852849895,
    0.45302536852849895,
    0.6695653363839957,
    0.6695653363839957,
    0.6695653363839957,
    0.6695653363839957,
    0.6695653363839957,
    0.6695653363839957,
    0.6695653363839957,
    0.7950016618968841,
    0.7950016618968841,
    0.7950016618968841,
    0.7950016618968841,
    0.7950016618968841,
    0.7950016618968841,
    0.7950016618968841,
    0.7950016618968841,
    0.8072349799271027,
    0.8072349799271027,
    0.8072349799271027,
    0.8072349799271027,
    0.8072349799271027,
    0.8072349799271027,
    0.8072349799271027,
    0.8086791586847719,
    0.8086791586847719,
    0.8086791586847719,
    0.8086791586847719,
    0.8086791586847719,
    0.8086791586847719,
    0.8086791586847719,
    0.8263022799814728,
    0.8263022799814728,
    0.8263022799814728,
    0.8263022799814728,
    0.8263022799814728,
    0.8263022799814728,
    0.8263022799814728,
    0.8263022799814728,
    0.8263022799814728,
    0.8434024772150703,
    0.8434024772150703,
    0.8434024772150703,
    0.8434024772150703,
    0.8434024772150703,
    0.8434024772150703,
    0.8434024772150703,
    0.8434024772150703,
    0.8434024772150703,
    0.8434024772150703
  ],
  "44": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders.",
    "A scene features consulting firms stacking glossy case study booklets on high tables, while students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall.",
    "Consulting firms stack glossy case-study booklets on high tables while students clutch resumes in branded folders. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens.",
    "At a university venue ahead of the career fair, consulting firms stack glossy case-study booklets on high tables while students clutch resumes in branded folders. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "At a university venue ahead of the career fair, consulting firms stack glossy case-study booklets on high tables while students clutch resumes in branded folders. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Finance firms offer QR codes for immediate internship applications, and tech companies display demo screens showing their latest apps.",
    "At a university venue ahead of the career fair, consulting firms stack glossy case-study booklets on high tables while students clutch resumes in branded folders. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Finance firms offer QR codes for immediate internship applications, and tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a university venue ahead of the career fair, consulting firms stack glossy case-study booklets on high tables while students clutch resumes in branded folders. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Finance firms offer QR codes for immediate internship applications, and tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.4754867579661213,
    0.4754867579661213,
    0.4754867579661213,
    0.4754867579661213,
    0.4754867579661213,
    0.4754867579661213,
    0.4754867579661213,
    0.6937783684501928,
    0.6937783684501928,
    0.6937783684501928,
    0.6937783684501928,
    0.6937783684501928,
    0.6937783684501928,
    0.6937783684501928,
    0.6937783684501928,
    0.6937783684501928,
    0.6937783684501928,
    0.7720194668766882,
    0.7720194668766882,
    0.7720194668766882,
    0.7720194668766882,
    0.7720194668766882,
    0.7720194668766882,
    0.7720194668766882,
    0.7720194668766882,
    0.8279251617877577,
    0.8279251617877577,
    0.8279251617877577,
    0.8279251617877577,
    0.8279251617877577,
    0.8279251617877577,
    0.8279251617877577,
    0.8279251617877577,
    0.8351608161363392,
    0.8351608161363392,
    0.8351608161363392,
    0.8351608161363392,
    0.8351608161363392,
    0.8351608161363392,
    0.8351608161363392,
    0.8647907396499743,
    0.8647907396499743
  ],
  "45": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact, while tech companies display demo screens showing their latest apps.",
    "Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders.",
    "At a career fair, counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Tech companies display demo screens showcasing their latest apps, while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "At a career fair, counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Tech companies display demo screens showcasing their latest apps, while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention.",
    "At a career fair, counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Tech companies display demo screens showcasing their latest apps, while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention. Dozens of booths with colorful banners circle the polished floor.",
    "At a career fair, counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Tech companies display demo screens showcasing their latest apps, while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor.",
    "At a career fair, counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Tech companies display demo screens showcasing their latest apps, while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4734110204881569,
    0.4734110204881569,
    0.4734110204881569,
    0.4734110204881569,
    0.4734110204881569,
    0.4734110204881569,
    0.4734110204881569,
    0.6133649891163405,
    0.6133649891163405,
    0.6133649891163405,
    0.6133649891163405,
    0.6133649891163405,
    0.6133649891163405,
    0.8076725707455369,
    0.8076725707455369,
    0.8076725707455369,
    0.8076725707455369,
    0.8076725707455369,
    0.8076725707455369,
    0.8321434006993865,
    0.8321434006993865,
    0.8321434006993865,
    0.8321434006993865,
    0.8321434006993865,
    0.8321434006993865,
    0.8321434006993865,
    0.8321434006993865,
    0.8545982258749734,
    0.8545982258749734,
    0.8545982258749734,
    0.8545982258749734,
    0.8545982258749734,
    0.8545982258749734,
    0.8545982258749734,
    0.8540497263300217,
    0.8540497263300217,
    0.8540497263300217,
    0.8540497263300217,
    0.8540497263300217,
    0.8540497263300217,
    0.8540497263300217,
    0.8540497263300217,
    0.8540497263300217,
    0.8540497263300217,
    0.8540497263300217,
    0.8540497263300217,
    0.8540497263300217,
    0.8540497263300217,
    0.8540497263300217
  ],
  "46": [
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews. Alumni volunteers give quick pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "At the campus career fair, an alumni panel discusses how to prepare for technical interviews. Alumni volunteers give quick pep talks near the coffee station. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens.",
    "At the campus career fair, an alumni panel discusses how to prepare for technical interviews. Alumni volunteers provide quick pep talks near the coffee station. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the campus career fair, an alumni panel discusses how to prepare for technical interviews. Alumni volunteers provide quick pep talks near the coffee station. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the campus career fair, an alumni panel discusses how to prepare for technical interviews. Alumni volunteers provide quick pep talks near the coffee station. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the campus career fair, an alumni panel discusses how to prepare for technical interviews. Alumni volunteers provide quick pep talks near the coffee station. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the campus career fair, an alumni panel discusses how to prepare for technical interviews. Alumni volunteers provide quick pep talks near the coffee station. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.6615005877461989,
    0.6615005877461989,
    0.6615005877461989,
    0.6615005877461989,
    0.6615005877461989,
    0.6615005877461989,
    0.6615005877461989,
    0.6615005877461989,
    0.8163728217687436,
    0.8163728217687436,
    0.8163728217687436,
    0.8163728217687436,
    0.8163728217687436,
    0.8163728217687436,
    0.8450669369938291,
    0.8450669369938291,
    0.8450669369938291,
    0.8450669369938291,
    0.8450669369938291,
    0.8450669369938291,
    0.8450669369938291,
    0.8450669369938291,
    0.8450669369938291,
    0.8450669369938291,
    0.8450669369938291,
    0.8450669369938291,
    0.8450669369938291,
    0.8450669369938291,
    0.8450669369938291,
    0.8450669369938291,
    0.8450669369938291,
    0.8450669369938291,
    0.8450669369938291,
    0.8450669369938291,
    0.8450669369938291,
    0.8450669369938291,
    0.8450669369938291,
    0.8450669369938291,
    0.8450669369938291,
    0.8450669369938291,
    0.8450669369938291,
    0.8450669369938291,
    0.8450669369938291,
    0.8450669369938291,
    0.8800777967528318,
    0.8800777967528318,
    0.8800777967528318
  ],
  "47": [
    "",
    "",
    "A cybersecurity company is conducting a password cracking challenge on a laptop.",
    "A cybersecurity company is conducting a password cracking challenge on a laptop, while groups of friends mark target employers on an event map.",
    "A cybersecurity company is conducting a password cracking challenge on a laptop while groups of friends mark target employers on an event map. Students line up outside the university gym before the career fair opens.",
    "At the event, a cybersecurity company is conducting a password cracking challenge on a laptop while groups of friends mark target employers on an event map. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor of the event space, creating a busy pattern around the venue.",
    "At the university’s career fair event, a cybersecurity company is conducting a password-cracking challenge on a laptop while groups of friends mark target employers on an event map. Students line up outside the university gym before the fair opens. Dozens of booths with colorful banners circle the polished floor of the event space, creating a busy pattern around the venue, and students clutch resumes inside branded folders.",
    "At the university’s career fair, a cybersecurity company is conducting a password-cracking challenge on a laptop while groups of friends mark target employers on an event map. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor of the event space, creating a busy pattern around the venue, and students clutch resumes inside branded folders.",
    "At the university career fair, a cybersecurity company is conducting a password-cracking challenge on a laptop while groups of friends mark target employers on an event map. Students line up outside the university gym before the fair opens. Dozens of booths with colorful banners circle the polished floor of the event space, creating a busy pattern around the venue. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "At the university career fair, a cybersecurity company is conducting a password-cracking challenge on a laptop while groups of friends mark target employers on an event map. Dozens of booths with colorful banners circle the polished floor of the event space, creating a busy pattern around the venue. Students line up outside the university gym before the fair opens. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos."
  ],
  "47_score": [
    0.0,
    0.0,
    0.32724688588687445,
    0.32724688588687445,
    0.32724688588687445,
    0.32724688588687445,
    0.32724688588687445,
    0.32724688588687445,
    0.3481593384493126,
    0.3481593384493126,
    0.3481593384493126,
    0.3481593384493126,
    0.3481593384493126,
    0.3481593384493126,
    0.3481593384493126,
    0.5485082515614172,
    0.5485082515614172,
    0.5485082515614172,
    0.5485082515614172,
    0.5485082515614172,
    0.5485082515614172,
    0.5485082515614172,
    0.5485082515614172,
    0.5485082515614172,
    0.7599688972588952,
    0.7599688972588952,
    0.7599688972588952,
    0.7599688972588952,
    0.7599688972588952,
    0.7599688972588952,
    0.7599688972588952,
    0.7599688972588952,
    0.7599688972588952,
    0.7920931331289651,
    0.7920931331289651,
    0.7920931331289651,
    0.7920931331289651,
    0.7920931331289651,
    0.7920931331289651,
    0.7920931331289651,
    0.7920931331289651,
    0.7922441396702563,
    0.7922441396702563,
    0.7922441396702563,
    0.7922441396702563,
    0.7922441396702563,
    0.7922441396702563,
    0.7922441396702563,
    0.8391703158057953,
    0.8391703158057953,
    0.8391703158057953,
    0.8391703158057953,
    0.8391703158057953,
    0.8391703158057953,
    0.8391703158057953,
    0.8391703158057953,
    0.8391703158057953,
    0.8391703158057953,
    0.8391703158057953,
    0.8398771076835418,
    0.8398771076835418,
    0.8398771076835418,
    0.8398771076835418,
    0.8398771076835418,
    0.8398771076835418
  ],
  "48": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524
  ],
  "49": [
    "",
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves, two concurrent activities in the scene, with HR staff recording information electronically as students speak.",
    "Human resources teams jot notes on tablets while students introduce themselves, two concurrent activities in the scene, with HR staff recording information electronically as students speak. Finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym before the career fair opens, students line up as two concurrent activities unfold: HR teams jot notes on tablets and record information electronically while students introduce themselves. Finance firms offer QR codes for immediate internship applications, providing a digital entry option alongside the introductions. The scene combines preparatory queuing with employer interactions, with HR personnel actively capturing data as conversations occur and firms supplying digital applications.",
    "Outside the university gym before the career fair opens, students line up as two concurrent activities unfold: HR teams jot notes on tablets and digitally record information while students introduce themselves. Finance firms offer QR codes for immediate internship applications, providing a digital entry option alongside the introductions. The scene blends preparatory queuing with employer interactions, with HR personnel actively capturing data as conversations occur and firms supplying digital applications. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym before the career fair opens, students line up as two concurrent activities unfold: HR teams jot notes on tablets and digitally record information while students introduce themselves. Finance firms offer QR codes for immediate internship applications, providing a digital entry option alongside the introductions. The scene blends preparatory queuing with employer interactions, with HR personnel actively capturing data as conversations occur and firms supplying digital applications. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym before the career fair opens, students line up as two concurrent activities unfold: HR teams jot notes on tablets and digitally record information while students introduce themselves. Finance firms offer QR codes for immediate internship applications, providing a digital entry option alongside the introductions. The scene blends preparatory queueing with employer interactions, with HR personnel actively capturing data as conversations occur and firms supplying digital applications. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym before the career fair opens, students line up while HR teams take notes and record information on tablets as students introduce themselves. Finance firms provide QR codes for immediate internship applications, offering a digital entry option alongside introductions. The scene blends preparatory queueing with employer interactions, with HR staff capturing data as conversations happen and firms supplying digital applications. An alumni panel discusses how to prepare for technical interviews. Career counselors guide unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym before the career fair opens, students line up while HR teams take notes on tablets as students introduce themselves. Finance firms provide QR codes for immediate internship applications, offering a digital entry option alongside introductions. The scene blends preparatory queueing with employer interactions, with HR staff capturing data as conversations unfold and firms supplying digital applications. An alumni panel discusses how to prepare for technical interviews, and career counselors guide unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage, anchoring the event's support services as the line persists outside the gym."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.29885293542814084,
    0.29885293542814084,
    0.29885293542814084,
    0.29885293542814084,
    0.5228731014012418,
    0.5228731014012418,
    0.5228731014012418,
    0.5228731014012418,
    0.5228731014012418,
    0.5228731014012418,
    0.5228731014012418,
    0.5228731014012418,
    0.5228731014012418,
    0.5228731014012418,
    0.7526634344848765,
    0.7526634344848765,
    0.7526634344848765,
    0.7526634344848765,
    0.7526634344848765,
    0.7526634344848765,
    0.7526634344848765,
    0.7884232318723283,
    0.7884232318723283,
    0.7884232318723283,
    0.7884232318723283,
    0.7884232318723283,
    0.7884232318723283,
    0.7884232318723283,
    0.7884232318723283,
    0.7884232318723283,
    0.8079894773768641,
    0.8079894773768641,
    0.8079894773768641,
    0.8079894773768641,
    0.8079894773768641,
    0.8079894773768641,
    0.8079894773768641,
    0.8223307264481052,
    0.8223307264481052,
    0.8223307264481052,
    0.8223307264481052,
    0.8223307264481052,
    0.8223307264481052,
    0.8223307264481052,
    0.8223307264481052,
    0.8223307264481052,
    0.8205997707221975,
    0.8205997707221975,
    0.8205997707221975,
    0.8205997707221975,
    0.8205997707221975,
    0.8205997707221975,
    0.8205997707221975,
    0.8205997707221975,
    0.8284224134885201,
    0.8284224134885201,
    0.8284224134885201,
    0.8284224134885201,
    0.8284224134885201,
    0.8284224134885201
  ]
}