{
  "0": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Networking etiquette workshops are underway in the adjoining classroom. In the shared space, students rehearse elevator pitches quietly against the wall, while alumni volunteers offer brief pep talks near the coffee station. Tech companies display demo screens showcasing their latest apps. Dozens of booths, each draped with colorful banners, circle the polished floor, forming a continuous ring around the space.",
    "Networking etiquette workshops are underway in the adjoining classroom as the career fair atmosphere develops in the shared space. In the main area, students rehearse elevator pitches quietly against the wall while alumni volunteers offer brief pep talks near the coffee station. Tech companies display demo screens of their latest apps, and dozens of booths draped with colorful banners form a continuous ring around the polished floor. A welcome announcement broadcasts over the PA system outlining the fair schedule, as students line up outside the university gym ahead of the career fair opening. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone over its booth to attract attention.",
    "A university gym hosts a career fair in a shared space, with an adjoining classroom where networking etiquette workshops are underway. In the main area, students rehearse elevator pitches quietly against the wall while alumni volunteers offer brief pep talks near the coffee station. Tech companies display demo screens of their latest apps, and dozens of booths draped with colorful banners form a continuous ring around the polished floor. A welcome announcement broadcasts over the PA outlining the fair schedule as students line up outside the university gym ahead of the opening. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone over its booth to attract attention, while a cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "0_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.6322713925296312,
    0.6322713925296312,
    0.6322713925296312,
    0.6322713925296312,
    0.6322713925296312,
    0.6322713925296312,
    0.6322713925296312,
    0.6322713925296312,
    0.8507138247992743,
    0.8507138247992743,
    0.8507138247992743,
    0.8507138247992743,
    0.8507138247992743,
    0.8507138247992743,
    0.8507138247992743,
    0.8507138247992743,
    0.8507138247992743,
    0.8507138247992743,
    0.8507138247992743,
    0.8507138247992743,
    0.8551463029229911,
    0.8551463029229911,
    0.8551463029229911,
    0.8551463029229911,
    0.8551463029229911,
    0.8551463029229911,
    0.8551463029229911,
    0.8551463029229911
  ],
  "1": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while career counselors remind attendees to maintain eye contact.",
    "Workshops on networking etiquette begin in the adjoining classroom, while career counselors remind attendees to maintain eye contact. Event staff are stationed at the entrance, scanning registrations and handing out lanyards.",
    "Workshops on networking etiquette begin in the adjoining classroom, while career counselors remind attendees to maintain eye contact. Event staff are stationed at the entrance, scanning registrations and handing out lanyards. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves.",
    "Workshops on networking etiquette begin in the adjoining classroom as career counselors remind attendees to maintain eye contact. Event staff stand at the entrance, scanning registrations and handing out lanyards. Finance firms provide QR codes for immediate internship applications; the codes function as direct scan-to-apply entry points, enabling prospective interns to start applications quickly by scanning. Human resources teams jot notes on tablets as students introduce themselves. This setup highlights rapid outreach by recruiters and simplifies access to internship opportunities through a digital, code-based channel.",
    "Workshops on networking etiquette begin in the adjoining classroom, while career counselors remind attendees to maintain eye contact. Event staff stand at the entrance, scanning registrations and handing out lanyards. Finance firms provide QR codes that serve as direct scan-to-apply entry points for internship applications, enabling prospective interns to start applications quickly by scanning. Human resources teams jot notes on tablets as students introduce themselves. This setup highlights rapid recruiter outreach and easier access to internship opportunities through a digital, code-based channel. A robotics startup flies a small drone above its booth to attract attention.",
    "At a mixed corporate fair, workshops on networking etiquette begin in the adjoining classroom as career counselors remind attendees to maintain eye contact. Event staff stand at the entrance, scanning registrations and handing out lanyards, while HR teams jot notes on tablets as students introduce themselves. Finance firms provide QR codes that serve as direct scan-to-apply entry points for internship applications, enabling faster access to opportunities through a digital channel. A robotics startup flies a small drone above its booth to attract attention. In the fair, consulting firms stack glossy case-study booklets on high tables and tech companies display demo screens of their latest apps. Against a wall, a small group of students rehearses elevator pitches quietly. Healthcare providers display community outreach photos in the space. A PA welcome announces the fair schedule, and alumni volunteers offer brief pep talks near the coffee station."
  ],
  "1_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32795128885029806,
    0.32795128885029806,
    0.32795128885029806,
    0.32795128885029806,
    0.32795128885029806,
    0.32795128885029806,
    0.5377027288704248,
    0.5377027288704248,
    0.5377027288704248,
    0.5377027288704248,
    0.5377027288704248,
    0.5377027288704248,
    0.5377027288704248,
    0.5377027288704248,
    0.733700351148576,
    0.733700351148576,
    0.733700351148576,
    0.733700351148576,
    0.733700351148576,
    0.733700351148576,
    0.733700351148576,
    0.733700351148576,
    0.733700351148576,
    0.733700351148576,
    0.7363159595536477,
    0.7363159595536477,
    0.7363159595536477,
    0.7363159595536477,
    0.7363159595536477,
    0.7363159595536477,
    0.7363159595536477,
    0.7363159595536477,
    0.7363159595536477,
    0.7363159595536477,
    0.7363159595536477,
    0.7363159595536477,
    0.7933159072202001,
    0.7933159072202001,
    0.7933159072202001,
    0.7933159072202001,
    0.7933159072202001,
    0.7933159072202001,
    0.7933159072202001,
    0.7933159072202001,
    0.7933159072202001,
    0.7933159072202001,
    0.7933159072202001,
    0.7933159072202001,
    0.7933159072202001,
    0.8729557628741306,
    0.8729557628741306,
    0.8729557628741306,
    0.8729557628741306,
    0.8729557628741306,
    0.8729557628741306
  ],
  "2": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries.",
    "Finance firms display QR codes for immediate internship applications. Alumni volunteers give brief pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention.",
    "At the career fair, finance firms display QR codes for immediate internship applications. Alumni volunteers deliver brief pep talks near the coffee station. Career counselors guide unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. As students introduce themselves, human resources teams jot notes on tablets; at the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the career fair, finance firms display QR codes for immediate internship applications. Alumni volunteers deliver brief pep talks near the coffee station. Career counselors guide unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. As students introduce themselves, human resources teams jot notes on tablets; at the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "2_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.562965767657155,
    0.562965767657155,
    0.562965767657155,
    0.562965767657155,
    0.562965767657155,
    0.562965767657155,
    0.562965767657155,
    0.562965767657155,
    0.562965767657155,
    0.740344381800556,
    0.740344381800556,
    0.740344381800556,
    0.740344381800556,
    0.740344381800556,
    0.740344381800556,
    0.740344381800556,
    0.740344381800556,
    0.740344381800556,
    0.8787763273677925,
    0.8787763273677925,
    0.8787763273677925,
    0.8787763273677925,
    0.8787763273677925,
    0.8787763273677925,
    0.8787763273677925,
    0.8787763273677925,
    0.8892095563371566,
    0.8892095563371566,
    0.8892095563371566,
    0.8892095563371566,
    0.8892095563371566,
    0.8892095563371566,
    0.8892095563371566,
    0.8892095563371566,
    0.8892095563371566,
    0.8892095563371566,
    0.8892095563371566,
    0.8892095563371566,
    0.8892095563371566,
    0.8892095563371566,
    0.8892095563371566,
    0.8892095563371566
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "A small group of students rehearses elevator pitches quietly against a wall.",
    "A small group of students rehearses elevator pitches quietly against a wall. Dozens of booths with colorful banners encircle the polished floor, forming a ring around the space. A welcome announcement is played over the PA system, outlining the fair schedule.",
    "An event space hosts a small group of students rehearsing elevator pitches quietly against a wall. Dozens of booths with colorful banners encircle the polished floor, forming a ring around the space. A welcome announcement plays over the PA system, outlining the fair schedule. Alumni volunteers give brief pep talks near the coffee station, while a robotics startup flies a small drone over its booth to attract attention.",
    "The event space hosts a small group of students rehearsing elevator pitches quietly against a wall. Dozens of booths with colorful banners encircle the polished floor, forming a ring around the space. A welcome announcement plays over the PA system, outlining the fair schedule. Alumni volunteers give brief pep talks near the coffee station, while a robotics startup flies a small drone over its booth to attract attention. Consulting firms stack glossy case study booklets on high tables; the engineering society sponsors a resume-review table near the stage; tech companies display demo screens showing their latest apps.",
    "The event space hosts a small group of students rehearsing elevator pitches quietly against a wall. Dozens of booths with colorful banners encircle the polished floor, forming a ring around the space. A welcome announcement plays over the PA system, outlining the fair schedule. Alumni volunteers give brief pep talks near the coffee station. A robotics startup flies a small drone over its booth to attract attention. Consulting firms stack glossy case study booklets on high tables; the engineering society sponsors a resume-review table near the stage; tech companies display demo screens showing their latest apps.",
    "An event space hosts a mixed corporate fair with a polished floor encircled by dozens of booths bearing colorful banners. A small group of students rehearses elevator pitches quietly against a wall. A welcome announcement plays over the PA, outlining the fair schedule. Alumni volunteers give brief pep talks near the coffee station. A robotics startup flies a small drone over its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables, while the engineering society sponsors a resume-review table near the stage. Tech companies display demo screens showing their latest apps. Healthcare providers display community outreach photos. At the entrance, event staff scan registrations and hand out lanyards."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.28030533010666986,
    0.28030533010666986,
    0.28030533010666986,
    0.28030533010666986,
    0.28030533010666986,
    0.28030533010666986,
    0.28030533010666986,
    0.28030533010666986,
    0.6431981946170252,
    0.6431981946170252,
    0.6431981946170252,
    0.6431981946170252,
    0.6431981946170252,
    0.6431981946170252,
    0.6431981946170252,
    0.6431981946170252,
    0.6431981946170252,
    0.7650521726386122,
    0.7650521726386122,
    0.7650521726386122,
    0.7650521726386122,
    0.7650521726386122,
    0.7650521726386122,
    0.7650521726386122,
    0.7650521726386122,
    0.8399733517429269,
    0.8399733517429269,
    0.8399733517429269,
    0.8399733517429269,
    0.8399733517429269,
    0.8399733517429269,
    0.8399733517429269,
    0.8399733517429269,
    0.8399733517429269,
    0.8462650686966822,
    0.8462650686966822,
    0.8462650686966822,
    0.8462650686966822,
    0.8462650686966822,
    0.8462650686966822,
    0.8462650686966822,
    0.8462650686966822,
    0.8462650686966822,
    0.8462650686966822,
    0.8462650686966822,
    0.8462650686966822,
    0.8462650686966822,
    0.8541243648396324,
    0.8541243648396324
  ],
  "4": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "A small group of students rehearses elevator pitches quietly against a wall.",
    "A small group of students rehearses elevator pitches quietly against a wall. They practice their pitches in hushed tones while the engineering society sponsors a resume review table near the stage.",
    "A small group of students rehearses elevator pitches quietly against a wall, practicing in hushed tones. The engineering society sponsors a resume review table near the stage. Alumni volunteers share brief pep talks near the coffee station, while a robotics startup flies a small drone over its booth to attract attention.",
    "Across the venue, a small group of students rehearses elevator pitches quietly against a wall. The engineering society sponsors a resume review table near the stage. Alumni volunteers share brief pep talks near the coffee station. A robotics startup flies a small drone over its booth to attract attention.",
    "At the venue, a small group of students rehearses elevator pitches quietly against a wall, while the engineering society sponsors a resume review table near the stage. Alumni volunteers offer brief pep talks near the coffee station. A robotics startup flies a small drone over its booth to attract attention. Tech companies display demo screens of their latest apps, and a cybersecurity firm runs a password-cracking challenge on a laptop. Finance firms provide QR codes for immediate internship applications. At the entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries.",
    "At the university career fair setup, a small group of students rehearses elevator pitches quietly against a wall while the engineering society sponsors a resume review table near the stage; alumni volunteers offer brief pep talks near the coffee station; a robotics startup draws attention with a small drone above its booth, and tech companies display demo screens of their latest apps as a cybersecurity firm runs a password-cracking challenge on a laptop; finance firms provide QR codes for immediate internship applications. At the entrance, staff scan registrations and hand out lanyards; human resources teams jot notes on tablets as students introduce themselves; career counselors redirect unsure students toward applicable industries. Ahead of opening, a line of students waits outside the gym, and in the adjoining classroom workshops on networking etiquette begin, with the robotics startup drone again used at its booth."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.28030533010666986,
    0.28030533010666986,
    0.28030533010666986,
    0.28030533010666986,
    0.28030533010666986,
    0.28030533010666986,
    0.28030533010666986,
    0.41156693358477325,
    0.41156693358477325,
    0.41156693358477325,
    0.41156693358477325,
    0.41156693358477325,
    0.41156693358477325,
    0.41156693358477325,
    0.5917260165587376,
    0.5917260165587376,
    0.5917260165587376,
    0.5917260165587376,
    0.5917260165587376,
    0.5917260165587376,
    0.5917260165587376,
    0.5917260165587376,
    0.7259191299020779,
    0.7259191299020779,
    0.7259191299020779,
    0.7259191299020779,
    0.7259191299020779,
    0.7259191299020779,
    0.7259191299020779,
    0.7259191299020779,
    0.7259191299020779,
    0.8469688811404585,
    0.8469688811404585,
    0.8469688811404585,
    0.8469688811404585,
    0.8469688811404585,
    0.8469688811404585,
    0.8469688811404585,
    0.8469688811404585,
    0.8469688811404585,
    0.8469688811404585,
    0.8469688811404585,
    0.8586626961999857,
    0.8586626961999857,
    0.8586626961999857,
    0.8586626961999857,
    0.8586626961999857,
    0.8586626961999857,
    0.8586626961999857,
    0.8586626961999857,
    0.8586626961999857,
    0.8586626961999857
  ],
  "5": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees. Consulting firms stack glossy case study booklets on high tables, arranging them into piles.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees. Consulting firms stack glossy case study booklets on high tables, organizing them into piles. Tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop.",
    "At a venue hosting an event, attendees check in as staff scan registrations and hand out lanyards at the entrance, establishing check-in as they enter. Inside, consulting firms stack glossy case study booklets on high tables and organize them into piles. Tech companies display demo screens of their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop. The same event features healthcare providers showcasing community outreach photos along with an alumni panel discussing how to prepare for technical interviews. The two components—photo displays and the alumni discussion—coexist, offering a blend of outreach visibility and professional development for technical interview preparation.",
    "At a venue hosting an event, attendees check in as staff scan registrations and hand out lanyards at the entrance, establishing check-in as they enter. Inside, consulting firms stack glossy case study booklets on high tables and organize them into piles, tech companies display demo screens of their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop. The same event features healthcare providers showcasing community outreach photos alongside an alumni panel discussing how to prepare for technical interviews, a blend of outreach visibility and professional development. Students line up outside the university gym ahead of the career fair opening, while career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "At a venue hosting an event, attendees check in as staff scan registrations and hand out lanyards at the entrance. Inside, consulting firms stack glossy case study booklets on high tables and organize them into piles; tech companies display demo screens of their latest apps; a cybersecurity company runs a password-cracking challenge on a laptop. The same event features healthcare providers showcasing community outreach photos alongside an alumni panel discussing how to prepare for technical interviews. Students line up outside the university gym ahead of the career fair opening, while career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. In the adjoining classroom, workshops on networking etiquette are beginning. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall."
  ],
  "5_score": [
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5616089956888838,
    0.5616089956888838,
    0.5616089956888838,
    0.5616089956888838,
    0.5616089956888838,
    0.5616089956888838,
    0.5616089956888838,
    0.7471588628889397,
    0.7471588628889397,
    0.7471588628889397,
    0.7471588628889397,
    0.7471588628889397,
    0.7471588628889397,
    0.7471588628889397,
    0.7471588628889397,
    0.7471588628889397,
    0.7471588628889397,
    0.7471588628889397,
    0.7643594872957562,
    0.7643594872957562,
    0.7643594872957562,
    0.7643594872957562,
    0.7643594872957562,
    0.7643594872957562,
    0.7643594872957562,
    0.7643594872957562,
    0.7643594872957562,
    0.7643594872957562,
    0.7643594872957562,
    0.8384057430540655,
    0.8384057430540655,
    0.8384057430540655,
    0.8384057430540655,
    0.8384057430540655,
    0.8384057430540655,
    0.8384057430540655,
    0.8384057430540655,
    0.8384057430540655,
    0.8384057430540655,
    0.8384057430540655,
    0.8384057430540655,
    0.8384057430540655,
    0.8230698835415411,
    0.8230698835415411,
    0.8230698835415411,
    0.8230698835415411
  ],
  "6": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables; the engineering society sponsors a resume review table near the stage; tech companies display demo screens showing their latest apps.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables; the engineering society sponsors a resume review table near the stage; tech companies display demo screens showing their latest apps. As students introduce themselves, human resources teams jot notes on tablets. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the university gym, the career fair unfolds with engineering society sponsoring a resume review table near the stage, and tech companies displaying demo screens of their latest apps. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system outlining the fair schedule. Alumni volunteers give pep talks near a coffee station, while career counselors direct unsure students toward applicable industries. Finance firms provide QR codes for immediate internship applications. Students line up outside the gym before the fair opens.",
    "At the university gym, a career fair unfolds with the engineering society sponsoring a resume-review table near the stage, while tech companies display demo screens of their latest apps. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system outlining the fair schedule. Alumni volunteers give pep talks near the coffee station, and career counselors direct unsure students toward applicable industries. Finance firms provide QR codes for immediate internship applications. Students line up outside the gym before the fair opens."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.5130468073857278,
    0.5130468073857278,
    0.5130468073857278,
    0.5130468073857278,
    0.5130468073857278,
    0.5130468073857278,
    0.5130468073857278,
    0.5130468073857278,
    0.8751817806214423,
    0.8751817806214423,
    0.8751817806214423,
    0.8751817806214423,
    0.8751817806214423,
    0.8751817806214423,
    0.8751817806214423,
    0.8751817806214423,
    0.8641946811619112,
    0.8641946811619112,
    0.8641946811619112,
    0.8641946811619112,
    0.8641946811619112,
    0.8641946811619112,
    0.8641946811619112,
    0.8641946811619112,
    0.8641946811619112,
    0.8641946811619112,
    0.8641946811619112,
    0.8641946811619112,
    0.8477587202006613,
    0.8477587202006613,
    0.8477587202006613,
    0.8477587202006613,
    0.8477587202006613,
    0.8477587202006613,
    0.8477587202006613
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A small group of students rehearses elevator pitches quietly against a wall.",
    "In the scene, a small group of students rehearses elevator pitches quietly against a wall, while workshops on networking etiquette begin in the adjoining classroom.",
    "Along a wall, a small group of students rehearses elevator pitches quietly, while in an adjoining classroom workshops on networking etiquette begin. As students introduce themselves, human resources teams jot notes on tablets; at the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system, outlining the schedule for the fair.",
    "At a career fair along a wall, a small group of students rehearses elevator pitches while an adjoining classroom hosts workshops on networking etiquette. As students introduce themselves, human resources teams jot notes on tablets; at the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA, outlining the schedule. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors redirect unsure students toward applicable industries; tech companies display demo screens of their latest apps. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "A large career fair fills a spacious hall where dozens of booths with colorful banners encircle a polished floor, forming a ring around the room. A small group of students rehearses elevator pitches along a wall while an adjoining classroom hosts workshops on networking etiquette. At booths, human resources teams jot notes on tablets; at the entrance, event staff scan registrations and hand out lanyards. A PA welcome announcement outlines the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors direct unsure students toward applicable industries. Tech companies display demo screens showing their latest apps; a robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.28030533010666986,
    0.28030533010666986,
    0.28030533010666986,
    0.28030533010666986,
    0.28030533010666986,
    0.28030533010666986,
    0.28030533010666986,
    0.26606233425163706,
    0.26606233425163706,
    0.26606233425163706,
    0.26606233425163706,
    0.26606233425163706,
    0.26606233425163706,
    0.26606233425163706,
    0.26606233425163706,
    0.26606233425163706,
    0.7698119551811118,
    0.7698119551811118,
    0.7698119551811118,
    0.7698119551811118,
    0.7698119551811118,
    0.7698119551811118,
    0.7698119551811118,
    0.7698119551811118,
    0.8665277433002251,
    0.8665277433002251,
    0.8665277433002251,
    0.8665277433002251,
    0.8665277433002251,
    0.8665277433002251,
    0.8665277433002251,
    0.8665277433002251,
    0.8665277433002251,
    0.8665277433002251,
    0.8665277433002251,
    0.8665277433002251,
    0.8962401197086345,
    0.8962401197086345,
    0.8962401197086345,
    0.8962401197086345,
    0.8962401197086345,
    0.8962401197086345,
    0.8962401197086345,
    0.8962401197086345
  ],
  "8": [
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards.",
    "Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards.",
    "As students introduce themselves, human resources teams jot notes on tablets; at the entrance, event staff scan registrations and hand out lanyards; a welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "The space hosts a fair, with dozens of booths whose colorful banners encircle a polished floor, forming a ring around the space. Students introduce themselves while human resources teams jot notes on tablets. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement plays over the PA system, outlining the fair schedule. A small group of students rehearses elevator pitches quietly against a wall.",
    "Inside a large space hosting a fair, dozens of booths are arranged with colorful banners that encircle a polished floor, forming a ring around the room. Students introduce themselves while human resources teams jot notes on tablets. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement plays over the PA, outlining the fair schedule. A small group of students rehearses elevator pitches quietly against a wall. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps.",
    "Inside a large space hosting a fair, dozens of booths with colorful banners encircle a polished floor, forming a ring around the room. Students introduce themselves while human resources teams jot notes on tablets. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement plays over the PA, outlining the fair schedule. A small group of students rehearses elevator pitches quietly against a wall. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.5752277936797283,
    0.5752277936797283,
    0.5752277936797283,
    0.5752277936797283,
    0.5752277936797283,
    0.5752277936797283,
    0.5752277936797283,
    0.5752277936797283,
    0.5752277936797283,
    0.5752277936797283,
    0.5752277936797283,
    0.5752277936797283,
    0.5752277936797283,
    0.5752277936797283,
    0.5161819302561462,
    0.5161819302561462,
    0.5161819302561462,
    0.5161819302561462,
    0.5161819302561462,
    0.5161819302561462,
    0.5161819302561462,
    0.5161819302561462,
    0.5161819302561462,
    0.5161819302561462,
    0.7963513636283122,
    0.7963513636283122,
    0.7963513636283122,
    0.7963513636283122,
    0.7963513636283122,
    0.7963513636283122,
    0.7963513636283122,
    0.7963513636283122,
    0.8444989019869409,
    0.8444989019869409,
    0.8444989019869409,
    0.8444989019869409,
    0.8444989019869409,
    0.8444989019869409,
    0.8444989019869409,
    0.8444989019869409,
    0.8444989019869409,
    0.8444989019869409,
    0.8447876233055682,
    0.8447876233055682,
    0.8447876233055682,
    0.8447876233055682,
    0.8447876233055682,
    0.8447876233055682,
    0.8447876233055682,
    0.8447876233055682,
    0.8447876233055682,
    0.8447876233055682,
    0.8447876233055682,
    0.8447876233055682,
    0.8447876233055682,
    0.8447876233055682
  ],
  "9": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries.",
    "Alumni volunteers share quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications.",
    "The career fair at the university gym area features alumni volunteers giving pep talks near a coffee station, while career counselors direct unsure students toward applicable industries. Finance firms provide QR codes for immediate internship applications. At the fair, the engineering society sponsors a resume review table positioned near the stage. Tech companies display demo screens showcasing their latest apps. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students line up outside the university gym before the career fair opens.",
    "At the university gym, a career fair unfolds with alumni volunteers giving pep talks near a coffee station, while career counselors direct unsure students toward applicable industries. Finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage, and tech companies display demo screens showcasing their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule. Students line up outside the gym before the career fair opens.",
    "At the university gym, a career fair unfolds with alumni volunteers giving pep talks near the coffee station while career counselors direct unsure students toward applicable industries. Finance firms display QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage, and tech companies show demo screens showcasing their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule. Students line up outside the gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university gym, a career fair unfolds around a polished floor with dozens of booths draped in colorful banners forming a continuous ring. At the entrance, event staff scan registrations and hand out lanyards to attendees, while a welcome PA outlines the schedule. Alumni volunteers deliver pep talks near the coffee station as career counselors direct unsure students toward applicable industries. Finance firms display QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables, arranging them into piles. Tech companies show demo screens of their latest apps, and a robotics startup flies a small drone above its booth to attract attention. Students clutch resumes in branded folders and rehearse elevator pitches in a shared space against the wall. Students line up outside before opening."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.5712048580998125,
    0.5712048580998125,
    0.5712048580998125,
    0.5712048580998125,
    0.5712048580998125,
    0.5712048580998125,
    0.5712048580998125,
    0.5712048580998125,
    0.8482199118092182,
    0.8482199118092182,
    0.8482199118092182,
    0.8482199118092182,
    0.8482199118092182,
    0.8482199118092182,
    0.8482199118092182,
    0.8482199118092182,
    0.8482199118092182,
    0.8482199118092182,
    0.8310426927574053,
    0.8310426927574053,
    0.8310426927574053,
    0.8310426927574053,
    0.8310426927574053,
    0.8310426927574053,
    0.8310426927574053,
    0.8310426927574053,
    0.8481044370753241,
    0.8481044370753241,
    0.8481044370753241,
    0.8481044370753241,
    0.8481044370753241,
    0.8481044370753241,
    0.8481044370753241,
    0.8481044370753241,
    0.8481044370753241,
    0.8481044370753241,
    0.8481044370753241,
    0.8481044370753241,
    0.8481044370753241,
    0.8481044370753241,
    0.8725028870180864,
    0.8725028870180864,
    0.8725028870180864,
    0.8725028870180864
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "In the scene, tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop.",
    "Tech companies display demo screens showing their latest apps, a cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers showcase community outreach photos.",
    "At the expo floor, tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop and healthcare providers showcase photos from community outreach. An engineering society sponsors a resume-review table near the stage, and an alumni panel discusses how to prepare for technical interviews. A robotics startup uses a small drone flying above its booth to attract attention.",
    "On the expo floor, tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop and healthcare providers showcase photos from community outreach. An engineering society sponsors a resume-review table near the stage, and an alumni panel discusses how to prepare for technical interviews. A robotics startup uses a small drone flying above its booth to attract attention. In the scene, a small group of students rehearses elevator pitches quietly against a wall, while workshops on networking etiquette begin in the adjoining classroom.",
    "On the expo floor, tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop and healthcare providers showcase photos from community outreach. An engineering society sponsors a resume-review table near the stage, and an alumni panel discusses how to prepare for technical interviews. A robotics startup uses a small drone flying above its booth to attract attention. In the scene, a small group of students rehearses elevator pitches quietly against a wall, while workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "On the expo floor, tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop and healthcare providers showcase photos from community outreach. The engineering society sponsors a resume-review table near the stage, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention, while a welcome PA outlines the fair schedule. A small group of students rehearses elevator pitches quietly against a wall, and workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Event staff are stationed at the venue entrance, scanning registrations and handing out lanyards."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.3833176240891238,
    0.3833176240891238,
    0.3833176240891238,
    0.3833176240891238,
    0.3833176240891238,
    0.3833176240891238,
    0.3521213213944857,
    0.3521213213944857,
    0.3521213213944857,
    0.3521213213944857,
    0.3521213213944857,
    0.3521213213944857,
    0.3521213213944857,
    0.39991892257646794,
    0.39991892257646794,
    0.39991892257646794,
    0.39991892257646794,
    0.39991892257646794,
    0.39991892257646794,
    0.39991892257646794,
    0.7856639790962414,
    0.7856639790962414,
    0.7856639790962414,
    0.7856639790962414,
    0.7856639790962414,
    0.7856639790962414,
    0.7856639790962414,
    0.7856639790962414,
    0.8023986437470345,
    0.8023986437470345,
    0.8023986437470345,
    0.8023986437470345,
    0.8023986437470345,
    0.8023986437470345,
    0.8023986437470345,
    0.8023986437470345,
    0.8270169143957101,
    0.8270169143957101,
    0.8270169143957101,
    0.8270169143957101,
    0.8270169143957101,
    0.8270169143957101,
    0.8270169143957101,
    0.8270169143957101,
    0.8270169143957101,
    0.8270169143957101,
    0.8270169143957101,
    0.8270169143957101,
    0.8270169143957101,
    0.8716033062249108,
    0.8716033062249108,
    0.8716033062249108,
    0.8716033062249108,
    0.8716033062249108,
    0.8716033062249108
  ],
  "11": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers are showcasing community outreach photos. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "In the event space, healthcare providers are displaying community outreach photos. A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "In the event space, healthcare providers display community outreach photos. A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case-study booklets on high tables, while tech companies display demo screens showing their latest apps.",
    "In the event space, healthcare providers display community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case-study booklets on high tables, and tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage.",
    "Within the event space, healthcare providers display community outreach photos as a local backdrop. A welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Consulting firms stack glossy case-study booklets on high tables, organizing them into piles. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An event space hosts a fair where healthcare providers display community outreach photos as a backdrop and a welcome PA announces the schedule. At the entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case-study booklets on high tables, organizing them into piles. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume-review table near the stage. Workshops on networking etiquette start in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.4731143412822404,
    0.4731143412822404,
    0.4731143412822404,
    0.4731143412822404,
    0.4731143412822404,
    0.4731143412822404,
    0.7200810383138343,
    0.7200810383138343,
    0.7200810383138343,
    0.7200810383138343,
    0.7200810383138343,
    0.7200810383138343,
    0.7200810383138343,
    0.8133357859750778,
    0.8133357859750778,
    0.8133357859750778,
    0.8133357859750778,
    0.8133357859750778,
    0.8133357859750778,
    0.8133357859750778,
    0.8133357859750778,
    0.8133357859750778,
    0.8547534079334476,
    0.8547534079334476,
    0.8547534079334476,
    0.8547534079334476,
    0.8547534079334476,
    0.8547534079334476,
    0.8547534079334476,
    0.8547534079334476,
    0.8547534079334476,
    0.8646890346323934,
    0.8646890346323934,
    0.8646890346323934,
    0.8646890346323934,
    0.8646890346323934,
    0.8646890346323934,
    0.8646890346323934,
    0.8646890346323934,
    0.8646890346323934,
    0.8646890346323934,
    0.8646890346323934,
    0.8646890346323934,
    0.8436677581808354,
    0.8436677581808354,
    0.8436677581808354,
    0.8436677581808354
  ],
  "12": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A line of students stands outside the university gym, awaiting the opening of the career fair.",
    "Outside the university gym, a line of students waits for the career fair to open, while a robotics startup flies a small drone above its booth to attract attention.",
    "Outside the university gym, a line of students waits for the career fair to open. A robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin.",
    "Outside the university gym, a line of students waits for the career fair to open. A robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin. A small group of students rehearses elevator pitches quietly against a wall, practicing in hushed tones. The engineering society sponsors a resume review table near the stage. Alumni volunteers share brief pep talks near the coffee station.",
    "Outside the university gym, students line up ahead of the career fair opening. A robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin as a steady murmur of activity. A small group of students rehearses elevator pitches quietly against a wall. The engineering society sponsors a resume review table near the stage, while alumni volunteers share brief pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards to attendees. Consulting firms stack glossy case study booklets on high tables, organizing them into piles. Career counselors direct unsure students toward applicable industries.",
    "Outside the university gym, students line up ahead of the career fair opening as a robotics startup flies a small drone above its booth to attract attention. In an adjoining classroom, workshops on networking etiquette begin amid a steady murmur of activity, while a small group of students rehearses elevator pitches quietly against a wall. The engineering society sponsors a resume-review table near the stage, and alumni volunteers share brief pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards to attendees. Consulting firms stack glossy case-study booklets on high tables, organizing them into piles, and tech companies display demo screens showing their latest apps. Career counselors direct unsure students toward applicable industries. Dozens of booths with colorful banners encircle the polished floor, forming a ring around the space. A welcome announcement plays over the PA system, outlining the fair schedule."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3124474525452456,
    0.3124474525452456,
    0.3124474525452456,
    0.3124474525452456,
    0.3124474525452456,
    0.3124474525452456,
    0.3124474525452456,
    0.399217301124064,
    0.399217301124064,
    0.399217301124064,
    0.399217301124064,
    0.399217301124064,
    0.399217301124064,
    0.399217301124064,
    0.7160837032908254,
    0.7160837032908254,
    0.7160837032908254,
    0.7160837032908254,
    0.7160837032908254,
    0.7160837032908254,
    0.7160837032908254,
    0.7160837032908254,
    0.7937901732665223,
    0.7937901732665223,
    0.7937901732665223,
    0.7937901732665223,
    0.7937901732665223,
    0.7937901732665223,
    0.7937901732665223,
    0.7937901732665223,
    0.7937901732665223,
    0.8473863306117099,
    0.8473863306117099,
    0.8473863306117099,
    0.8473863306117099,
    0.8473863306117099,
    0.8473863306117099,
    0.8473863306117099,
    0.8473863306117099,
    0.8473863306117099,
    0.8473863306117099,
    0.8473863306117099,
    0.8473863306117099,
    0.8789404918346853,
    0.8789404918346853,
    0.8789404918346853,
    0.8789404918346853,
    0.8789404918346853,
    0.8789404918346853,
    0.8789404918346853,
    0.8789404918346853,
    0.8789404918346853
  ],
  "13": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym ahead of the career fair opening.",
    "Students line up outside the university gym ahead of the career fair opening. Career counselors redirect unsure students toward applicable industries.",
    "Students line up outside the university gym ahead of the career fair opening. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym ahead of the career fair opening. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym ahead of the career fair opening. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym ahead of the career fair opening. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. A small group of students rehearses elevator pitches quietly against a wall. Alumni volunteers share brief pep talks near the coffee station, while a robotics startup flies a small drone over its booth to attract attention.",
    "Students line up outside the university gym ahead of the career fair opening as career counselors direct unsure students toward applicable industries, establishing a guiding context for exploration. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews, sharing insights for navigating interview processes. A small group of students rehearses elevator pitches quietly against a wall, and alumni volunteers share brief pep talks near the coffee station. A robotics startup flies a small drone over its booth to attract attention. In the adjoining classroom, networking etiquette workshops have begun and are ongoing, offering practical etiquette guidance. Healthcare providers showcase community outreach photos illustrating local engagement."
  ],
  "13_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.5770011165181559,
    0.5770011165181559,
    0.5770011165181559,
    0.5770011165181559,
    0.5770011165181559,
    0.7163997806070852,
    0.7163997806070852,
    0.7163997806070852,
    0.7163997806070852,
    0.7163997806070852,
    0.7163997806070852,
    0.8052815914336622,
    0.8052815914336622,
    0.8052815914336622,
    0.8052815914336622,
    0.8052815914336622,
    0.8052815914336622,
    0.8052815914336622,
    0.8052815914336622,
    0.8052815914336622,
    0.8052815914336622,
    0.8052815914336622,
    0.8052815914336622,
    0.8052815914336622,
    0.8052815914336622,
    0.8052815914336622,
    0.8052815914336622,
    0.8291749694225365,
    0.8291749694225365,
    0.8291749694225365,
    0.8291749694225365,
    0.8291749694225365,
    0.8291749694225365,
    0.8291749694225365,
    0.8291749694225365,
    0.8291749694225365,
    0.8291749694225365,
    0.8291749694225365,
    0.8291749694225365,
    0.8547355975040067,
    0.8547355975040067,
    0.8547355975040067,
    0.8547355975040067,
    0.8547355975040067,
    0.8547355975040067,
    0.8547355975040067,
    0.8547355975040067,
    0.8547355975040067,
    0.8547355975040067,
    0.8547355975040067,
    0.8547355975040067,
    0.8547355975040067,
    0.8547355975040067
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards.",
    "Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications.",
    "At the career fair, HR teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers give quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens that showcase their latest apps, while a cybersecurity company hosts a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, HR teams jot notes on tablets as students introduce themselves, while event staff at the entrance scan registrations and hand out lanyards. Alumni volunteers offer quick pep talks near the coffee station, and career counselors redirect unsure students toward applicable industries. Finance firms provide QR codes for immediate internship applications. Tech companies display demo screens showcasing their latest apps, and a cybersecurity firm hosts a password-cracking challenge on a laptop. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.5752277936797283,
    0.5752277936797283,
    0.5752277936797283,
    0.5752277936797283,
    0.5752277936797283,
    0.5752277936797283,
    0.5752277936797283,
    0.5752277936797283,
    0.7737649640502986,
    0.7737649640502986,
    0.7737649640502986,
    0.7737649640502986,
    0.7737649640502986,
    0.7737649640502986,
    0.7737649640502986,
    0.7737649640502986,
    0.7737649640502986,
    0.8860721981566888,
    0.8860721981566888,
    0.8860721981566888,
    0.8860721981566888,
    0.8860721981566888,
    0.8860721981566888,
    0.8860721981566888,
    0.8860721981566888,
    0.8860721981566888,
    0.8860721981566888,
    0.9012816044354205,
    0.9012816044354205,
    0.9012816044354205,
    0.9012816044354205,
    0.9012816044354205,
    0.9012816044354205,
    0.9012816044354205,
    0.9012816044354205,
    0.9012816044354205,
    0.9012816044354205,
    0.9012816044354205
  ],
  "15": [
    "",
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries.",
    "Alumni volunteers deliver brief pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "Alumni volunteers deliver brief pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "Alumni volunteers deliver brief pep talks near the coffee station as career counselors redirect unsure students toward applicable industries, while tech companies display demo screens showing their latest apps.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station while career counselors redirect unsure students toward applicable industries; tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station while career counselors redirect unsure students toward applicable industries; tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "At the campus career fair, alumni volunteers deliver brief pep talks near the coffee station while career counselors direct unsure students toward applicable industries; groups of friends place marks for target employers on the event map, and some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps, and a robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Outside the university gym, a line of students waits for the fair to open. In the adjoining classroom, workshops on networking etiquette begin."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.5676786592358293,
    0.5676786592358293,
    0.5676786592358293,
    0.5676786592358293,
    0.5676786592358293,
    0.5676786592358293,
    0.5676786592358293,
    0.5676786592358293,
    0.5676786592358293,
    0.5676786592358293,
    0.5676786592358293,
    0.5676786592358293,
    0.5676786592358293,
    0.4425194277879557,
    0.4425194277879557,
    0.4425194277879557,
    0.4425194277879557,
    0.4425194277879557,
    0.4425194277879557,
    0.4425194277879557,
    0.4425194277879557,
    0.8355267385373814,
    0.8355267385373814,
    0.8355267385373814,
    0.8355267385373814,
    0.8355267385373814,
    0.8355267385373814,
    0.8355267385373814,
    0.8355267385373814,
    0.8355267385373814,
    0.8332983356340462,
    0.8332983356340462,
    0.8332983356340462,
    0.8332983356340462,
    0.8332983356340462,
    0.8332983356340462,
    0.8332983356340462,
    0.8332983356340462,
    0.8332983356340462,
    0.8332983356340462,
    0.8332983356340462,
    0.8953817736825072,
    0.8953817736825072,
    0.8953817736825072,
    0.8953817736825072,
    0.8953817736825072,
    0.8953817736825072,
    0.8953817736825072,
    0.8953817736825072,
    0.8953817736825072,
    0.8953817736825072,
    0.8953817736825072
  ],
  "16": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries.",
    "Alumni volunteers share quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance.",
    "Alumni volunteers share quick pep talks near the coffee station while career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps.",
    "Alumni volunteers deliver quick pep talks near the coffee station while career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps. An engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "Alumni volunteers deliver quick pep talks near the coffee station as career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps, while a robotics startup flies a small drone above its booth to attract attention. An engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company hosts a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "Alumni volunteers deliver pep talks near the coffee station as career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps, while a robotics startup flies a small drone above its booth to attract attention. An engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company hosts a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.5782153155369482,
    0.5782153155369482,
    0.5782153155369482,
    0.5782153155369482,
    0.5782153155369482,
    0.5782153155369482,
    0.7387683078541191,
    0.7387683078541191,
    0.7387683078541191,
    0.7387683078541191,
    0.7387683078541191,
    0.7387683078541191,
    0.7387683078541191,
    0.7387683078541191,
    0.7387683078541191,
    0.7387683078541191,
    0.8324274409560861,
    0.8324274409560861,
    0.8324274409560861,
    0.8324274409560861,
    0.8324274409560861,
    0.8324274409560861,
    0.8324274409560861,
    0.8324274409560861,
    0.8324274409560861,
    0.8572631761350225,
    0.8572631761350225,
    0.8572631761350225,
    0.8572631761350225,
    0.8572631761350225,
    0.8572631761350225,
    0.8572631761350225,
    0.8572631761350225,
    0.8572631761350225,
    0.8572631761350225,
    0.8572631761350225,
    0.8572631761350225,
    0.8572631761350225,
    0.860988009193473,
    0.860988009193473,
    0.860988009193473,
    0.860988009193473,
    0.860988009193473
  ],
  "17": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, creating a ring around the space.",
    "Dozens of booths with colorful banners encircle the polished floor, forming a ring around the space. A welcome announcement is played over the PA system, outlining the fair schedule.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a ring around the space. A welcome announcement plays over the PA system, outlining the fair schedule. A small group of students rehearses elevator pitches quietly against a wall.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a ring around the space. A welcome announcement plays over the PA system, outlining the fair schedule. A small group of students rehearses elevator pitches quietly against a wall. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a ring around the space. A welcome announcement plays over the PA system outlining the fair schedule. A small group of students rehearses elevator pitches quietly against a wall. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. In a shared space, alumni volunteers share brief pep talks near the coffee station. Tech companies display demo screens showcasing their latest apps.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a ring around the space. A welcome announcement plays over the PA outlining the fair schedule. A small group of students rehearses elevator pitches quietly against a wall. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. In a shared space, alumni volunteers share brief pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a ring around the space as a welcome announcement plays over the PA outlining the fair schedule. A small group of students rehearses elevator pitches quietly against a wall while human resources teams jot notes on tablets as students introduce themselves. At the event entrance ahead of the career fair opening, staff scan registrations and hand out lanyards to attendees. In a shared space, alumni volunteers share brief pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Students line up outside the university gym. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, arranging them into piles."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.29807507865972055,
    0.29807507865972055,
    0.29807507865972055,
    0.29807507865972055,
    0.29807507865972055,
    0.29807507865972055,
    0.29807507865972055,
    0.5463955378157651,
    0.5463955378157651,
    0.5463955378157651,
    0.5463955378157651,
    0.5463955378157651,
    0.5463955378157651,
    0.6855523357784711,
    0.6855523357784711,
    0.6855523357784711,
    0.6855523357784711,
    0.6855523357784711,
    0.6855523357784711,
    0.6855523357784711,
    0.8195681956093026,
    0.8195681956093026,
    0.8195681956093026,
    0.8195681956093026,
    0.8195681956093026,
    0.8195681956093026,
    0.8195681956093026,
    0.8195681956093026,
    0.8559187432219046,
    0.8559187432219046,
    0.8559187432219046,
    0.8559187432219046,
    0.8559187432219046,
    0.8559187432219046,
    0.8559187432219046,
    0.8559187432219046,
    0.8554599003565775,
    0.8554599003565775,
    0.8554599003565775,
    0.8554599003565775,
    0.8554599003565775,
    0.8554599003565775,
    0.8554599003565775,
    0.8554599003565775,
    0.8554599003565775,
    0.8554599003565775,
    0.8554599003565775,
    0.8554599003565775,
    0.8554599003565775,
    0.8793796834982258,
    0.8793796834982258,
    0.8793796834982258,
    0.8793796834982258,
    0.8793796834982258,
    0.8793796834982258
  ],
  "18": [
    "",
    "",
    "",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "An engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "An engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention. Event staff scan registrations and hand out lanyards at the entrance.",
    "An engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos.",
    "An engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom.",
    "An engineering society sponsors a resume review table near the stage, with an alumni panel discussing how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers deliver quick pep talks near the coffee station while career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4014014397143841,
    0.4014014397143841,
    0.4014014397143841,
    0.4014014397143841,
    0.4014014397143841,
    0.4014014397143841,
    0.6279626630163342,
    0.6279626630163342,
    0.6279626630163342,
    0.6279626630163342,
    0.6279626630163342,
    0.6279626630163342,
    0.6279626630163342,
    0.6279626630163342,
    0.8034168178011758,
    0.8034168178011758,
    0.8034168178011758,
    0.8034168178011758,
    0.8034168178011758,
    0.8034168178011758,
    0.8034168178011758,
    0.8034168178011758,
    0.8191391039641898,
    0.8191391039641898,
    0.8191391039641898,
    0.8191391039641898,
    0.8191391039641898,
    0.8191391039641898,
    0.8191391039641898,
    0.8191391039641898,
    0.8248905493903624,
    0.8248905493903624,
    0.8248905493903624,
    0.8248905493903624,
    0.8248905493903624,
    0.8248905493903624,
    0.8248905493903624,
    0.8248905493903624,
    0.8248905493903624,
    0.8248905493903624,
    0.8248905493903624,
    0.8232137559577238,
    0.8232137559577238,
    0.8232137559577238,
    0.8232137559577238,
    0.8232137559577238,
    0.8232137559577238,
    0.8232137559577238,
    0.8232137559577238,
    0.8232137559577238,
    0.8232137559577238,
    0.8232137559577238,
    0.8232137559577238
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "A university career fair scene includes healthcare providers showcasing community outreach photos, while students line up outside the university gym before the fair opens. Finance firms offer QR codes for immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves.",
    "At a university career fair, healthcare providers showcase community outreach photos as students line up outside the university gym before the fair opens. Finance firms offer QR codes for immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station, while career counselors direct unsure students toward applicable industries.",
    "A university career fair opens with healthcare providers showcasing community outreach photos as students line up outside the university gym before the doors open. Finance firms offer QR codes for immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver quick pep talks near the coffee station, while career counselors direct unsure students toward applicable industries.",
    "At a university career fair, students line up outside the university gym before doors open as healthcare providers display community outreach photos. Finance firms offer QR codes for immediate internship applications; at the event entrance staff scan registrations and hand out lanyards. HR teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver brief pep talks near the coffee station, while career counselors direct unsure students toward applicable industries. A welcome PA announces the fair schedule. A robotics startup flies a small drone over its booth to attract attention. On the expo floor, tech companies display demo screens of their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop. An engineering society sponsors a resume-review table near the stage, and an alumni panel discusses how to prepare for technical interviews."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.499298342049861,
    0.499298342049861,
    0.499298342049861,
    0.499298342049861,
    0.499298342049861,
    0.499298342049861,
    0.499298342049861,
    0.8246514566065948,
    0.8246514566065948,
    0.8246514566065948,
    0.8246514566065948,
    0.8246514566065948,
    0.8246514566065948,
    0.8246514566065948,
    0.8246514566065948,
    0.833158981732155,
    0.833158981732155,
    0.833158981732155,
    0.833158981732155,
    0.833158981732155,
    0.833158981732155,
    0.833158981732155,
    0.833158981732155,
    0.833158981732155,
    0.818336187574391,
    0.818336187574391,
    0.818336187574391,
    0.818336187574391,
    0.818336187574391,
    0.818336187574391,
    0.818336187574391,
    0.818336187574391,
    0.818336187574391,
    0.818336187574391,
    0.818336187574391,
    0.818336187574391,
    0.818336187574391,
    0.818336187574391,
    0.890801078665945,
    0.890801078665945,
    0.890801078665945,
    0.890801078665945,
    0.890801078665945,
    0.890801078665945
  ],
  "20": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms display glossy case study booklets arranged on high tables as a backdrop to the career fair. Students line up outside the university gym ahead of the fair's opening. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews.",
    "Glossy case study booklets sit on high tables as a backdrop to the campus career fair in the university gym. Outside, a line of students waits for the fair to open. Inside, counselors guide unsure students toward applicable industries while event staff scan registrations and hand out lanyards at the entrance. Near the stage, the engineering society sponsors a resume review table, and an alumni panel discusses how to prepare for technical interviews. Groups of friends place marks for target employers on the event map. Tech companies display demo screens to showcase their latest apps, and some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin.",
    "A university gym hosts a campus career fair, with glossy case study booklets sitting on high tables as a backdrop. Outside, a line of students waits for the fair to open. Inside, counselors guide unsure students toward applicable industries while event staff scan registrations and hand out lanyards at the entrance. Near the stage, the engineering society sponsors a resume review table; an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends place marks for target employers on the event map. Tech companies display demo screens to showcase their latest apps, and some students rehearse elevator pitches quietly against the wall. A robotics startup deploys a small drone above its booth to draw attention. In the adjoining classroom, workshops on networking etiquette begin."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.8547714036512657,
    0.8547714036512657,
    0.8547714036512657,
    0.8547714036512657,
    0.8547714036512657,
    0.8547714036512657,
    0.8547714036512657,
    0.8547714036512657,
    0.8547714036512657,
    0.8690358105410354,
    0.8690358105410354,
    0.8690358105410354,
    0.8690358105410354,
    0.8690358105410354,
    0.8690358105410354,
    0.8690358105410354,
    0.8690358105410354,
    0.8690358105410354,
    0.8690358105410354,
    0.8690358105410354,
    0.8690358105410354,
    0.8867176397777959,
    0.8867176397777959,
    0.8867176397777959,
    0.8867176397777959,
    0.8867176397777959,
    0.8867176397777959,
    0.8867176397777959,
    0.8867176397777959
  ],
  "21": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Consulting firms stack glossy case study booklets on high tables, arranging them into piles.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees; consulting firms stack glossy case study booklets on high tables, arranging them into piles.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Consulting firms stack glossy case study booklets on high tables, arranging them into piles. Alumni volunteers deliver brief pep talks near the coffee station as career counselors redirect unsure students toward applicable industries, while tech companies display demo screens showing their latest apps.",
    "Staff at the event entrance scan registrations and hand out lanyards to attendees; students line up outside the university gym ahead of the career fair opening. Consulting firms stack glossy case study booklets on high tables, organizing them into piles. Alumni volunteers deliver brief pep talks near the coffee station as career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "Staff at the event entrance scan registrations and hand out lanyards to attendees, while students line up outside the university gym ahead of the career fair opening. Consulting firms stack glossy case study booklets on high tables, organizing them into piles. An engineering society-sponsored resume review table sits near the stage, with tech companies displaying demo screens of their latest apps nearby. Alumni volunteers deliver brief pep talks near the coffee station as career counselors redirect unsure students toward applicable industries. Against a wall, a small group of students rehearses elevator pitches quietly."
  ],
  "21_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.5605653622253413,
    0.5605653622253413,
    0.5605653622253413,
    0.5605653622253413,
    0.5605653622253413,
    0.5605653622253413,
    0.5605653622253413,
    0.40722982953680326,
    0.40722982953680326,
    0.40722982953680326,
    0.40722982953680326,
    0.40722982953680326,
    0.40722982953680326,
    0.789164931333507,
    0.789164931333507,
    0.789164931333507,
    0.789164931333507,
    0.789164931333507,
    0.789164931333507,
    0.789164931333507,
    0.789164931333507,
    0.8286406202198051,
    0.8286406202198051,
    0.8286406202198051,
    0.8286406202198051,
    0.8286406202198051,
    0.8286406202198051,
    0.8286406202198051,
    0.8286406202198051,
    0.8286406202198051,
    0.8286406202198051,
    0.8286406202198051,
    0.8286406202198051,
    0.8381821524289794,
    0.8381821524289794,
    0.8381821524289794,
    0.8381821524289794,
    0.8381821524289794,
    0.8381821524289794,
    0.8381821524289794,
    0.8381821524289794,
    0.8381821524289794,
    0.8381821524289794
  ],
  "22": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "In the observed scene, groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while event staff are stationed at the entrance, scanning registrations and handing out lanyards.",
    "Groups of friends mark target employers on the event map, while event staff stand at the entrance, scanning registrations and handing out lanyards. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "Groups of friends mark target employers on the event map as event staff stand at the entrance, scanning registrations and handing out lanyards. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "Across the event space, groups of friends mark target employers on the event map as event staff stand at the entrance, scanning registrations and handing out lanyards. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact.",
    "Groups of friends mark target employers on the event map as event staff at the entrance scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume-review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. A small group of students rehearsing elevator pitches quietly against a wall. Dozens of booths with colorful banners encircle the polished floor, forming a ring around the space. A welcome announcement plays over the PA system outlining the fair schedule. Alumni volunteers give brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables; tech companies display demo screens showing their latest apps."
  ],
  "22_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.31948581843148977,
    0.31948581843148977,
    0.31948581843148977,
    0.31948581843148977,
    0.31948581843148977,
    0.31948581843148977,
    0.4197492510006968,
    0.4197492510006968,
    0.4197492510006968,
    0.4197492510006968,
    0.4197492510006968,
    0.4197492510006968,
    0.4197492510006968,
    0.7991151291303629,
    0.7991151291303629,
    0.7991151291303629,
    0.7991151291303629,
    0.7991151291303629,
    0.7991151291303629,
    0.7760367547676612,
    0.7760367547676612,
    0.7760367547676612,
    0.7760367547676612,
    0.7760367547676612,
    0.7760367547676612,
    0.7760367547676612,
    0.7760367547676612,
    0.7760367547676612,
    0.8185804987947477,
    0.8185804987947477,
    0.8185804987947477,
    0.8185804987947477,
    0.8185804987947477,
    0.8185804987947477,
    0.8185804987947477,
    0.8185804987947477,
    0.8185804987947477,
    0.8185804987947477,
    0.8185804987947477,
    0.8185804987947477,
    0.8185804987947477,
    0.8185804987947477,
    0.8185804987947477,
    0.8185804987947477,
    0.8979706405372924,
    0.8979706405372924,
    0.8979706405372924,
    0.8979706405372924,
    0.8979706405372924,
    0.8979706405372924,
    0.8979706405372924,
    0.8979706405372924
  ],
  "23": [
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while healthcare providers showcase community outreach photos.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule, while healthcare providers showcase community outreach photos; finance firms offer QR codes for immediate internship applications.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Healthcare providers showcase community outreach photos; finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Healthcare providers showcase community outreach photos, while finance firms offer QR codes for immediate internship applications. Alumni volunteers share brief pep talks near the coffee station, and career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance, and human resources teams jot notes on tablets as students introduce themselves.",
    "At the fair, a welcome announcement plays over the PA outlining the schedule. Healthcare providers showcase community outreach photos; finance firms offer QR codes for immediate internship applications. Alumni volunteers deliver brief pep talks near the coffee station, while career counselors steer unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets as students introduce themselves. On the expo floor, tech companies display demo screens of their latest apps; a cybersecurity company runs a password-cracking challenge on a laptop. An engineering society sponsors a resume-review table near the stage, and an alumni panel discusses preparing for technical interviews. A robotics startup uses a small drone above its booth to attract attention. In the scene, a small group of students rehearses elevator pitches quietly against a wall, and workshops on networking etiquette begin in the adjoining classroom."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.39533452196339525,
    0.39533452196339525,
    0.39533452196339525,
    0.39533452196339525,
    0.39533452196339525,
    0.39533452196339525,
    0.4910691530943588,
    0.4910691530943588,
    0.4910691530943588,
    0.4910691530943588,
    0.4910691530943588,
    0.4910691530943588,
    0.4910691530943588,
    0.4910691530943588,
    0.8639737345500415,
    0.8639737345500415,
    0.8639737345500415,
    0.8639737345500415,
    0.8639737345500415,
    0.8639737345500415,
    0.8639737345500415,
    0.8639737345500415,
    0.8728023156329694,
    0.8728023156329694,
    0.8728023156329694,
    0.8728023156329694,
    0.8728023156329694,
    0.8728023156329694,
    0.8728023156329694,
    0.8728023156329694,
    0.8728023156329694,
    0.8728023156329694,
    0.9171120097166586,
    0.9171120097166586,
    0.9171120097166586,
    0.9171120097166586,
    0.9171120097166586,
    0.9171120097166586,
    0.9171120097166586,
    0.9171120097166586,
    0.9171120097166586,
    0.9171120097166586,
    0.9171120097166586,
    0.9171120097166586,
    0.9171120097166586,
    0.9171120097166586,
    0.9171120097166586
  ],
  "24": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case-study booklets on high tables, while tech companies display demo screens showing their latest apps.",
    "In a mixed corporate setting, consulting firms stack glossy case-study booklets on high tables while tech companies display demo screens showing their latest apps. Against a wall, a small group of students rehearses elevator pitches quietly.",
    "In a mixed corporate setting, consulting firms stack glossy case-study booklets on high tables while tech companies display demo screens showing their latest apps. Against a wall, a small group of students rehearses elevator pitches quietly. In the event space, healthcare providers are displaying community outreach photos. A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "In a mixed corporate fair setting, consulting firms stack glossy case-study booklets on high tables while tech companies display demo screens showing their latest apps. Against a wall, a small group of students rehearses elevator pitches quietly. In the event space, healthcare providers are displaying community outreach photos. A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers give brief pep talks near the coffee station, while a robotics startup flies a small drone over its booth to attract attention.",
    "Across the mixed corporate fair, firms display glossy case-study booklets on high tables while tech companies show demo screens of their latest apps. A small group of students rehearses elevator pitches quietly against a wall. Healthcare providers display community outreach photos in the event space. A welcome message plays over the PA, outlining the fair schedule. Event staff scan registrations and hand out lanyards at the entrances. Alumni volunteers offer brief pep talks near the coffee station, while a robotics startup flies a small drone over its booth to attract attention. A cybersecurity company operates a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries."
  ],
  "24_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3698123648282847,
    0.3698123648282847,
    0.3698123648282847,
    0.3698123648282847,
    0.3698123648282847,
    0.3698123648282847,
    0.3698123648282847,
    0.3698123648282847,
    0.48027788249589565,
    0.48027788249589565,
    0.48027788249589565,
    0.48027788249589565,
    0.48027788249589565,
    0.48027788249589565,
    0.48027788249589565,
    0.7806742016228954,
    0.7806742016228954,
    0.7806742016228954,
    0.7806742016228954,
    0.7806742016228954,
    0.7806742016228954,
    0.7806742016228954,
    0.7806742016228954,
    0.7806742016228954,
    0.8439360901329105,
    0.8439360901329105,
    0.8439360901329105,
    0.8439360901329105,
    0.8439360901329105,
    0.8439360901329105,
    0.8439360901329105,
    0.8439360901329105,
    0.8439360901329105,
    0.8439360901329105,
    0.8439360901329105,
    0.8439360901329105,
    0.8439360901329105,
    0.8677624201100669,
    0.8677624201100669,
    0.8677624201100669,
    0.8677624201100669,
    0.8677624201100669,
    0.8677624201100669,
    0.8677624201100669,
    0.8677624201100669,
    0.8677624201100669,
    0.8677624201100669,
    0.8677624201100669
  ],
  "25": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup flies a small drone above its booth to attract attention, while a welcome announcement outlines the fair schedule over the PA system.",
    "A robotics startup flies a small drone above its booth to attract attention as a welcome announcement outlines the fair schedule over the PA system. Event staff are stationed at the venue entrance, scanning registrations and handing out lanyards. Workshops on networking etiquette begin in the adjoining classroom, while career counselors remind attendees to maintain eye contact.",
    "At the fair, a robotics startup operates a booth with a small drone that flies above it to attract attention, while a welcome announcement outlines the fair schedule over the PA system. Event staff are stationed at the venue entrance, scanning registrations and handing out lanyards. Workshops on networking etiquette begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the fair, a robotics startup operates a booth with a small drone that flies above the booth to attract attention, complemented by a welcome announcement outlining the fair schedule over the PA system. Event staff stand at the venue entrance, scanning registrations and handing out lanyards. In the adjoining classroom, workshops on networking etiquette begin, while career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop. A small group of students rehearses elevator pitches quietly against a wall, practicing in hushed tones. The engineering society sponsors a resume review table near the stage. Alumni volunteers share brief pep talks near the coffee station.",
    "At the fair, a robotics startup operates a booth with a small drone hovering above it to attract attention, complemented by a welcome announcement outlining the fair schedule over the PA system. Event staff stand at the venue entrance, scanning registrations and handing out lanyards. In the adjoining classroom, workshops on networking etiquette begin, while career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop. A small group of students rehearses elevator pitches quietly against a wall. The engineering society sponsors a resume review table near the stage, while alumni volunteers share brief pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4283128308588935,
    0.4283128308588935,
    0.4283128308588935,
    0.4283128308588935,
    0.4283128308588935,
    0.4283128308588935,
    0.4283128308588935,
    0.4283128308588935,
    0.7755147066389313,
    0.7755147066389313,
    0.7755147066389313,
    0.7755147066389313,
    0.7755147066389313,
    0.7755147066389313,
    0.7755147066389313,
    0.7755147066389313,
    0.8551905779115339,
    0.8551905779115339,
    0.8551905779115339,
    0.8551905779115339,
    0.8551905779115339,
    0.8551905779115339,
    0.8551905779115339,
    0.8551905779115339,
    0.8551905779115339,
    0.8758877547833421,
    0.8758877547833421,
    0.8758877547833421,
    0.8758877547833421,
    0.8758877547833421,
    0.8758877547833421,
    0.8758877547833421,
    0.8758877547833421,
    0.8758877547833421,
    0.8758877547833421,
    0.8758877547833421,
    0.8758877547833421,
    0.8919141654010214,
    0.8919141654010214,
    0.8919141654010214,
    0.8919141654010214,
    0.8919141654010214,
    0.8919141654010214,
    0.8919141654010214,
    0.8919141654010214,
    0.8919141654010214
  ],
  "26": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "An event features a cybersecurity company running a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. A small group of students rehearses elevator pitches quietly against a wall, practicing in hushed tones. The engineering society sponsors a resume-review table near the stage. Alumni volunteers share brief pep talks near the coffee station, while a robotics startup flies a small drone over its booth to attract attention.",
    "An event presents a cybersecurity company conducting a password-cracking challenge on a laptop, while dozens of booths with colorful banners encircle the polished floor. A small group of students rehearses elevator pitches quietly against a wall, practicing in hushed tones. The engineering society sponsors a resume-review table near the stage. Alumni volunteers share brief pep talks near the coffee station, and a robotics startup flies a small drone over its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "During the event, a cybersecurity company runs a password-cracking challenge on a laptop, while dozens of booths with colorful banners encircle the polished floor. A small group of students rehearses elevator pitches quietly against a wall, practicing in hushed tones. The engineering society sponsors a resume-review table near the stage. Alumni volunteers share brief pep talks near the coffee station, and a robotics startup flies a small drone over its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables."
  ],
  "26_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.46085133915630533,
    0.46085133915630533,
    0.46085133915630533,
    0.46085133915630533,
    0.46085133915630533,
    0.46085133915630533,
    0.46085133915630533,
    0.46085133915630533,
    0.46085133915630533,
    0.46085133915630533,
    0.46085133915630533,
    0.7551353868195874,
    0.7551353868195874,
    0.7551353868195874,
    0.7551353868195874,
    0.7551353868195874,
    0.7551353868195874,
    0.7551353868195874,
    0.7551353868195874,
    0.7551353868195874,
    0.7950379808232806,
    0.7950379808232806,
    0.7950379808232806,
    0.7950379808232806,
    0.7950379808232806,
    0.7950379808232806,
    0.7950379808232806,
    0.7950379808232806,
    0.7950379808232806,
    0.7950379808232806,
    0.7950379808232806,
    0.7950379808232806,
    0.8130487510423409
  ],
  "27": [
    "",
    "",
    "\"\"",
    "\"\"",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue entrance, event staff station themselves to scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact.",
    "At the venue entrance, event staff station themselves to scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "At the venue entrance, event staff station themselves to scan registrations and hand out lanyards. Inside, tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette are beginning. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Inside, tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette are beginning. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A small group of students rehearses elevator pitches quietly against a wall. Dozens of booths with colorful banners encircle a polished floor, forming a ring around the space. A welcome announcement plays over the PA system outlining the fair schedule. In a shared space, alumni volunteers share brief pep talks near the coffee station. HR teams jot notes on tablets as students introduce themselves."
  ],
  "27_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.6013244872084508,
    0.6013244872084508,
    0.6013244872084508,
    0.6013244872084508,
    0.6013244872084508,
    0.6013244872084508,
    0.6013244872084508,
    0.6013244872084508,
    0.7384519256180779,
    0.7384519256180779,
    0.7384519256180779,
    0.7384519256180779,
    0.7384519256180779,
    0.7384519256180779,
    0.742671516335379,
    0.742671516335379,
    0.742671516335379,
    0.742671516335379,
    0.742671516335379,
    0.742671516335379,
    0.742671516335379,
    0.742671516335379,
    0.742671516335379,
    0.7624564909762213,
    0.7624564909762213,
    0.7624564909762213,
    0.7624564909762213,
    0.7624564909762213,
    0.7624564909762213,
    0.7624564909762213,
    0.7624564909762213,
    0.7624564909762213,
    0.7624564909762213,
    0.7624564909762213,
    0.8644600646753597,
    0.8644600646753597,
    0.8644600646753597,
    0.8644600646753597,
    0.8644600646753597,
    0.8644600646753597,
    0.8644600646753597,
    0.8644600646753597,
    0.8644600646753597,
    0.8644600646753597
  ],
  "28": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards to attendees. Consulting firms stack glossy case study booklets on high tables, arranging them into piles.",
    "Workshops on networking etiquette begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards to attendees. Consulting firms stack glossy case study booklets on high tables, organizing them into piles. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue entrance, event staff scan registrations and hand out lanyards to attendees. Workshops on networking etiquette begin in the adjoining classroom, while career counselors remind attendees to maintain eye contact. A PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables, organizing them into piles. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette occur in an adjoining classroom, while career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables, organizing them into piles. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. An engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.6688162606247294,
    0.6688162606247294,
    0.6688162606247294,
    0.6688162606247294,
    0.6688162606247294,
    0.6688162606247294,
    0.6688162606247294,
    0.6688162606247294,
    0.6843296298602313,
    0.6843296298602313,
    0.6843296298602313,
    0.6843296298602313,
    0.6843296298602313,
    0.6843296298602313,
    0.6843296298602313,
    0.6843296298602313,
    0.8426416267578141,
    0.8426416267578141,
    0.8426416267578141,
    0.8426416267578141,
    0.8426416267578141,
    0.8426416267578141,
    0.8426416267578141,
    0.8426416267578141,
    0.8426416267578141,
    0.8426416267578141,
    0.8934619541942193,
    0.8934619541942193,
    0.8934619541942193,
    0.8934619541942193,
    0.8934619541942193,
    0.8934619541942193,
    0.8934619541942193,
    0.8934619541942193,
    0.8934619541942193,
    0.8934619541942193,
    0.8934619541942193,
    0.8934619541942193,
    0.8934619541942193
  ],
  "29": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A robotics startup uses a small drone to attract attention by flying it above its booth.",
    "A robotics startup uses a small drone to attract attention by flying it above its booth, while some students rehearse elevator pitches quietly against the wall.",
    "At the university gym ahead of the career fair opening, a robotics startup draws attention by using a small drone that flies above its booth while some students rehearse elevator pitches quietly against the wall. Students line up outside the gym. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university gym ahead of the career fair opening, a robotics startup draws attention with a small drone that flies above its booth. Some students rehearse elevator pitches quietly against the wall, while a line of students waits outside the gym for the career fair to open. Career counselors redirect unsure students toward applicable industries, and event staff scan registrations and hand out lanyards at the entrance. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the university gym ahead of the career fair's opening, a robotics startup draws attention with a small drone hovering above its booth. Inside, some students rehearse elevator pitches quietly against the wall, while a line forms outside the gym as attendees wait for doors to open. Career counselors direct unsure students toward applicable industries, and event staff scan registrations while handing out lanyards at the entrance. In the adjoining classroom, workshops on networking etiquette begin. In parallel, human resources teams jot notes on tablets as students introduce themselves.",
    "At the university gym ahead of the career fair opening, a robotics startup draws attention with a drone hovering over its booth. A group of students rehearses elevator pitches quietly against a wall, while a line forms outside as attendees wait for doors to open. Career counselors direct unsure students toward applicable industries, and event staff scan registrations while handing out lanyards at the entrance. In the adjoining classroom, workshops on networking etiquette begin; in parallel, human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners encircle the polished floor, forming a ring around the space. A welcome announcement plays over the PA outlining the schedule. Alumni volunteers give pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables; engineering society sponsors a resume-review table near the stage; tech companies display demo screens showing their latest apps."
  ],
  "29_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41756189281647815,
    0.41756189281647815,
    0.41756189281647815,
    0.41756189281647815,
    0.41756189281647815,
    0.41756189281647815,
    0.41756189281647815,
    0.39692879175842005,
    0.39692879175842005,
    0.39692879175842005,
    0.39692879175842005,
    0.39692879175842005,
    0.39692879175842005,
    0.39692879175842005,
    0.39692879175842005,
    0.7912861072335183,
    0.7912861072335183,
    0.7912861072335183,
    0.7912861072335183,
    0.7912861072335183,
    0.7912861072335183,
    0.7912861072335183,
    0.7912861072335183,
    0.8001654898513397,
    0.8001654898513397,
    0.8001654898513397,
    0.8001654898513397,
    0.8001654898513397,
    0.8001654898513397,
    0.8001654898513397,
    0.8001654898513397,
    0.8010298941872723,
    0.8010298941872723,
    0.8010298941872723,
    0.8010298941872723,
    0.8010298941872723,
    0.8010298941872723,
    0.8010298941872723,
    0.8010298941872723,
    0.8010298941872723,
    0.8010298941872723,
    0.8010298941872723,
    0.8010298941872723,
    0.8010298941872723,
    0.8010298941872723,
    0.8010298941872723,
    0.8010298941872723,
    0.8010298941872723,
    0.8010298941872723,
    0.8010298941872723
  ],
  "30": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps.",
    "Workshops on networking etiquette begin in the adjoining classroom, with career counselors reminding attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention as a welcome announcement outlines the fair schedule over the PA system. Event staff are stationed at the venue entrance, scanning registrations and handing out lanyards.",
    "An event space hosts dozens of booths with colorful banners encircling the polished floor in a ring, while workshops on networking etiquette begin in the adjoining classroom with career counselors reminding attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage, and tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention as a welcome announcement outlines the fair schedule over the PA system. Event staff are stationed at the venue entrance, scanning registrations and handing out lanyards. A small group of students rehearses elevator pitches quietly against a wall. Alumni volunteers give brief pep talks near the coffee station, complementing the buzz around the booths.",
    "An event space hosts dozens of booths with colorful banners encircling the polished floor in a ring. Workshops on networking etiquette begin in the adjoining classroom, with career counselors reminding attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention as a welcome announcement outlines the fair schedule over the PA system. Event staff are stationed at the venue entrance, scanning registrations and handing out lanyards. A small group of students rehearses elevator pitches quietly against a wall. Alumni volunteers give brief pep talks near the coffee station, complementing the buzz around the booths. Healthcare providers showcase community outreach photos."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.5662363212337509,
    0.5662363212337509,
    0.5662363212337509,
    0.5662363212337509,
    0.5662363212337509,
    0.5662363212337509,
    0.5662363212337509,
    0.5662363212337509,
    0.5662363212337509,
    0.8462904793444699,
    0.8462904793444699,
    0.8462904793444699,
    0.8462904793444699,
    0.8462904793444699,
    0.8462904793444699,
    0.8462904793444699,
    0.8462904793444699,
    0.8462904793444699,
    0.8462904793444699,
    0.8396791907962499,
    0.8396791907962499,
    0.8396791907962499,
    0.8396791907962499,
    0.8396791907962499,
    0.8396791907962499,
    0.8396791907962499,
    0.8396791907962499,
    0.8396791907962499,
    0.8396791907962499,
    0.8396791907962499,
    0.8417054830053671,
    0.8417054830053671,
    0.8417054830053671,
    0.8417054830053671,
    0.8417054830053671,
    0.8417054830053671,
    0.8417054830053671
  ],
  "31": [
    "",
    "",
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves.",
    "Finance firms offer QR codes for immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves.",
    "Finance firms offer QR codes for immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves.",
    "Finance firms provide QR codes to enable immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. At the event, the engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Alumni volunteers share brief pep talks near the coffee station, while career counselors direct unsure students toward applicable industries.",
    "Finance firms provide QR codes to enable immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards; human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Alumni volunteers share brief pep talks near the coffee station, while career counselors direct unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention.",
    "At the fair, finance firms provide QR codes to enable immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Alumni volunteers share brief pep talks near the coffee station, and career counselors direct unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention. In the event space, healthcare providers display community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms stack glossy case-study booklets on high tables."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.7760141287640114,
    0.7760141287640114,
    0.7760141287640114,
    0.7760141287640114,
    0.7760141287640114,
    0.7760141287640114,
    0.7760141287640114,
    0.7760141287640114,
    0.7760141287640114,
    0.7760141287640114,
    0.7760141287640114,
    0.7760141287640114,
    0.7760141287640114,
    0.7760141287640114,
    0.7760141287640114,
    0.7760141287640114,
    0.7760141287640114,
    0.7760141287640114,
    0.7760141287640114,
    0.7760141287640114,
    0.7760141287640114,
    0.7760141287640114,
    0.8457214357410117,
    0.8457214357410117,
    0.8457214357410117,
    0.8457214357410117,
    0.8457214357410117,
    0.8457214357410117,
    0.8457214357410117,
    0.8457214357410117,
    0.8457214357410117,
    0.8457214357410117,
    0.8425981935749267,
    0.8425981935749267,
    0.8425981935749267,
    0.8425981935749267,
    0.8425981935749267,
    0.8425981935749267,
    0.8425981935749267,
    0.8425981935749267,
    0.8425981935749267,
    0.8425981935749267,
    0.8425981935749267,
    0.8425981935749267,
    0.8425981935749267,
    0.8425981935749267,
    0.8425981935749267,
    0.9285310404735752
  ],
  "32": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos; an alumni panel discusses how to prepare for technical interviews.",
    "A venue hosts an event where healthcare providers showcase community outreach photos and an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a venue, an event features healthcare providers showcasing community outreach photos alongside an alumni panel discussing how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards to attendees. The two components—photo displays and the alumni discussion—coexist within the same event, presenting a blend of outreach visibility and professional development for technical interview preparation. Arrival procedures consist of registration scanning and the distribution of lanyards by staff at the entry, establishing check-in as attendees enter the space.",
    "At a venue, an event combines healthcare providers showcasing community outreach photos with an alumni panel on how to prepare for technical interviews. Arrival procedures involve staff scanning registrations and distributing lanyards at the entrance, establishing check-in as attendees enter the space. The photo displays and the alumni discussion coexist within the same event, blending outreach visibility with professional development focused on technical interview preparation.",
    "At a venue, an event blends healthcare providers showcasing community outreach photos with an alumni panel on preparing for technical interviews. Arrival procedures involve staff scanning registrations and distributing lanyards at the entrance, establishing check-in as attendees enter. The photo displays and the alumni discussion coexist within the same event, blending outreach visibility with professional development centered on technical interview preparation. A robotics startup uses a small drone hovering above its booth to attract attention. Career counselors direct unsure students toward applicable industries. Tech companies display demo screens featuring their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop.",
    "In a venue, an event blends healthcare providers showcasing community outreach photos with an alumni panel on preparing for technical interviews. Check-in unfolds as staff scan registrations and distribute lanyards at the entrance. The photo displays and the alumni discussion coexist, mixing outreach visibility with professional development. A robotics startup uses a small drone hovering above its booth to attract attention. Career counselors direct unsure students toward applicable industries. Tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop. An engineering society sponsors a resume-review table near the stage, and the alumni panel discusses how to prepare for technical interviews. A small group of students rehearses elevator pitches quietly against a wall, while workshops on networking etiquette begin in the adjoining classroom."
  ],
  "32_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.42706054456319087,
    0.42706054456319087,
    0.42706054456319087,
    0.42706054456319087,
    0.42706054456319087,
    0.42706054456319087,
    0.5777636955119989,
    0.5777636955119989,
    0.5777636955119989,
    0.5777636955119989,
    0.5777636955119989,
    0.5777636955119989,
    0.5777636955119989,
    0.6849015868500673,
    0.6849015868500673,
    0.6849015868500673,
    0.6849015868500673,
    0.6849015868500673,
    0.6849015868500673,
    0.6849015868500673,
    0.6482000253604341,
    0.6482000253604341,
    0.6482000253604341,
    0.6482000253604341,
    0.6482000253604341,
    0.6482000253604341,
    0.6482000253604341,
    0.6482000253604341,
    0.6482000253604341,
    0.8037825198026982,
    0.8037825198026982,
    0.8037825198026982,
    0.8037825198026982,
    0.8037825198026982,
    0.8037825198026982,
    0.8037825198026982,
    0.8037825198026982,
    0.8037825198026982,
    0.8037825198026982,
    0.8037825198026982,
    0.8037825198026982,
    0.8146160484130162,
    0.8146160484130162,
    0.8146160484130162,
    0.8146160484130162,
    0.8146160484130162,
    0.8146160484130162,
    0.8146160484130162,
    0.8146160484130162,
    0.8146160484130162,
    0.8146160484130162,
    0.8146160484130162
  ],
  "33": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps.",
    "The engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps.",
    "An engineering society-sponsored resume review table sits near the stage, complemented by tech companies displaying demo screens of their latest apps. At the event entrance, staff scan registrations and hand out lanyards to attendees. Consulting firms place glossy case study booklets on high tables, stacking them into piles.",
    "An engineering society-sponsored resume review table sits near the stage, complemented by tech companies displaying demo screens of their latest apps. At the event entrance, staff scan registrations and hand out lanyards to attendees. Consulting firms place glossy case-study booklets on high tables, stacking them into piles, while tech companies display demo screens showing their latest apps in a mixed corporate setting. Against a wall, a small group of students rehearses elevator pitches quietly.",
    "At a university career fair, a stage hosts an engineering society-sponsored resume review table, while tech companies display demo screens of their latest apps in a mixed corporate setting. Consulting firms place glossy case-study booklets on high tables, stacking them into piles. At the event entrance, staff scan registrations and hand out lanyards. A small group of students rehearses elevator pitches quietly against a wall. Healthcare providers showcase community outreach photos as students line up outside the university gym before the fair opens. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station, while career counselors direct unsure students toward applicable industries."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.43692947366517154,
    0.43692947366517154,
    0.43692947366517154,
    0.43692947366517154,
    0.43692947366517154,
    0.43692947366517154,
    0.43692947366517154,
    0.43692947366517154,
    0.43692947366517154,
    0.43692947366517154,
    0.43692947366517154,
    0.43692947366517154,
    0.43692947366517154,
    0.43692947366517154,
    0.7561905430484084,
    0.7561905430484084,
    0.7561905430484084,
    0.7561905430484084,
    0.7561905430484084,
    0.7561905430484084,
    0.7561905430484084,
    0.7561905430484084,
    0.7561905430484084,
    0.7737654341491922,
    0.7737654341491922,
    0.7737654341491922,
    0.7737654341491922,
    0.7737654341491922,
    0.7737654341491922,
    0.7737654341491922,
    0.7737654341491922,
    0.7737654341491922,
    0.8588173937404765,
    0.8588173937404765,
    0.8588173937404765,
    0.8588173937404765,
    0.8588173937404765,
    0.8588173937404765,
    0.8588173937404765,
    0.8588173937404765,
    0.8588173937404765,
    0.8588173937404765,
    0.8588173937404765,
    0.8588173937404765,
    0.8588173937404765,
    0.8588173937404765,
    0.8588173937404765,
    0.8588173937404765,
    0.8588173937404765
  ],
  "34": [
    "",
    "",
    "\"\"",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, as students line up outside the university gym ahead of the career fair opening.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, as students line up outside the university gym ahead of the career fair opening, while career counselors redirect unsure students toward applicable industries.",
    "A welcome announcement broadcasts over the PA system, outlining the fair schedule, as students line up outside the university gym ahead of the career fair opening. Career counselors redirect unsure students toward applicable industries. Alumni volunteers give brief pep talks near the coffee station, while a robotics startup flies a small drone over its booth to attract attention.",
    "A welcome PA announces the fair schedule as students line up outside the university gym ahead of the career fair opening. Career counselors redirect unsure students toward applicable industries. Alumni volunteers give brief pep talks near the coffee station. A robotics startup flies a small drone over its booth to attract attention. On the expo floor, tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop and healthcare providers showcase photos from community outreach. An engineering society sponsors a resume-review table near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "A welcome PA announces the fair schedule as students line up outside the university gym ahead of the career fair opening. Career counselors redirect unsure students toward applicable industries. Alumni volunteers give brief pep talks near the coffee station. A robotics startup flies a small drone over its booth to attract attention. On the expo floor, tech companies display demo screens showing their latest apps; a cybersecurity company runs a password-cracking challenge on a laptop; healthcare providers showcase photos from community outreach. An engineering society sponsors a resume-review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "34_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.452156622974889,
    0.452156622974889,
    0.452156622974889,
    0.452156622974889,
    0.452156622974889,
    0.452156622974889,
    0.452156622974889,
    0.452156622974889,
    0.5005545598085552,
    0.5005545598085552,
    0.5005545598085552,
    0.5005545598085552,
    0.5005545598085552,
    0.5005545598085552,
    0.5005545598085552,
    0.5005545598085552,
    0.768673049329577,
    0.768673049329577,
    0.768673049329577,
    0.768673049329577,
    0.768673049329577,
    0.768673049329577,
    0.768673049329577,
    0.768673049329577,
    0.768673049329577,
    0.768673049329577,
    0.8742745096466359,
    0.8742745096466359,
    0.8742745096466359,
    0.8742745096466359,
    0.8742745096466359,
    0.8742745096466359,
    0.8742745096466359,
    0.8742745096466359,
    0.8742745096466359,
    0.8742745096466359,
    0.8742745096466359,
    0.8742745096466359,
    0.8742745096466359,
    0.8844366614598715,
    0.8844366614598715,
    0.8844366614598715,
    0.8844366614598715,
    0.8844366614598715,
    0.8844366614598715,
    0.8844366614598715,
    0.8844366614598715
  ],
  "35": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "At the event, the engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps.",
    "At the event, the engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Alumni volunteers share brief pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries.",
    "At the event, the engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Alumni volunteers share brief pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. Outside the university gym, a line of students waits for the career fair to open, while a robotics startup flies a small drone above its booth to attract attention.",
    "At the event, the engineering society sponsors a resume review table near the stage, and tech companies display demo screens showing their latest apps. Alumni volunteers share brief pep talks near the coffee station while career counselors redirect unsure students toward applicable industries. Outside the university gym, a line of students waits for the career fair to open. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, the engineering society sponsors a resume review table near the stage, and tech companies display demo screens of their apps. Alumni volunteers share brief pep talks near the coffee station while career counselors redirect unsure students toward applicable industries. Outside the university gym, a line of students waits for the career fair to open. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. At the entrance, staff scan registrations and hand out lanyards as attendees check in. Inside, consulting firms stack case study booklets on high tables and organize them into piles. A cybersecurity company runs a password-cracking challenge on a laptop. The event also features healthcare providers showcasing community outreach photos with an alumni panel discussing how to prepare for technical interviews; photo displays and alumni discussion coexist, blending outreach visibility with development."
  ],
  "35_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4395548663405984,
    0.4395548663405984,
    0.4395548663405984,
    0.4395548663405984,
    0.4395548663405984,
    0.4395548663405984,
    0.4395548663405984,
    0.6124558972947891,
    0.6124558972947891,
    0.6124558972947891,
    0.6124558972947891,
    0.6124558972947891,
    0.6124558972947891,
    0.6124558972947891,
    0.7735668645590327,
    0.7735668645590327,
    0.7735668645590327,
    0.7735668645590327,
    0.7735668645590327,
    0.7735668645590327,
    0.7735668645590327,
    0.7735668645590327,
    0.8485193844977211,
    0.8485193844977211,
    0.8485193844977211,
    0.8485193844977211,
    0.8485193844977211,
    0.8485193844977211,
    0.8485193844977211,
    0.8485193844977211,
    0.8485193844977211,
    0.8485193844977211,
    0.8485193844977211,
    0.8485193844977211,
    0.8485193844977211,
    0.8485193844977211,
    0.8699145886495538,
    0.8699145886495538,
    0.8699145886495538,
    0.8699145886495538,
    0.8699145886495538,
    0.8699145886495538,
    0.8699145886495538,
    0.8699145886495538,
    0.8699145886495538,
    0.8699145886495538,
    0.8699145886495538
  ],
  "36": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards to attendees. Consulting firms stack glossy case study booklets on high tables, arranging them into piles.",
    "Tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards to attendees. Consulting firms stack glossy case study booklets on high tables, arranging them into piles. Students clutch resumes inside branded folders.",
    "A career expo space features dozens of booths draped with colorful banners arranged around a polished floor, forming a continuous ring. Tech companies display demo screens showcasing their latest apps. At the entrance, event staff scan registrations and hand out lanyards to attendees. Consulting firms stack glossy case study booklets on high tables, arranging them into piles. Students clutch resumes inside branded folders. In a shared space, students rehearse elevator pitches quietly against the wall, while alumni volunteers deliver brief pep talks near the coffee station.",
    "Scene centers on a career expo with dozens of booths draped in colorful banners around a polished floor forming a ring. Tech companies display demo screens showcasing their latest apps. At the entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, forming piles. Students clutch resumes inside branded folders. In a shared space, students rehearse elevator pitches against the wall while alumni volunteers give brief pep talks near the coffee station. In the university gym, alumni volunteers give pep talks near the coffee station while career counselors direct unsure students toward applicable industries. Finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. A welcome PA announces the fair schedule. Students line up outside the gym before the fair opens."
  ],
  "36_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.7545807487754723,
    0.7545807487754723,
    0.7545807487754723,
    0.7545807487754723,
    0.7545807487754723,
    0.7545807487754723,
    0.7801950514181194,
    0.7801950514181194,
    0.7801950514181194,
    0.7801950514181194,
    0.7801950514181194,
    0.7801950514181194,
    0.7801950514181194,
    0.7801950514181194,
    0.7801950514181194,
    0.8046055370534445,
    0.8046055370534445,
    0.8046055370534445,
    0.8046055370534445,
    0.8046055370534445,
    0.8046055370534445,
    0.8046055370534445,
    0.8046055370534445,
    0.8046055370534445,
    0.8046055370534445,
    0.8046055370534445,
    0.8046055370534445,
    0.8046055370534445,
    0.8046055370534445,
    0.8046055370534445,
    0.8527149675637105,
    0.8527149675637105,
    0.8527149675637105,
    0.8527149675637105,
    0.8527149675637105,
    0.8527149675637105,
    0.8527149675637105,
    0.8527149675637105
  ],
  "37": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications. The codes serve as direct scan-to-apply entry points, enabling prospective interns to begin applications quickly by scanning. This setup highlights rapid outreach by recruiters and simplifies access to internship opportunities through a digital, code-based channel.",
    "Finance firms offer QR codes as direct scan-to-apply entry points for internships, enabling prospective interns to start applications quickly by scanning; this setup demonstrates rapid recruiter outreach and simplifies access to internship opportunities through a digital, code-based channel. In the adjoining classroom, workshops on networking etiquette begin.",
    "Finance firms deploy QR codes as direct scan-to-apply entry points for internships, allowing prospective interns to initiate applications quickly by scanning and illustrating rapid recruiter outreach and easy access to internship opportunities through a digital, code-based channel. In an adjoining classroom, workshops on networking etiquette begin. Students clutch resumes inside branded folders.",
    "Finance firms deploy QR codes as direct scan-to-apply entry points for internships, enabling quick applications via a digital, code-based channel and signaling rapid recruiter outreach and easy access to internship opportunities. In an adjoining classroom, workshops on networking etiquette begin. Students clutch resumes inside branded folders. A small group rehearses elevator pitches along a wall. As students introduce themselves, HR teams jot notes on tablets; at the entrance, event staff scan registrations and hand out lanyards. A welcome PA announcement outlines the fair's schedule.",
    "Finance firms have deployed QR codes as direct scan-to-apply entry points for internships, enabling quick, code-based applications and signaling rapid recruiter outreach and easy access to opportunities. In an adjoining classroom, networking etiquette workshops have begun and are ongoing; students clutch resumes in branded folders, while a small group rehearses elevator pitches along a wall, and some rehearse quietly against it. As introductions proceed, HR teams jot notes on tablets and entrance staff scan registrations and hand out lanyards; a welcome PA outlines the fair’s schedule. Career counselors direct unsure students toward applicable industries, establishing guiding context for exploration. A robotics startup draws attention by flying a small drone above its booth; healthcare providers showcase community outreach photos. An alumni panel discusses prepping for technical interviews and navigating interview processes. Groups of friends mark target employers on the event map."
  ],
  "37_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.6259062525495835,
    0.6259062525495835,
    0.6259062525495835,
    0.6259062525495835,
    0.6259062525495835,
    0.6259062525495835,
    0.6259062525495835,
    0.6259062525495835,
    0.5465269109657954,
    0.5465269109657954,
    0.5465269109657954,
    0.5465269109657954,
    0.5465269109657954,
    0.5465269109657954,
    0.5465269109657954,
    0.6950220269931646,
    0.6950220269931646,
    0.6950220269931646,
    0.6950220269931646,
    0.6950220269931646,
    0.6950220269931646,
    0.6950220269931646,
    0.6950220269931646,
    0.6950220269931646,
    0.8429902174286665,
    0.8429902174286665,
    0.8429902174286665,
    0.8429902174286665,
    0.8429902174286665,
    0.8429902174286665,
    0.8429902174286665,
    0.8429902174286665,
    0.8429902174286665,
    0.8429902174286665,
    0.8429902174286665,
    0.8429902174286665,
    0.8429902174286665,
    0.8429902174286665,
    0.8429902174286665,
    0.8429902174286665,
    0.8552924809088474
  ],
  "38": [
    "",
    "\"\"",
    "\"\"",
    "Event staff are stationed at the entrance, scanning registrations and handing out lanyards.",
    "Event staff are stationed at the venue entrance, scanning registrations and handing out lanyards. Workshops on networking etiquette begin in the adjoining classroom, while career counselors remind attendees to maintain eye contact.",
    "Event staff are stationed at the venue entrance, scanning registrations and handing out lanyards. Workshops on networking etiquette begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact.",
    "Event staff are stationed at the venue entrance, scanning registrations and handing out lanyards to attendees. Workshops on networking etiquette begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, arranging them into piles.",
    "At the university gym hosting a career fair, students line up outside before opening. Event staff are stationed at the venue entrance, scanning registrations and handing out lanyards to attendees. In the adjoining classroom, workshops on networking etiquette begin. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, arranging them into piles. Alumni volunteers give pep talks near a coffee station in the gym area. Finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume review table positioned near the stage. Tech companies display demo screens showcasing their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the university gym hosting a career fair, students line up outside before opening as event staff at the entrance scan registrations and hand out lanyards. In an adjoining classroom, workshops on networking etiquette begin. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, arranging them into piles. Alumni volunteers give pep talks near a coffee station in the gym area. Finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume review table positioned near the stage. Tech companies display demo screens showcasing their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule."
  ],
  "38_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.371337924179974,
    0.371337924179974,
    0.371337924179974,
    0.371337924179974,
    0.371337924179974,
    0.371337924179974,
    0.5688092662688433,
    0.5688092662688433,
    0.5688092662688433,
    0.5688092662688433,
    0.5688092662688433,
    0.5688092662688433,
    0.5688092662688433,
    0.5688092662688433,
    0.5495004311919484,
    0.5495004311919484,
    0.5495004311919484,
    0.5495004311919484,
    0.5495004311919484,
    0.5495004311919484,
    0.5495004311919484,
    0.5495004311919484,
    0.7036539346245858,
    0.7036539346245858,
    0.7036539346245858,
    0.7036539346245858,
    0.7036539346245858,
    0.7036539346245858,
    0.7036539346245858,
    0.7036539346245858,
    0.8531100378934824,
    0.8531100378934824,
    0.8531100378934824,
    0.8531100378934824,
    0.8531100378934824,
    0.8531100378934824,
    0.8531100378934824,
    0.8531100378934824,
    0.8531100378934824,
    0.8583263666711403,
    0.8583263666711403,
    0.8583263666711403,
    0.8583263666711403,
    0.8583263666711403,
    0.8583263666711403,
    0.8583263666711403,
    0.8583263666711403,
    0.8583263666711403,
    0.8583263666711403,
    0.8583263666711403,
    0.8583263666711403,
    0.8583263666711403,
    0.8583263666711403,
    0.8583263666711403
  ],
  "39": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Alumni volunteers share brief pep talks near the coffee station.",
    "Alumni volunteers share brief pep talks near the coffee station, while a robotics startup flies a small drone over its booth to attract attention.",
    "Alumni volunteers give brief pep talks near the coffee station, while a robotics startup flies a small drone over its booth to attract attention.",
    "Alumni volunteers give brief pep talks near the coffee station, while a robotics startup flies a small drone over its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "Alumni volunteers give brief pep talks near the coffee station, while a robotics startup uses a small drone hovering above its booth to attract attention; career counselors redirect unsure students toward applicable industries; tech companies display demo screens featuring their latest apps; and a cybersecurity company runs a password-cracking challenge on a laptop.",
    "Alumni volunteers give brief pep talks near the coffee station, while a robotics startup uses a small drone hovering above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens featuring their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. In the event space, healthcare providers display community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case-study booklets on high tables, and the engineering society sponsors a resume review table near the stage."
  ],
  "39_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33360579290157777,
    0.33360579290157777,
    0.33360579290157777,
    0.33360579290157777,
    0.33360579290157777,
    0.33360579290157777,
    0.4049977629213036,
    0.4049977629213036,
    0.4049977629213036,
    0.4049977629213036,
    0.4049977629213036,
    0.4049977629213036,
    0.4049977629213036,
    0.4123146443395317,
    0.4123146443395317,
    0.4123146443395317,
    0.4123146443395317,
    0.4123146443395317,
    0.4123146443395317,
    0.4123146443395317,
    0.4123146443395317,
    0.4123146443395317,
    0.741494474498616,
    0.741494474498616,
    0.741494474498616,
    0.741494474498616,
    0.741494474498616,
    0.741494474498616,
    0.741494474498616,
    0.741494474498616,
    0.741494474498616,
    0.741494474498616,
    0.741494474498616,
    0.49963901652664433,
    0.49963901652664433,
    0.49963901652664433,
    0.49963901652664433,
    0.49963901652664433,
    0.49963901652664433,
    0.49963901652664433,
    0.49963901652664433,
    0.49963901652664433,
    0.49963901652664433,
    0.9035949560819938,
    0.9035949560819938,
    0.9035949560819938,
    0.9035949560819938,
    0.9035949560819938,
    0.9035949560819938,
    0.9035949560819938,
    0.9035949560819938,
    0.9035949560819938,
    0.9035949560819938
  ],
  "40": [
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps.",
    "At the fair, the engineering society sponsors a resume review table positioned near the stage. Tech companies display demo screens showcasing their latest apps. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the fair, the engineering society sponsors a resume review table positioned near the stage. Tech companies display demo screens showcasing their latest apps. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students line up outside the university gym before the career fair opens.",
    "At the fair, the engineering society sponsors a resume review table positioned near the stage, while tech companies display demo screens of their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station, and career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, the engineering society sponsors a resume review table near the stage, while tech companies display demo screens of their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station, and career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair on campus, sponsors set up a resume review table near the stage and tech companies display demo screens of their latest apps. A welcome announcement is broadcast over the PA outlining the fair schedule. Students line up outside the university gym before the fair opens. Alumni volunteers give quick pep talks near the coffee station, while career counselors steer unsure students toward applicable industries. Finance firms provide QR codes for immediate internship applications. At the entrance, staff scan registrations and hand out lanyards, and arrival check-in continues as attendees enter. A cybersecurity company runs a password-cracking challenge on a laptop. Within the venue, an integrated display pairs healthcare providers' community outreach photos with an alumni panel on how to prepare for technical interviews, blending outreach visibility with professional development.",
    "At the campus career fair, sponsors set up a resume review table near the stage and tech companies display demo screens of their latest apps. A welcome announcement is broadcast over the PA outlining the fair schedule. Students line up outside the university gym before the fair opens. Alumni volunteers give quick pep talks near the coffee station, while career counselors steer unsure students toward applicable industries. Finance firms provide QR codes for immediate internship applications. At the entrance, staff scan registrations and hand out lanyards, and arrival check-in continues as attendees enter. A cybersecurity company runs a password-cracking challenge on a laptop. Within the venue, an integrated display pairs healthcare providers' community outreach photos with an alumni panel on how to prepare for technical interviews, blending outreach visibility with professional development. Consulting firms stack glossy case study booklets on high tables."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.43692947366517154,
    0.43692947366517154,
    0.43692947366517154,
    0.43692947366517154,
    0.43692947366517154,
    0.43692947366517154,
    0.7468532969410435,
    0.7468532969410435,
    0.7468532969410435,
    0.7468532969410435,
    0.7468532969410435,
    0.7468532969410435,
    0.7468532969410435,
    0.7985436956235694,
    0.7985436956235694,
    0.7985436956235694,
    0.7985436956235694,
    0.7985436956235694,
    0.7985436956235694,
    0.7985436956235694,
    0.8763064402508038,
    0.8763064402508038,
    0.8763064402508038,
    0.8763064402508038,
    0.8763064402508038,
    0.8763064402508038,
    0.8763064402508038,
    0.8763064402508038,
    0.8763064402508038,
    0.8890668065896581,
    0.8890668065896581,
    0.8890668065896581,
    0.8890668065896581,
    0.8890668065896581,
    0.8890668065896581,
    0.8890668065896581,
    0.8890668065896581,
    0.8890668065896581,
    0.8890668065896581,
    0.8890668065896581,
    0.871980605805292,
    0.871980605805292,
    0.871980605805292,
    0.871980605805292,
    0.871980605805292,
    0.871980605805292,
    0.871980605805292,
    0.871980605805292,
    0.871980605805292,
    0.871980605805292,
    0.871980605805292,
    0.8777093863749961,
    0.8777093863749961,
    0.8777093863749961,
    0.8777093863749961,
    0.8777093863749961
  ],
  "41": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "A robotics startup flies a small drone above its booth for attention.",
    "At the event, a robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "At the event, a robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event, a robotics startup deploys a small drone above its booth to draw attention. Nearby, the engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries.",
    "At the event, a robotics startup deploys a small drone above its booth to draw attention. Nearby, the engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries, and groups of friends mark target employers on the event map.",
    "At a large fair space, dozens of booths with colorful banners encircle a polished floor, forming a ring around the room. A small drone hovers above its booth to draw attention. Students introduce themselves; human resources teams jot notes on tablets. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement plays over the PA outlining the fair schedule. The engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries, while groups of friends mark target employers on the event map. Inside the adjoining classroom, workshops on networking etiquette begin. A small group of students rehearses elevator pitches quietly against a wall."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.640679646733341,
    0.640679646733341,
    0.640679646733341,
    0.640679646733341,
    0.640679646733341,
    0.640679646733341,
    0.640679646733341,
    0.8026223113626756,
    0.8026223113626756,
    0.8026223113626756,
    0.8026223113626756,
    0.8026223113626756,
    0.8026223113626756,
    0.8026223113626756,
    0.8026223113626756,
    0.8522560292162,
    0.8522560292162,
    0.8522560292162,
    0.8522560292162,
    0.8522560292162,
    0.8522560292162,
    0.8522560292162,
    0.8496392412260975,
    0.8496392412260975,
    0.8496392412260975,
    0.8496392412260975,
    0.8496392412260975,
    0.8496392412260975,
    0.8496392412260975,
    0.8496392412260975,
    0.8496392412260975,
    0.8496392412260975,
    0.8496392412260975,
    0.8496392412260975,
    0.8892482079356139,
    0.8892482079356139,
    0.8892482079356139,
    0.8892482079356139,
    0.8892482079356139,
    0.8892482079356139,
    0.8892482079356139,
    0.8892482079356139,
    0.8892482079356139,
    0.8892482079356139,
    0.8892482079356139
  ],
  "42": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "Career counselors direct unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention.",
    "Career counselors direct unsure students toward applicable industries, establishing a guiding context for exploration. In the adjoining classroom, workshops on networking etiquette run, offering practical etiquette guidance. A robotics startup attracts attention by flying a small drone above its booth. Healthcare providers showcase community outreach photos, illustrating local engagement. An alumni panel discusses how to prepare for technical interviews, sharing insights for navigating interview processes.",
    "Career counselors direct unsure students toward applicable industries, establishing a guiding context for exploration. In the adjoining classroom, networking etiquette workshops have begun and are ongoing, offering practical etiquette guidance. A robotics startup attracts attention by flying a small drone above its booth. Healthcare providers showcase community outreach photos illustrating local engagement. An alumni panel discusses how to prepare for technical interviews, sharing insights for navigating interview processes.",
    "Career counselors direct unsure students toward applicable industries, establishing a guiding context for exploration. In the adjoining classroom, networking etiquette workshops have begun and are ongoing, offering practical etiquette guidance. A robotics startup attracts attention by flying a small drone above its booth. Healthcare providers showcase community outreach photos illustrating local engagement. An alumni panel discusses how to prepare for technical interviews, sharing insights for navigating interview processes. Some students rehearse elevator pitches quietly against the wall.",
    "Career counselors direct unsure students toward applicable industries, establishing a guiding context for exploration. In the adjoining classroom, networking etiquette workshops have begun and are ongoing, offering practical etiquette guidance. A robotics startup attracts attention by flying a small drone above its booth. Healthcare providers showcase community outreach photos illustrating local engagement. An alumni panel discusses how to prepare for technical interviews, sharing insights for navigating interview processes. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "Career counselors direct unsure students toward applicable industries, establishing a guiding context for exploration. In an adjoining classroom, networking etiquette workshops have begun and are ongoing, offering practical etiquette guidance. A robotics startup attracts attention by flying a small drone above its booth. Healthcare providers showcase community outreach photos illustrating local engagement. An alumni panel discusses how to prepare for technical interviews, sharing insights for navigating interview processes. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Finance firms deploy QR codes as direct scan-to-apply entry points for internships, enabling prospective interns to initiate applications quickly by scanning and illustrating rapid recruiter outreach and easy access to internship opportunities through a digital, code-based channel. Students clutch resumes inside branded folders."
  ],
  "42_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5114362941978328,
    0.5114362941978328,
    0.5114362941978328,
    0.5114362941978328,
    0.5114362941978328,
    0.7314694549553675,
    0.7314694549553675,
    0.7314694549553675,
    0.7314694549553675,
    0.7314694549553675,
    0.7314694549553675,
    0.7314694549553675,
    0.7680269182099606,
    0.7680269182099606,
    0.7680269182099606,
    0.7680269182099606,
    0.7680269182099606,
    0.7680269182099606,
    0.7680269182099606,
    0.7680269182099606,
    0.7680269182099606,
    0.7634940830295345,
    0.7634940830295345,
    0.7634940830295345,
    0.7634940830295345,
    0.7634940830295345,
    0.7634940830295345,
    0.7634940830295345,
    0.7634940830295345,
    0.761373477581665,
    0.761373477581665,
    0.761373477581665,
    0.761373477581665,
    0.761373477581665,
    0.761373477581665,
    0.761373477581665,
    0.761373477581665,
    0.761373477581665,
    0.8030346737924958,
    0.8030346737924958,
    0.8030346737924958,
    0.8030346737924958,
    0.8030346737924958,
    0.8030346737924958,
    0.8030346737924958,
    0.8030346737924958,
    0.8030346737924958,
    0.8030346737924958,
    0.8030346737924958,
    0.8030346737924958,
    0.8030346737924958,
    0.8030346737924958,
    0.8070366087702578,
    0.8070366087702578,
    0.8070366087702578
  ],
  "43": [
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "In the event setting, career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "In the event setting, career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "At the event, career counselors guide unsure students toward applicable industries. Groups of friends place marks for target employers on the event map. Tech companies display demo screens to showcase their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "At the campus career fair, counselors guide unsure students toward applicable industries, while groups of friends place marks for target employers on the event map. Tech companies display demo screens to showcase their latest apps, and some students rehearse elevator pitches quietly against the wall. Outside the university gym, a line of students waits for the career fair to open. A robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the campus career fair, counselors guide unsure students toward applicable industries while groups of friends place marks for target employers on the event map. Tech companies display demo screens to showcase their latest apps as some students rehearse elevator pitches quietly against the wall. Outside the university gym, a line of students waits for the fair to open. A robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the campus career fair, counselors guide unsure students toward applicable industries while groups of friends mark target employers on the event map. Tech companies display demo screens to showcase their latest apps as a small group of students rehearses elevator pitches quietly against a wall. Outside the university gym, a line of students waits for the fair to open. A robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin. The engineering society sponsors a resume review table near the stage. Alumni volunteers share brief pep talks near the coffee station."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5210090717268141,
    0.5210090717268141,
    0.5210090717268141,
    0.5210090717268141,
    0.5210090717268141,
    0.5210090717268141,
    0.7483774603695699,
    0.7483774603695699,
    0.7483774603695699,
    0.7483774603695699,
    0.7483774603695699,
    0.7483774603695699,
    0.7483774603695699,
    0.7483774603695699,
    0.7483774603695699,
    0.7483774603695699,
    0.7483774603695699,
    0.7483774603695699,
    0.7483774603695699,
    0.7483774603695699,
    0.8078811371565888,
    0.8078811371565888,
    0.8078811371565888,
    0.8078811371565888,
    0.8078811371565888,
    0.8078811371565888,
    0.8078811371565888,
    0.8534827527059621,
    0.8534827527059621,
    0.8534827527059621,
    0.8534827527059621,
    0.8534827527059621,
    0.8534827527059621,
    0.8534827527059621,
    0.8534827527059621,
    0.8474317418182188,
    0.8474317418182188,
    0.8474317418182188,
    0.8474317418182188,
    0.8474317418182188,
    0.8474317418182188,
    0.8474317418182188,
    0.8474317418182188,
    0.8474317418182188,
    0.8474317418182188,
    0.8474317418182188,
    0.8474317418182188,
    0.8682453161821003,
    0.8682453161821003,
    0.8682453161821003,
    0.8682453161821003,
    0.8682453161821003,
    0.8682453161821003,
    0.8682453161821003,
    0.8682453161821003,
    0.8682453161821003
  ],
  "44": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop.",
    "Tech companies display demo screens that showcase their latest apps, while a cybersecurity company hosts a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "At the university career fair set outside the gym, students line up before opening. When the event starts, tech companies display demo screens showcasing their latest apps, and a cybersecurity company hosts a password-cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Alumni volunteers share brief pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university career fair set outside the gym, students line up before opening. When the event begins, tech companies display demo screens showcasing their latest apps, and a cybersecurity company hosts a password-cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Alumni volunteers share brief pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3816870794266482,
    0.3816870794266482,
    0.3816870794266482,
    0.3816870794266482,
    0.3816870794266482,
    0.3816870794266482,
    0.3816870794266482,
    0.6182952441767211,
    0.6182952441767211,
    0.6182952441767211,
    0.6182952441767211,
    0.6182952441767211,
    0.6182952441767211,
    0.6182952441767211,
    0.6182952441767211,
    0.6182952441767211,
    0.6182952441767211,
    0.6182952441767211,
    0.8614046918793534,
    0.8614046918793534,
    0.8614046918793534,
    0.8614046918793534,
    0.8614046918793534,
    0.8614046918793534,
    0.8614046918793534,
    0.8614046918793534,
    0.8614046918793534,
    0.8585248893211601,
    0.8585248893211601,
    0.8585248893211601,
    0.8585248893211601,
    0.8585248893211601,
    0.8585248893211601,
    0.8585248893211601,
    0.8585248893211601,
    0.8585248893211601,
    0.8585248893211601,
    0.8585248893211601
  ],
  "45": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event, tech companies display demo screens of their latest apps while a cybersecurity company runs a password-cracking challenge on a laptop. Finance firms provide QR codes for immediate internship applications. At the entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, tech companies display demo screens of their latest apps while a cybersecurity company runs a password-cracking challenge on a laptop. Finance firms provide QR codes for immediate internship applications. At the entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "At the event, tech companies display demo screens of their latest apps while a cybersecurity company runs a password-cracking challenge on a laptop. Finance firms provide QR codes for immediate internship applications. At the entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "At the event, dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. Finance firms provide QR codes for immediate internship applications. At the entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries.",
    "At the university gym, a career fair unfolds with dozens of booths and colorful banners circling the polished floor as tech companies display demo screens of their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop, and finance firms provide QR codes for immediate internship applications. At the entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system outlining the fair schedule. Alumni volunteers give pep talks near a coffee station, reinforcing guidance from career counselors. Students line up outside the gym before the fair opens."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3816870794266482,
    0.3816870794266482,
    0.3816870794266482,
    0.3816870794266482,
    0.3816870794266482,
    0.3816870794266482,
    0.3816870794266482,
    0.8003096260984541,
    0.8003096260984541,
    0.8003096260984541,
    0.8003096260984541,
    0.8003096260984541,
    0.8003096260984541,
    0.8003096260984541,
    0.8003096260984541,
    0.8488745041100172,
    0.8488745041100172,
    0.8488745041100172,
    0.8488745041100172,
    0.8488745041100172,
    0.8488745041100172,
    0.8488745041100172,
    0.8488745041100172,
    0.8488745041100172,
    0.8488745041100172,
    0.8488745041100172,
    0.8488745041100172,
    0.8488745041100172,
    0.8488745041100172,
    0.8488745041100172,
    0.8488745041100172,
    0.8488745041100172,
    0.859832835043288,
    0.859832835043288,
    0.859832835043288,
    0.859832835043288,
    0.859832835043288,
    0.859832835043288,
    0.859832835043288,
    0.859832835043288,
    0.859832835043288,
    0.859832835043288,
    0.859832835043288,
    0.859832835043288,
    0.859832835043288,
    0.859832835043288,
    0.8577444816544652
  ],
  "46": [
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "A robotics startup uses a small drone hovering above its booth to attract attention. Career counselors direct unsure students toward applicable industries. Tech companies display demo screens featuring their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event, a robotics startup draws attention with a small drone hovering above its booth. Career counselors direct unsure students toward applicable industries. Tech companies display demo screens featuring their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop. An engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, a small drone hovers above a booth, drawing attention among dozens of booths arranged in a continuous ring around the polished floor, each draped with colorful banners. Career counselors direct unsure students toward applicable industries. Tech companies display demo screens featuring their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. An engineering society sponsors a resume-review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case-study booklets on high tables.",
    "Dozens of booths form a continuous ring around a polished floor, each draped with colorful banners. A small drone hovers above a booth, and later a robotics startup flies a drone over its own booth to attract attention. Tech companies display demo screens featuring their latest apps; a cybersecurity firm runs a password-cracking challenge on a laptop. An engineering society sponsors a resume-review table near the stage, while alumni panel discusses how to prepare for technical interviews. Alumni volunteers offer brief pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications. Career counselors direct unsure students toward applicable industries; human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. A small group of students rehearses elevator pitches quietly against a wall. Consulting firms stack glossy case-study booklets on high tables."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.5725296402395221,
    0.5725296402395221,
    0.5725296402395221,
    0.5725296402395221,
    0.5725296402395221,
    0.5725296402395221,
    0.5725296402395221,
    0.5725296402395221,
    0.5725296402395221,
    0.5725296402395221,
    0.5725296402395221,
    0.5725296402395221,
    0.5725296402395221,
    0.5725296402395221,
    0.5725296402395221,
    0.7662266607268268,
    0.7662266607268268,
    0.7662266607268268,
    0.7662266607268268,
    0.7662266607268268,
    0.7662266607268268,
    0.7662266607268268,
    0.7662266607268268,
    0.8480349214284588,
    0.8480349214284588,
    0.8480349214284588,
    0.8480349214284588,
    0.8480349214284588,
    0.8480349214284588,
    0.8480349214284588,
    0.8480349214284588,
    0.8480349214284588,
    0.8697384667032877,
    0.8697384667032877,
    0.8697384667032877,
    0.8697384667032877,
    0.8697384667032877,
    0.8697384667032877,
    0.8697384667032877,
    0.8697384667032877,
    0.8697384667032877,
    0.8697384667032877,
    0.8697384667032877,
    0.8697384667032877,
    0.8697384667032877,
    0.8697384667032877,
    0.8697384667032877,
    0.8697384667032877,
    0.8680531336056929,
    0.8680531336056929
  ],
  "47": [
    "",
    "",
    "",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showcasing their latest apps. Dozens of booths, each draped with colorful banners, circle the polished floor, forming a continuous ring around the space.",
    "Tech companies display demo screens showcasing their latest apps. Dozens of booths, each draped with colorful banners, circle the polished floor, forming a continuous ring around the space. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Tech companies display demo screens showcasing their latest apps. Dozens of booths, each draped with colorful banners, circle the polished floor, forming a continuous ring around the space. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables.",
    "On a convention floor, tech companies display demo screens showcasing their latest apps. Dozens of booths, each draped with colorful banners, circle the polished floor, forming a continuous ring around the space. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. A small group of students rehearses elevator pitches quietly against a wall, while workshops on networking etiquette begin in the adjoining classroom.",
    "On a convention floor, dozens of booths ring the polished floor, each draped with colorful banners as demo screens showcase the latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. A small group of students rehearses elevator pitches quietly against a wall. In the adjoining classroom, networking etiquette workshops have begun and are ongoing, offering practical etiquette guidance. Career counselors direct unsure students toward applicable industries, establishing a guiding context for exploration. A robotics startup attracts attention by flying a small drone above its booth. Healthcare providers showcase community outreach photos illustrating local engagement. An alumni panel discusses how to prepare for technical interviews, sharing insights for navigating interview processes."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.5093923856698144,
    0.5093923856698144,
    0.5093923856698144,
    0.5093923856698144,
    0.5093923856698144,
    0.5093923856698144,
    0.5093923856698144,
    0.6845474436261307,
    0.6845474436261307,
    0.6845474436261307,
    0.6845474436261307,
    0.6845474436261307,
    0.6845474436261307,
    0.6845474436261307,
    0.702050502145994,
    0.702050502145994,
    0.702050502145994,
    0.702050502145994,
    0.702050502145994,
    0.702050502145994,
    0.702050502145994,
    0.702050502145994,
    0.7333919251939485,
    0.7333919251939485,
    0.7333919251939485,
    0.7333919251939485,
    0.7333919251939485,
    0.7333919251939485,
    0.7333919251939485,
    0.7333919251939485,
    0.7333919251939485,
    0.7333919251939485,
    0.7333919251939485,
    0.8274686297210976,
    0.8274686297210976,
    0.8274686297210976,
    0.8274686297210976,
    0.8274686297210976,
    0.8274686297210976,
    0.8274686297210976,
    0.8274686297210976,
    0.8274686297210976,
    0.8274686297210976,
    0.8274686297210976,
    0.8274686297210976,
    0.8274686297210976,
    0.8274686297210976
  ],
  "48": [
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Consulting firms stack glossy case study booklets on high tables, arranging them into piles.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Consulting firms stack glossy case study booklets on high tables, arranging them into piles.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Consulting firms stack glossy case study booklets on high tables, arranging them into piles.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees. Consulting firms stack glossy case study booklets on high tables, organizing them into piles. Students line up outside the university gym ahead of the career fair opening. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance ahead of the career fair opening, staff scan registrations and hand out lanyards to attendees. Students line up outside the university gym. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, arranging them into piles.",
    "At the event entrance ahead of the career fair opening, staff scan registrations and hand out lanyards to attendees, with event staff stationed at the venue entrance. Students line up outside the university gym as career counselors redirect unsure attendees toward applicable industries and remind them to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, arranging them into piles. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance ahead of the career fair opening, staff scan registrations and hand out lanyards to attendees, with event staff stationed at the venue entrance. Students line up outside the university gym as career counselors redirect unsure attendees toward applicable industries and remind them to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, arranging them into piles. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens of their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop. Finance firms provide QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5605653622253413,
    0.5605653622253413,
    0.5605653622253413,
    0.5605653622253413,
    0.5605653622253413,
    0.5605653622253413,
    0.5605653622253413,
    0.5605653622253413,
    0.5605653622253413,
    0.5605653622253413,
    0.5605653622253413,
    0.5605653622253413,
    0.5606932857139583,
    0.5606932857139583,
    0.5606932857139583,
    0.5606932857139583,
    0.5606932857139583,
    0.5606932857139583,
    0.5606932857139583,
    0.5606932857139583,
    0.7942037636831132,
    0.7942037636831132,
    0.7942037636831132,
    0.7942037636831132,
    0.7942037636831132,
    0.7942037636831132,
    0.7942037636831132,
    0.7942037636831132,
    0.7942037636831132,
    0.7942037636831132,
    0.8042089413102105,
    0.8042089413102105,
    0.8042089413102105,
    0.8042089413102105,
    0.8042089413102105,
    0.8042089413102105,
    0.8042089413102105,
    0.8042089413102105,
    0.8042089413102105,
    0.7744087515465963,
    0.7744087515465963,
    0.7744087515465963,
    0.7744087515465963,
    0.7744087515465963,
    0.7744087515465963,
    0.7744087515465963,
    0.7744087515465963,
    0.7744087515465963,
    0.7744087515465963,
    0.7744087515465963,
    0.7744087515465963,
    0.7744087515465963,
    0.8704012136439476,
    0.8704012136439476,
    0.8704012136439476
  ],
  "49": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "In a shared space, some students rehearse elevator pitches quietly against the wall, while alumni volunteers share brief pep talks near the coffee station.",
    "In a shared space, students rehearse elevator pitches quietly against the wall, while alumni volunteers share brief pep talks near the coffee station. Tech companies display demo screens showcasing their latest apps. Dozens of booths, each draped with colorful banners, circle the polished floor, forming a continuous ring around the space.",
    "In a shared space, students rehearse elevator pitches quietly against the wall, while alumni volunteers share brief pep talks near the coffee station. Tech companies display demo screens showcasing their latest apps. Dozens of booths, each draped with colorful banners, circle the polished floor, forming a continuous ring around the space. A robotics startup uses a small drone to attract attention by flying it above its booth.",
    "In a shared space during a career fair-like gathering, students rehearse elevator pitches quietly against the wall while alumni volunteers share brief pep talks near the coffee station. Tech companies display demo screens showcasing their latest apps. Dozens of booths, each draped with colorful banners, circle the polished floor, forming a continuous ring around the space. A robotics startup uses a small drone to attract attention by flying above its booth. A welcome announcement outlines the fair schedule over the PA system.",
    "In a shared space at a career fair-like gathering, students rehearse elevator pitches quietly against a wall while alumni volunteers give brief pep talks near the coffee station. Tech companies display demo screens of their latest apps. Dozens of booths, each draped with colorful banners, circle the polished floor, forming a continuous ring around the space. A robotics startup uses a small drone to draw attention by flying above its booth. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage.",
    "In a shared career fair space, students rehearse elevator pitches quietly against a wall while alumni volunteers give brief pep talks near the coffee station. Tech companies display demo screens of their latest apps as dozens of booths, each draped with colorful banners, circle the polished floor in a continuous ring around the space. A robotics startup uses a small drone to draw attention by flying above its booth. A welcome announcement outlines the fair schedule over the PA system. Outside the university gym, students line up ahead of the opening. In the adjoining classroom, workshops on networking etiquette begin amid steady activity. The engineering society sponsors a resume review table near the stage, while event staff at the entrance scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, and career counselors direct unsure students toward applicable industries."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2945258408439871,
    0.2945258408439871,
    0.2945258408439871,
    0.2945258408439871,
    0.2945258408439871,
    0.2945258408439871,
    0.2945258408439871,
    0.64290309866891,
    0.64290309866891,
    0.64290309866891,
    0.64290309866891,
    0.64290309866891,
    0.64290309866891,
    0.64290309866891,
    0.6741946478039642,
    0.6741946478039642,
    0.6741946478039642,
    0.6741946478039642,
    0.6741946478039642,
    0.6741946478039642,
    0.6741946478039642,
    0.6741946478039642,
    0.8295554901250534,
    0.8295554901250534,
    0.8295554901250534,
    0.8295554901250534,
    0.8295554901250534,
    0.8295554901250534,
    0.8295554901250534,
    0.8295554901250534,
    0.8492232347905515,
    0.8492232347905515,
    0.8492232347905515,
    0.8492232347905515,
    0.8492232347905515,
    0.8492232347905515,
    0.8492232347905515,
    0.8492232347905515,
    0.8492232347905515,
    0.8492232347905515,
    0.8492232347905515,
    0.8492232347905515,
    0.8492232347905515,
    0.880392963758045,
    0.880392963758045
  ]
}