{
  "0": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Several consulting firms stack glossy case study booklets on high tables.",
    "Several consulting firms stack glossy case study booklets on high tables.",
    "Several consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "Several consulting firms stack glossy case study booklets on high tables as part of an event space, while dozens of booths with colorful banners circle the polished floor. Healthcare providers are displaying community outreach photos. In the adjoining classroom, workshops on networking etiquette have begun, and an alumni panel is discussing how to prepare for technical interviews."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.2801884197662361,
    0.2801884197662361,
    0.2801884197662361,
    0.2801884197662361,
    0.2801884197662361,
    0.2801884197662361,
    0.2801884197662361,
    0.2801884197662361,
    0.2801884197662361,
    0.2801884197662361,
    0.2801884197662361,
    0.2801884197662361,
    0.2801884197662361,
    0.4495053766052004,
    0.4495053766052004,
    0.4495053766052004,
    0.4495053766052004,
    0.4495053766052004,
    0.4495053766052004,
    0.4495053766052004,
    0.4495053766052004,
    0.4495053766052004,
    0.6981598359345753,
    0.6981598359345753,
    0.6981598359345753,
    0.6981598359345753
  ],
  "1": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At a career event, career counselors remind attendees to maintain eye contact, while students clutch their resumes inside branded folders.",
    "At a career event, career counselors remind attendees to maintain eye contact, while students clutch their resumes inside branded folders.",
    "At a career event, career counselors remind attendees to maintain eye contact while students clutch their resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "At a career event, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards."
  ],
  "1_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4173016648574561,
    0.4173016648574561,
    0.4173016648574561,
    0.4173016648574561,
    0.4173016648574561,
    0.4173016648574561,
    0.4173016648574561,
    0.4173016648574561,
    0.4173016648574561,
    0.4173016648574561,
    0.4173016648574561,
    0.4173016648574561,
    0.4173016648574561,
    0.4173016648574561,
    0.72491845548805,
    0.72491845548805,
    0.72491845548805,
    0.72491845548805,
    0.72491845548805,
    0.72491845548805,
    0.72491845548805,
    0.7742959753964789,
    0.7742959753964789,
    0.7742959753964789,
    0.7742959753964789,
    0.7742959753964789,
    0.7742959753964789,
    0.7742959753964789,
    0.7742959753964789
  ],
  "2": [
    "",
    "\"\"",
    "A space with a polished floor features dozens of booths that circle the floor, each booth displaying colorful banners.",
    "A space with a polished floor hosts dozens of booths that circle the floor, each booth displaying colorful banners. The engineering society sponsors a resume review table near the stage.",
    "A university gym hosts a career fair on a space with a polished floor. Dozens of booths circle the floor, each displaying colorful banners. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "At a university gym hosting a career fair on a space with a polished floor, dozens of booths circle the floor, each displaying colorful banners. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens."
  ],
  "2_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.310289403679818,
    0.310289403679818,
    0.310289403679818,
    0.310289403679818,
    0.310289403679818,
    0.310289403679818,
    0.5327569780698763,
    0.5327569780698763,
    0.5327569780698763,
    0.5327569780698763,
    0.5327569780698763,
    0.5327569780698763,
    0.5327569780698763,
    0.5327569780698763,
    0.7812239512282398,
    0.7812239512282398,
    0.7812239512282398,
    0.7812239512282398,
    0.7812239512282398,
    0.7812239512282398,
    0.7812239512282398,
    0.7743133793141157,
    0.7743133793141157,
    0.7743133793141157,
    0.7743133793141157,
    0.7743133793141157,
    0.7743133793141157,
    0.7743133793141157
  ],
  "3": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Students line up outside the university gym before the career fair opens.",
    "Students are lined up outside the university gym before the career fair opens, while healthcare providers display community outreach photos.",
    "Students are lined up outside the university gym before the career fair opens. Healthcare providers display community outreach photos at the venue. The engineering society sponsors a resume review table near the stage."
  ],
  "3_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.3865719745608423,
    0.3865719745608423,
    0.3865719745608423,
    0.3865719745608423,
    0.3865719745608423,
    0.3865719745608423,
    0.3865719745608423,
    0.3865719745608423,
    0.6693308393431063,
    0.6693308393431063,
    0.6693308393431063,
    0.6693308393431063
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop, demonstrating a hands-on cybersecurity activity. Healthcare providers showcase community outreach photos illustrating their public engagement efforts.",
    "An event features an alumni panel on preparing for technical interviews, while career counselors direct unsure students toward applicable industries. A cybersecurity company hosts a hands-on activity, running a password-cracking challenge on a laptop. Healthcare providers display community outreach photos illustrating their public engagement efforts. The engineering society runs a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5570614239168319,
    0.5570614239168319,
    0.5570614239168319,
    0.5570614239168319,
    0.5570614239168319,
    0.5570614239168319,
    0.6463799928004861,
    0.6463799928004861,
    0.6463799928004861,
    0.6463799928004861,
    0.6463799928004861,
    0.6463799928004861,
    0.6463799928004861,
    0.6463799928004861,
    0.6463799928004861,
    0.6839987497420016,
    0.6839987497420016,
    0.6839987497420016,
    0.6839987497420016,
    0.6839987497420016,
    0.6839987497420016,
    0.6839987497420016,
    0.6839987497420016,
    0.8137755524193405,
    0.8137755524193405,
    0.8137755524193405
  ],
  "5": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "A live welcome announcement is broadcast over the PA system, outlining the fair’s schedule.",
    "A live welcome announcement is broadcast over the PA system, outlining the fair’s schedule. Consulting firms have stacked glossy case study booklets on high tables, with the booklets arranged in multiple stacks on elevated surfaces; several tables are used to hold the glossy materials. The engineering society sponsors a resume review table near the stage.",
    "A live welcome announcement is broadcast over the PA system outlining the fair’s schedule. Consulting firms have glossy case study booklets stacked on high tables, arranged in multiple stacks on elevated surfaces; several tables are used to hold the glossy materials. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards."
  ],
  "5_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4445080421638034,
    0.4445080421638034,
    0.4445080421638034,
    0.4445080421638034,
    0.4445080421638034,
    0.4445080421638034,
    0.4445080421638034,
    0.7567333070784418,
    0.7567333070784418,
    0.7567333070784418,
    0.7567333070784418,
    0.7567333070784418,
    0.7567333070784418,
    0.7567333070784418,
    0.7567333070784418
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, and finance firms offer QR codes for immediate internship applications.",
    "Career counselors redirect unsure students toward applicable industries, guiding them to sector opportunities. Finance firms offer QR codes for immediate internship applications. A cybersecurity company is running a password-cracking challenge on a laptop. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "Career counselors redirect unsure students toward applicable industries, guiding them to sector opportunities. Finance firms offer QR codes for immediate internship applications. A cybersecurity company is running a password-cracking challenge on a laptop. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students line up outside the university gym before the career fair opens."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3428239508153265,
    0.3428239508153265,
    0.3428239508153265,
    0.3428239508153265,
    0.3428239508153265,
    0.3428239508153265,
    0.3428239508153265,
    0.3428239508153265,
    0.7615971479719149,
    0.7615971479719149,
    0.7615971479719149,
    0.7615971479719149,
    0.7615971479719149,
    0.7615971479719149,
    0.7615971479719149,
    0.7615971479719149
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule; consulting firms have stacked glossy case study booklets on high tables; event staff scan registrations at the entrance and hand out lanyards; and the engineering society sponsors a resume review table near the stage.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms have glossy case study booklets stacked in multiple piles on high, elevated tables, with several tables used to hold the glossy materials. Event staff scan registrations at the entrance and hand out lanyards. The engineering society sponsors a resume review table near the stage.",
    "A welcome announcement over the PA outlines the fair schedule. Consulting firms have glossy case study booklets stacked in multiple piles on high, elevated tables used to display the materials. Event staff scan registrations at the entrance and hand out lanyards. The engineering society sponsors a resume-review table near the stage. Finance firms provide QR codes for immediate internship applications. A cybersecurity company hosts a password-cracking challenge on a laptop, while dozens of booths bearing colorful banners encircle the polished floor."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.5402963076492995,
    0.5402963076492995,
    0.5402963076492995,
    0.5402963076492995,
    0.5402963076492995,
    0.5402963076492995,
    0.5129587907308052,
    0.5129587907308052,
    0.5129587907308052,
    0.5129587907308052,
    0.5129587907308052,
    0.5129587907308052,
    0.5129587907308052,
    0.5129587907308052,
    0.8296460735030278,
    0.8296460735030278,
    0.8296460735030278,
    0.8296460735030278,
    0.8296460735030278,
    0.8296460735030278,
    0.8296460735030278,
    0.8296460735030278,
    0.8296460735030278,
    0.8296460735030278,
    0.8714782933921972
  ],
  "8": [
    "",
    "",
    "\"\"",
    "A live welcome announcement is broadcast over the PA system, outlining the fair’s schedule.",
    "A live welcome announcement is broadcast over the PA system, outlining the fair’s schedule.",
    "A live welcome announcement is broadcast over the PA system, outlining the fair’s schedule, while the engineering society sponsors a resume review table near the stage.",
    "At the career fair site, a live welcome announcement is broadcast over the PA system outlining the fair’s schedule. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "At the career fair site, a live welcome announcement is broadcast over the PA system outlining the fair’s schedule. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth for attention."
  ],
  "8_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4445080421638034,
    0.4445080421638034,
    0.4445080421638034,
    0.4445080421638034,
    0.4445080421638034,
    0.4445080421638034,
    0.4445080421638034,
    0.4445080421638034,
    0.4445080421638034,
    0.4445080421638034,
    0.4445080421638034,
    0.4445080421638034,
    0.4445080421638034,
    0.4977823581772719,
    0.4977823581772719,
    0.4977823581772719,
    0.4977823581772719,
    0.4977823581772719,
    0.4977823581772719,
    0.4977823581772719,
    0.7756973134653989,
    0.7756973134653989,
    0.7756973134653989,
    0.7756973134653989,
    0.7756973134653989,
    0.7756973134653989,
    0.7756973134653989,
    0.7756973134653989,
    0.8381884983568111
  ],
  "9": [
    "",
    "\"\"",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications. The QR codes function as a mechanism for submitting internship applications promptly, reflecting an emphasis on speed in the hiring process. The scene centers on financial sector firms providing QR-based access to internships, with immediacy highlighted in how applications can be initiated.",
    "The scene centers on financial sector firms offering QR codes to initiate internship applications immediately, with the codes functioning as a mechanism for submitting applications promptly and underscoring speed in the hiring process. The focus is on QR-based access to internships provided by finance firms. Healthcare providers are depicted through photos that showcase community outreach.",
    "The scene centers on finance-sector firms offering QR codes to initiate internship applications immediately, with the codes functioning as a mechanism for prompt submissions and underscoring speed in the hiring process. The focus is on QR-based access to internships provided by finance firms. Healthcare providers are depicted in photos that showcase community outreach. A welcome announcement is delivered over the PA system, outlining the fair schedule."
  ],
  "9_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.5727146867350342,
    0.5727146867350342,
    0.5727146867350342,
    0.5727146867350342,
    0.5727146867350342,
    0.5727146867350342,
    0.5727146867350342,
    0.6718517222996379,
    0.6718517222996379,
    0.6718517222996379,
    0.6718517222996379,
    0.6718517222996379,
    0.6718517222996379,
    0.6718517222996379,
    0.6718517222996379,
    0.7013326759431915,
    0.7013326759431915,
    0.7013326759431915,
    0.7013326759431915
  ],
  "10": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, forming orderly stacks on elevated surfaces.",
    "Consulting firms stack glossy case study booklets on high tables, forming orderly stacks on elevated surfaces.",
    "Consulting firms arrange glossy case study booklets on high tables, forming orderly stacks on elevated surfaces. A welcome announcement is delivered over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders."
  ],
  "10_score": [
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.2731869084357509,
    0.2731869084357509,
    0.2731869084357509,
    0.2731869084357509,
    0.2731869084357509,
    0.2731869084357509,
    0.2731869084357509,
    0.2731869084357509,
    0.2731869084357509,
    0.2731869084357509,
    0.2731869084357509,
    0.2731869084357509,
    0.2731869084357509,
    0.6925816148567628,
    0.6925816148567628,
    0.6925816148567628,
    0.6925816148567628,
    0.6925816148567628,
    0.6925816148567628,
    0.6925816148567628,
    0.6925816148567628
  ],
  "11": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Event staff scan registrations at the entrance and hand out lanyards, while the engineering society sponsors a resume review table near the stage.",
    "Event staff scan registrations at the entrance and hand out lanyards, while the engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos, illustrating their public engagement efforts. Separately, a cybersecurity company runs a password cracking challenge on a laptop, demonstrating a hands-on cybersecurity activity.",
    "Event staff scan registrations at the entrance and hand out lanyards, while the engineering society sponsors a resume review table near the stage; healthcare providers showcase community outreach photos illustrating their public engagement efforts; separately, a cybersecurity company runs a password cracking challenge on a laptop, demonstrating a hands-on cybersecurity activity."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4539051628624906,
    0.4539051628624906,
    0.4539051628624906,
    0.4539051628624906,
    0.4539051628624906,
    0.4539051628624906,
    0.7532052972447653,
    0.7532052972447653,
    0.7532052972447653,
    0.7532052972447653,
    0.7532052972447653,
    0.7532052972447653,
    0.7532052972447653,
    0.7532052972447653,
    0.7532052972447653,
    0.4784065639048071,
    0.4784065639048071,
    0.4784065639048071,
    0.4784065639048071,
    0.4784065639048071,
    0.4784065639048071
  ],
  "12": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "At the venue, the engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps.",
    "At the venue, the engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables, arranged in multiple stacks on elevated surfaces; several tables are used to hold the glossy materials.",
    "At the venue, the engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets in multiple piles on high, elevated tables, with several tables used to hold the glossy materials. A welcome announcement is broadcast over the PA system outlining the fair schedule. Event staff scan registrations at the entrance and hand out lanyards."
  ],
  "12_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.40591165640636384,
    0.40591165640636384,
    0.40591165640636384,
    0.40591165640636384,
    0.40591165640636384,
    0.40591165640636384,
    0.40591165640636384,
    0.6726277512117732,
    0.6726277512117732,
    0.6726277512117732,
    0.6726277512117732,
    0.6726277512117732,
    0.6726277512117732,
    0.6726277512117732,
    0.6726277512117732,
    0.6726277512117732,
    0.834329463343344
  ],
  "13": [
    "",
    "",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop, with dozens of booths bearing colorful banners circling the polished floor.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop, with dozens of booths bearing colorful banners encircling the polished floor. Event staff scan registrations and hand out lanyards at the entrance, while workshops on networking etiquette begin in the adjoining classroom.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop, set amid dozens of booths with colorful banners encircling the polished floor. Event staff scan registrations and hand out lanyards at the entrance, while workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "A cybersecurity company hosts a career event featuring a password-cracking challenge on a laptop, set amid dozens of booths bearing colorful banners that circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in an adjoining classroom. Groups of friends mark target employers on the event map. Inside the event, career counselors remind attendees to maintain eye contact, while students clutch their resumes inside branded folders."
  ],
  "13_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3527830034572452,
    0.3527830034572452,
    0.3527830034572452,
    0.3527830034572452,
    0.3527830034572452,
    0.3527830034572452,
    0.5220093075393762,
    0.5220093075393762,
    0.5220093075393762,
    0.5220093075393762,
    0.5220093075393762,
    0.5220093075393762,
    0.5220093075393762,
    0.6740719870520758,
    0.6740719870520758,
    0.6740719870520758,
    0.6740719870520758,
    0.6740719870520758,
    0.6740719870520758,
    0.6740719870520758,
    0.6740719870520758,
    0.6740719870520758,
    0.770598439755234
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations at the entrance and hand out lanyards. The engineering society sponsors a resume review table near the stage.",
    "Event staff scan registrations at the entrance and hand out lanyards. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "Event staff scan registrations at the entrance and hand out lanyards. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "Event staff scan registrations at the entrance and hand out lanyards. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system outlining the fair schedule."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.6170894481108136,
    0.6170894481108136,
    0.6170894481108136,
    0.6170894481108136,
    0.6170894481108136,
    0.6170894481108136,
    0.7416284695503974,
    0.7416284695503974,
    0.7416284695503974,
    0.7416284695503974,
    0.7416284695503974,
    0.7416284695503974,
    0.7416284695503974,
    0.7416284695503974,
    0.7416284695503974,
    0.7416284695503974,
    0.7416284695503974,
    0.7416284695503974,
    0.7416284695503974,
    0.7958250323376049,
    0.7958250323376049,
    0.7958250323376049,
    0.7958250323376049,
    0.7958250323376049,
    0.7958250323376049,
    0.7958250323376049,
    0.7958250323376049
  ],
  "15": [
    "",
    "",
    "",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company is running a password-cracking challenge on a laptop. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A cybersecurity company is running a password-cracking challenge on a laptop. A welcome announcement is broadcast over the PA system, outlining the fair schedule. The engineering society sponsors a resume review table near the stage.",
    "A space with a polished floor hosts dozens of booths arranged in a circle around the floor, each booth displaying colorful banners. A cybersecurity company is running a password-cracking challenge on a laptop within the space. A welcome announcement is broadcast over the PA system outlining the fair schedule. The engineering society sponsors a resume review table near the stage."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.4541294444115373,
    0.4541294444115373,
    0.4541294444115373,
    0.4541294444115373,
    0.4541294444115373,
    0.4541294444115373,
    0.6457227901529993,
    0.6457227901529993,
    0.6457227901529993,
    0.6457227901529993,
    0.6457227901529993,
    0.6457227901529993,
    0.6457227901529993,
    0.6457227901529993,
    0.6457227901529993,
    0.6457227901529993,
    0.7216249656214645,
    0.7216249656214645,
    0.7216249656214645,
    0.7216249656214645,
    0.7216249656214645,
    0.7216249656214645
  ],
  "16": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while a cybersecurity company conducts a password-cracking challenge on a laptop, establishing a straightforward setup for the exercise.",
    "Tech companies display demo screens showing their latest apps, while a cybersecurity company conducts a password-cracking challenge on a laptop, establishing a straightforward setup for the exercise. The engineering society sponsors a resume review table near the stage.",
    "At a career event, dozens of booths with colorful banners circle a polished floor. Tech companies display demo screens showing their latest apps. A cybersecurity company conducts a password-cracking challenge on a laptop, establishing a straightforward setup for the exercise. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. Inside the career event, career counselors remind attendees to maintain eye contact, while students clutch their resumes inside branded folders."
  ],
  "16_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.34999444974192856,
    0.34999444974192856,
    0.34999444974192856,
    0.34999444974192856,
    0.34999444974192856,
    0.34999444974192856,
    0.34999444974192856,
    0.5496302332220854,
    0.5496302332220854,
    0.5496302332220854,
    0.5496302332220854,
    0.5496302332220854,
    0.5496302332220854,
    0.5496302332220854,
    0.5496302332220854,
    0.5496302332220854,
    0.5496302332220854,
    0.8078082042026846
  ],
  "17": [
    "",
    "",
    "",
    "",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage; finance firms offer QR codes for immediate internship applications.",
    "At the event, the engineering society sponsors a resume review table near the stage; finance firms offer QR codes for immediate internship applications. At the venue entrance, event staff scan registrations and hand out lanyards. A cybersecurity company is conducting a password cracking challenge on a laptop, using the laptop as the platform and maintaining a straightforward setup for the exercise."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4300217822706187,
    0.4300217822706187,
    0.4300217822706187,
    0.4300217822706187,
    0.4300217822706187,
    0.4300217822706187,
    0.4300217822706187,
    0.7134168421802076,
    0.7134168421802076,
    0.7134168421802076,
    0.7134168421802076,
    0.7134168421802076,
    0.7134168421802076
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations at the entrance and hand out lanyards, while the engineering society sponsors a resume review table near the stage.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations at the entrance and hand out lanyards. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps at the venue."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.6097404608290349,
    0.6097404608290349,
    0.6097404608290349,
    0.6097404608290349,
    0.6097404608290349,
    0.6097404608290349,
    0.6097404608290349,
    0.6097404608290349,
    0.7841508402239906,
    0.7841508402239906,
    0.7841508402239906
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders while a cybersecurity company hosts a password cracking challenge on a laptop, using the laptop as the platform and establishing a straightforward setup for the exercise.",
    "At a university career fair, students clutch resumes inside branded folders, while a cybersecurity company hosts a password cracking challenge on a laptop, using the laptop as the platform and keeping the setup straightforward. Outside the university gym ahead of the fair's opening, a line of students waits. Several students rehearse elevator pitches quietly against the wall, refining their delivery before the event begins. A robotics startup flies a small drone above its booth to draw attention.",
    "At a university career fair, students clutch resumes inside branded folders. A cybersecurity company hosts a straightforward password-cracking challenge on a laptop, using the laptop as the platform. Outside the university gym ahead of the fair’s opening, a line of students waits. Several students rehearse elevator pitches quietly against the wall, refining their delivery before the event begins. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement is delivered over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.311936902703683,
    0.311936902703683,
    0.311936902703683,
    0.311936902703683,
    0.311936902703683,
    0.311936902703683,
    0.311936902703683,
    0.8204738007451137,
    0.8204738007451137,
    0.8204738007451137,
    0.8204738007451137,
    0.8204738007451137,
    0.8204738007451137,
    0.8204738007451137,
    0.8204738007451137,
    0.8286890480778146,
    0.8286890480778146,
    0.8286890480778146,
    0.8286890480778146
  ],
  "20": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company is conducting a password cracking challenge using a laptop as the platform. The company runs the challenge on the laptop, establishing a straightforward setup for the exercise.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. A cybersecurity company is conducting a password cracking challenge on a laptop, using the laptop as the platform and maintaining a straightforward setup for the exercise.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. A cybersecurity company is conducting a password cracking challenge on a laptop, using the laptop as the platform and maintaining a straightforward setup for the exercise.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. A cybersecurity company is conducting a password cracking challenge on a laptop, using the laptop as the platform and maintaining a straightforward setup for the exercise. The engineering society sponsors a resume review table near the stage.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. A cybersecurity company is conducting a password cracking challenge on a laptop, using the laptop as the platform and keeping a straightforward setup for the exercise. The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system outlining the fair schedule."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.35683681602156825,
    0.35683681602156825,
    0.35683681602156825,
    0.35683681602156825,
    0.35683681602156825,
    0.35683681602156825,
    0.35683681602156825,
    0.44542715890814866,
    0.44542715890814866,
    0.44542715890814866,
    0.44542715890814866,
    0.44542715890814866,
    0.44542715890814866,
    0.44542715890814866,
    0.44542715890814866,
    0.44542715890814866,
    0.44542715890814866,
    0.44542715890814866,
    0.44542715890814866,
    0.631908075719615,
    0.631908075719615,
    0.631908075719615,
    0.631908075719615,
    0.631908075719615,
    0.631908075719615,
    0.631908075719615,
    0.631908075719615,
    0.7205849740129961,
    0.7205849740129961,
    0.7205849740129961
  ],
  "21": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage at the venue, and tech companies display demo screens showing their latest apps."
  ],
  "21_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.43659191633062244,
    0.43659191633062244,
    0.43659191633062244,
    0.43659191633062244,
    0.43659191633062244,
    0.43659191633062244
  ],
  "22": [
    "",
    "",
    "",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, and a welcome announcement over the PA system outlines the fair schedule.",
    "At the event, the engineering society sponsors a resume review table near the stage; a welcome announcement over the PA system outlines the fair schedule; and alumni volunteers share quick pep talks near the coffee station.",
    "At the event, the engineering society sponsors a resume review table near the stage, accompanied by a welcome announcement over the PA system outlining the fair schedule. Alumni volunteers deliver quick pep talks near the coffee station. Concurrent activities unfold: workshops on networking etiquette begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews; career counselors direct unsure students toward applicable industries."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.44618463344871534,
    0.44618463344871534,
    0.44618463344871534,
    0.44618463344871534,
    0.44618463344871534,
    0.44618463344871534,
    0.44618463344871534,
    0.47363146500727415,
    0.47363146500727415,
    0.47363146500727415,
    0.47363146500727415,
    0.47363146500727415,
    0.47363146500727415,
    0.47363146500727415,
    0.7691013498567303,
    0.7691013498567303,
    0.7691013498567303,
    0.7691013498567303,
    0.7691013498567303,
    0.7691013498567303,
    0.7691013498567303,
    0.7691013498567303
  ],
  "23": [
    "",
    "",
    "Students line up outside the university gym, ahead of the career fair opening.",
    "A line of students stands outside the university gym ahead of the career fair opening. Several students rehearse elevator pitches quietly against the wall, refining their delivery before the event begins.",
    "Outside the university gym ahead of the career fair opening, a line of students waits. Several students rehearse elevator pitches quietly against the wall, refining their delivery before the event begins. A robotics startup flies a small drone above its booth for attention.",
    "Before the career fair opens at the university gym, a line of students waits outside. Several students rehearse elevator pitches quietly against the wall, refining their delivery before the event begins. A robotics startup flies a small drone above its booth to attract attention.",
    "Before the career fair opens at the university gym, a line of students waits outside. Several students rehearse elevator pitches quietly against the wall, refining their delivery before the event begins. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "Before the career fair opens at the university gym, a line of students waits outside. Inside, several rehearse elevator pitches quietly against the wall, refining their delivery prior to the event. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. A welcome announcement is delivered over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders, while counselors remind attendees to maintain eye contact."
  ],
  "23_score": [
    0.0,
    0.0,
    0.3639209590625308,
    0.3639209590625308,
    0.3639209590625308,
    0.3639209590625308,
    0.3639209590625308,
    0.5001944753506808,
    0.5001944753506808,
    0.5001944753506808,
    0.5001944753506808,
    0.5001944753506808,
    0.5001944753506808,
    0.6988183034947566,
    0.6988183034947566,
    0.6988183034947566,
    0.6988183034947566,
    0.6988183034947566,
    0.6988183034947566,
    0.6988183034947566,
    0.7334825677618209,
    0.7334825677618209,
    0.7334825677618209,
    0.7334825677618209,
    0.7334825677618209,
    0.7334825677618209,
    0.7334825677618209,
    0.7517082874336329,
    0.7517082874336329,
    0.7517082874336329,
    0.7517082874336329,
    0.7517082874336329,
    0.7517082874336329,
    0.7517082874336329,
    0.8306478811292508,
    0.8306478811292508
  ],
  "24": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Two main activities frame the scene: career counselors redirect unsure students toward applicable industries, forming guidance connections between learners and possible fields. Healthcare providers showcase community outreach photos, presenting images of their outreach work. The involved objects are career counselors, unsure students, industries, healthcare providers, and community outreach photos. The actions are redirecting and showcasing; no specific locations or times are provided. The description preserves a parallel emphasis on guiding student placement and publicly displaying outreach efforts by healthcare staff.",
    "Two main activities frame the scene: career counselors redirect unsure students toward applicable industries, forming guidance connections between learners and possible fields, and healthcare providers showcase community outreach photos, presenting images of their outreach work. The involved objects are career counselors, unsure students, industries, healthcare providers, and community outreach photos, with actions described as redirecting and showcasing. No specific locations or times are provided. The description preserves a parallel emphasis on guiding student placement and publicly displaying outreach efforts by healthcare staff. Additionally, several consulting firms stack glossy case study booklets on high tables, adding a peripheral detail about professional materials present. The scene therefore combines focused career guidance with public outreach display, alongside industry-focused case study literature."
  ],
  "24_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5927817178482775,
    0.5927817178482775,
    0.5927817178482775,
    0.5927817178482775,
    0.5927817178482775,
    0.5927817178482775,
    0.5927817178482775,
    0.5927817178482775,
    0.5927817178482775,
    0.5927817178482775,
    0.6389432240374362,
    0.6389432240374362,
    0.6389432240374362,
    0.6389432240374362,
    0.6389432240374362,
    0.6389432240374362
  ],
  "25": [
    "",
    "\"\"",
    "\"\"",
    "A welcome announcement is delivered over the PA system, outlining the fair schedule.",
    "A welcome announcement is delivered over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders.",
    "A welcome announcement is delivered over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "A welcome announcement is delivered over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Event staff scan registrations at the entrance and hand out lanyards. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables."
  ],
  "25_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.5842711622408684,
    0.5842711622408684,
    0.5842711622408684,
    0.5842711622408684,
    0.5842711622408684,
    0.5842711622408684,
    0.8230198686449961,
    0.8230198686449961,
    0.8230198686449961,
    0.8230198686449961,
    0.8230198686449961,
    0.8230198686449961,
    0.8230198686449961,
    0.8230198686449961,
    0.8556839806309926,
    0.8556839806309926,
    0.8556839806309926,
    0.8556839806309926,
    0.8556839806309926,
    0.8556839806309926
  ],
  "26": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "An event gathers an alumni panel, career counselors, and a cybersecurity company. The alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An event gathers an alumni panel, career counselors, and a cybersecurity company. The alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries."
  ],
  "26_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.7459114304121293,
    0.7459114304121293,
    0.7459114304121293,
    0.7459114304121293,
    0.7459114304121293,
    0.7459114304121293,
    0.7459114304121293,
    0.7478951623972214,
    0.7478951623972214,
    0.7478951623972214,
    0.7478951623972214,
    0.7478951623972214
  ],
  "27": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor as career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners circle the polished floor as career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos.",
    "At the career fair, dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. A live welcome announcement is broadcast over the PA system outlining the schedule. Students clutch resumes inside branded folders, while event staff scan registrations and hand out lanyards at the entrance."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.4592623744752541,
    0.4592623744752541,
    0.4592623744752541,
    0.4592623744752541,
    0.4592623744752541,
    0.4592623744752541,
    0.4592623744752541,
    0.4592623744752541,
    0.5521113520210026,
    0.5521113520210026,
    0.5521113520210026,
    0.5521113520210026,
    0.5521113520210026,
    0.5521113520210026,
    0.5521113520210026,
    0.5521113520210026,
    0.8386199597076873,
    0.8386199597076873
  ],
  "28": [
    "",
    "",
    "\"\"",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "Near the stage, the engineering society sponsors a resume review table. Outside the university gym ahead of the career fair opening, a line of students waits. Several students rehearse elevator pitches quietly against the wall, refining their delivery before the event begins. A robotics startup flies a small drone above its booth for attention.",
    "Live, a welcome announcement is broadcast over the PA system outlining the career fair schedule. Outside the university gym ahead of opening, a line of students waits. Several students rehearse elevator pitches quietly against the wall, refining their delivery before the event begins. A robotics startup flies a small drone above its booth for attention. Near the stage, the engineering society sponsors a resume review table."
  ],
  "28_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.7645487392878101,
    0.7645487392878101,
    0.7645487392878101,
    0.7645487392878101,
    0.7645487392878101,
    0.7645487392878101,
    0.7645487392878101,
    0.7645487392878101,
    0.7645487392878101,
    0.7645487392878101,
    0.8300175064210343,
    0.8300175064210343
  ],
  "29": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables. The booklets are arranged in multiple stacks on elevated surfaces, with several tables used to hold the glossy materials.",
    "Consulting firms stack glossy case study booklets on high tables, with the booklets arranged in multiple stacks on elevated surfaces; several tables are used to hold the glossy materials. The engineering society sponsors a resume review table near the stage.",
    "Consulting firms stack glossy case study booklets on high tables, with the booklets arranged in multiple stacks on elevated surfaces; several tables are used to hold the glossy materials. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "Consulting firms stack glossy case study booklets on high tables, arranged in multiple stacks on elevated surfaces, with several tables used to hold the glossy materials. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4007863389704107,
    0.4007863389704107,
    0.4007863389704107,
    0.4007863389704107,
    0.4007863389704107,
    0.4007863389704107,
    0.466805666055317,
    0.466805666055317,
    0.466805666055317,
    0.466805666055317,
    0.466805666055317,
    0.466805666055317,
    0.6608575655817414,
    0.6608575655817414,
    0.6608575655817414,
    0.6608575655817414,
    0.6608575655817414,
    0.6608575655817414,
    0.6608575655817414,
    0.6878415750980741,
    0.6878415750980741,
    0.6878415750980741,
    0.6878415750980741,
    0.6878415750980741
  ],
  "30": [
    "",
    "",
    "\"\"",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. At the career event, career counselors remind attendees to maintain eye contact, while students clutch their resumes inside branded folders.",
    "At the entrance, event staff scan registrations and hand out lanyards. Inside the career event, career counselors remind attendees to maintain eye contact, while students clutch their resumes inside branded folders. A cybersecurity company hosts a password-cracking challenge on a laptop. Dozens of booths bearing colorful banners circle the polished floor.",
    "At the entrance, event staff scan registrations and hand out lanyards. Inside the career event, career counselors remind attendees to maintain eye contact while students clutch their resumes inside branded folders. A cybersecurity company hosts a password-cracking challenge on a laptop, establishing a straightforward setup for the exercise. Dozens of booths bearing colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps."
  ],
  "30_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.6049733013216837,
    0.6049733013216837,
    0.6049733013216837,
    0.6049733013216837,
    0.6049733013216837,
    0.6049733013216837,
    0.6049733013216837,
    0.7834604675187009,
    0.7834604675187009,
    0.7834604675187009,
    0.7834604675187009,
    0.7834604675187009,
    0.7834604675187009,
    0.7834604675187009,
    0.7834604675187009,
    0.7834604675187009,
    0.7966163120041803,
    0.7966163120041803,
    0.7966163120041803,
    0.7966163120041803,
    0.7966163120041803,
    0.7966163120041803,
    0.7966163120041803
  ],
  "31": [
    "",
    "",
    "",
    "\"\"",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance, while workshops on networking etiquette begin in the adjoining classroom.",
    "Event staff scan registrations and hand out lanyards at the entrance, while workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "Event staff scan registrations and hand out lanyards at the entrance. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications.",
    "Event staff scan registrations and hand out lanyards at the entrance. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.3923418302695227,
    0.3923418302695227,
    0.3923418302695227,
    0.3923418302695227,
    0.3923418302695227,
    0.3923418302695227,
    0.5836260543117305,
    0.5836260543117305,
    0.5836260543117305,
    0.5836260543117305,
    0.5836260543117305,
    0.5836260543117305,
    0.5836260543117305,
    0.8065694352820809,
    0.8065694352820809,
    0.8065694352820809,
    0.8065694352820809,
    0.8065694352820809,
    0.8065694352820809,
    0.8065694352820809,
    0.8065694352820809,
    0.8050003458299069,
    0.8050003458299069,
    0.8050003458299069
  ],
  "32": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while event staff scan registrations and hand out lanyards at the entrance.",
    "At a university gym hosting the career fair, consulting firms stack glossy case-study booklets on high tables, while event staff scan registrations and hand out lanyards at the entrance. Outside, a line of students waits before the fair opens. Inside, several students rehearse elevator pitches quietly against the wall, refining their delivery. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.40133026655127363,
    0.40133026655127363,
    0.40133026655127363,
    0.40133026655127363,
    0.40133026655127363,
    0.40133026655127363,
    0.40133026655127363,
    0.40133026655127363,
    0.8303067008483219,
    0.8303067008483219,
    0.8303067008483219
  ],
  "33": [
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "During the career fair, counselors guide unsure students toward relevant industries, and a live welcome announcement is broadcast over the PA system, outlining the fair’s schedule.",
    "During the career fair, counselors guide unsure students toward relevant industries, while a live welcome announcement is broadcast over the PA system, outlining the fair’s schedule.",
    "At the career fair, counselors guide unsure students toward relevant industries. A live welcome announcement is broadcast over the PA system outlining the fair’s schedule. Consulting firms stack glossy case study booklets on high tables, arranging them in multiple stacks on elevated surfaces, with several tables used to hold the glossy materials. The engineering society sponsors a resume review table near the stage."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5161650307515405,
    0.5161650307515405,
    0.5161650307515405,
    0.5161650307515405,
    0.5161650307515405,
    0.5161650307515405,
    0.5161650307515405,
    0.5161650307515405,
    0.5333437136730507,
    0.5333437136730507,
    0.5333437136730507,
    0.5333437136730507,
    0.5333437136730507,
    0.5333437136730507,
    0.5333437136730507,
    0.5333437136730507,
    0.7511128233668635,
    0.7511128233668635,
    0.7511128233668635,
    0.7511128233668635,
    0.7511128233668635
  ],
  "34": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A group of students clutches resumes that are housed inside branded folders.",
    "A group of students clutches resumes housed inside branded folders.",
    "At the fair, a group of students clutches resumes housed inside branded folders as a live welcome announcement is broadcast over the PA system outlining the schedule."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.34725746328538076,
    0.34725746328538076,
    0.34725746328538076,
    0.34725746328538076,
    0.34725746328538076,
    0.3406209003419222,
    0.3406209003419222,
    0.3406209003419222,
    0.3406209003419222,
    0.3406209003419222,
    0.3406209003419222,
    0.3406209003419222,
    0.4710682245312614,
    0.4710682245312614,
    0.4710682245312614,
    0.4710682245312614,
    0.4710682245312614,
    0.4710682245312614,
    0.4710682245312614
  ],
  "35": [
    "",
    "",
    "A live welcome announcement is broadcast over the PA system, outlining the fair’s schedule.",
    "A live welcome announcement is broadcast over the PA system at the fair, outlining the schedule.",
    "A live welcome announcement is broadcast over the PA system at the fair, outlining the schedule, while students clutch resumes inside branded folders.",
    "At the fair, a live welcome announcement is broadcast over the PA system, outlining the schedule. Students clutch resumes inside branded folders, while event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, a live welcome announcement is broadcast over the PA system outlining the schedule. Students clutch resumes inside branded folders, while event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, a live welcome announcement over the PA system outlines the schedule. Students clutch resumes inside branded folders, while event staff scan registrations at the entrance and hand out lanyards. Consulting firms have glossy case study booklets stacked in multiple piles on high, elevated tables, with several tables used to hold the glossy materials. The engineering society sponsors a resume review table near the stage."
  ],
  "35_score": [
    0.0,
    0.0,
    0.4445080421638034,
    0.4445080421638034,
    0.4445080421638034,
    0.4445080421638034,
    0.4445080421638034,
    0.4168719053269228,
    0.4168719053269228,
    0.4168719053269228,
    0.4168719053269228,
    0.4168719053269228,
    0.45866442915182193,
    0.45866442915182193,
    0.45866442915182193,
    0.45866442915182193,
    0.45866442915182193,
    0.45866442915182193,
    0.6223764757951592,
    0.6223764757951592,
    0.6223764757951592,
    0.6223764757951592,
    0.6223764757951592,
    0.6223764757951592,
    0.6223764757951592,
    0.6249849040653848,
    0.6249849040653848,
    0.6249849040653848,
    0.6249849040653848,
    0.6249849040653848,
    0.6249849040653848,
    0.6249849040653848,
    0.6249849040653848,
    0.6249849040653848,
    0.8258664563006485,
    0.8258664563006485
  ],
  "36": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A welcome announcement is delivered over the PA system, outlining the fair schedule.",
    "A welcome announcement is delivered over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables, while finance firms provide QR codes facilitating immediate internship applications.",
    "At the fair, a welcome announcement is delivered over the PA system, outlining the schedule. Consulting firms stack glossy case study booklets on high tables. Finance firms provide QR codes that facilitate immediate internship applications. Healthcare providers showcase community outreach photos. The arrangement combines informational announcements with tangible exhibits: curated printed materials on elevated surfaces, quick-access digital means via QR codes, and photographic displays highlighting outreach work. Attendees encounter a mix of documentary literature, interactive application options, and visual storytelling from health organizations, all aligned with the event’s informational flow. The scene emphasizes accessibility of resources: printed literature for perusal, QR-enabled signups for internships, and visible outreach imagery from healthcare providers."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.6011027038308728,
    0.6011027038308728,
    0.6011027038308728,
    0.6011027038308728,
    0.6011027038308728,
    0.6011027038308728,
    0.6011027038308728,
    0.6011027038308728,
    0.6011027038308728
  ],
  "37": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage. A robotics startup is flying a small drone above its booth to attract attention.",
    "At the fair, the engineering society sponsors a resume review table near the stage. A robotics startup is flying a small drone above its booth to attract attention. A live welcome announcement is broadcast over the PA system, outlining the schedule. Students clutch resumes inside branded folders."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.5774393488398678,
    0.5774393488398678,
    0.5774393488398678,
    0.5774393488398678,
    0.5774393488398678,
    0.5774393488398678,
    0.5774393488398678,
    0.7486203591843227,
    0.7486203591843227,
    0.7486203591843227,
    0.7486203591843227
  ],
  "38": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables, while finance firms provide QR codes facilitating immediate internship applications.",
    "Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables, while finance firms provide QR codes to facilitate immediate internship applications. The engineering society sponsors a resume review table near the stage. A robotics startup is flying a small drone above its booth to attract attention."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.6142173735157351,
    0.6142173735157351,
    0.6142173735157351,
    0.6142173735157351,
    0.6142173735157351,
    0.6142173735157351,
    0.6142173735157351
  ],
  "39": [
    "",
    "",
    "",
    "A cybersecurity company is conducting a password cracking challenge on a laptop.",
    "A cybersecurity company is conducting a password cracking challenge on a laptop.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette begin, while an alumni panel discusses how to prepare for technical interviews.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop. In the adjoining classroom, networking etiquette workshops have begun, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, the booklets arranged in multiple stacks on elevated surfaces, with several tables used to hold the glossy materials.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop, with an adjoining classroom where networking etiquette workshops have begun and an alumni panel discusses how to prepare for technical interviews. Consulting firms have arranged glossy case study booklets in multiple stacks on elevated surfaces across several tables. A welcome announcement is broadcast over the PA system outlining the fair schedule, and the engineering society sponsors a resume review table near the stage."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.32724688588687445,
    0.32724688588687445,
    0.32724688588687445,
    0.32724688588687445,
    0.32724688588687445,
    0.32724688588687445,
    0.32724688588687445,
    0.32724688588687445,
    0.32724688588687445,
    0.32724688588687445,
    0.32724688588687445,
    0.32724688588687445,
    0.32724688588687445,
    0.5240935085513522,
    0.5240935085513522,
    0.5240935085513522,
    0.5240935085513522,
    0.5240935085513522,
    0.5240935085513522,
    0.5240935085513522,
    0.5240935085513522,
    0.6572690643150463,
    0.6572690643150463,
    0.6572690643150463,
    0.6572690643150463,
    0.6572690643150463,
    0.6572690643150463,
    0.6572690643150463,
    0.6572690643150463,
    0.6572690643150463,
    0.7044461547611198,
    0.7044461547611198,
    0.7044461547611198
  ],
  "40": [
    "",
    "",
    "\"\"",
    "\"\"",
    "A live welcome announcement is broadcast over the PA system, outlining the fair’s schedule.",
    "A live welcome announcement is broadcast over the PA system at the fair, outlining the schedule. Students clutch resumes inside branded folders.",
    "At the fair, a live welcome announcement is broadcast over the PA system, outlining the schedule. Students clutch resumes inside branded folders as activities begin. Concurrent engagements unfold: workshops on networking etiquette start in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews; career counselors direct unsure students toward applicable industries.",
    "At the fair, a live welcome announcement is broadcast over the PA system outlining the schedule. Students clutch resumes inside branded folders as activities begin. Concurrent engagements unfold: workshops on networking etiquette start in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews; career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage, and alumni volunteers share quick pep talks near the coffee station."
  ],
  "40_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4445080421638034,
    0.4445080421638034,
    0.4445080421638034,
    0.4445080421638034,
    0.4445080421638034,
    0.4445080421638034,
    0.6073744702540348,
    0.6073744702540348,
    0.6073744702540348,
    0.6073744702540348,
    0.6073744702540348,
    0.6073744702540348,
    0.6073744702540348,
    0.6073744702540348,
    0.831761922357557,
    0.831761922357557,
    0.831761922357557,
    0.831761922357557,
    0.831761922357557,
    0.831761922357557,
    0.831761922357557,
    0.8486221458701794
  ],
  "41": [
    "",
    "",
    "",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "In the scene, students clutch resumes inside branded folders; healthcare providers showcase community outreach photos.",
    "In the scene, students clutch resumes inside branded folders, while healthcare providers showcase photos of community outreach.",
    "In the scene, students clutch resumes inside branded folders, while healthcare providers showcase photos of community outreach, and several consulting firms stack glossy case study booklets on high tables.",
    "The scene features students clutching resumes inside branded folders, healthcare providers showcasing photos of community outreach, and several consulting firms stacking glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.36348924029156576,
    0.36348924029156576,
    0.36348924029156576,
    0.36348924029156576,
    0.36348924029156576,
    0.36348924029156576,
    0.31850479481879873,
    0.31850479481879873,
    0.31850479481879873,
    0.31850479481879873,
    0.31850479481879873,
    0.31850479481879873,
    0.33816431349095827,
    0.33816431349095827,
    0.33816431349095827,
    0.33816431349095827,
    0.33816431349095827,
    0.33816431349095827,
    0.33816431349095827,
    0.33816431349095827,
    0.33816431349095827,
    0.5117330637690596
  ],
  "42": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while career counselors redirect unsure students toward applicable industries.",
    "Students clutch resumes inside branded folders as career counselors redirect unsure students toward applicable industries, and finance firms offer QR codes for immediate internship applications."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3855986175398461,
    0.3855986175398461,
    0.3855986175398461,
    0.3855986175398461,
    0.3855986175398461,
    0.3855986175398461,
    0.3855986175398461,
    0.3855986175398461,
    0.41162483938728334,
    0.41162483938728334,
    0.41162483938728334,
    0.41162483938728334,
    0.41162483938728334
  ],
  "43": [
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews.",
    "Concurrent activities unfold: workshops on networking etiquette begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews; career counselors redirect unsure students toward applicable industries.",
    "Concurrent activities unfold in the scene: workshops on networking etiquette begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews; career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, while finance firms provide QR codes facilitating immediate internship applications.",
    "Concurrent activities unfold in the scene: workshops on networking etiquette begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews; career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, while finance firms provide QR codes facilitating immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.4138088145982221,
    0.4138088145982221,
    0.4138088145982221,
    0.4138088145982221,
    0.4138088145982221,
    0.4138088145982221,
    0.4138088145982221,
    0.4138088145982221,
    0.5612881321114505,
    0.5612881321114505,
    0.5612881321114505,
    0.5612881321114505,
    0.5612881321114505,
    0.5612881321114505,
    0.5612881321114505,
    0.5612881321114505,
    0.6855535960909344,
    0.6855535960909344,
    0.6855535960909344
  ],
  "44": [
    "",
    "",
    "",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, illustrating their public engagement efforts. Separately, a cybersecurity company runs a password cracking challenge on a laptop, demonstrating a hands-on cybersecurity activity.",
    "Dozens of booths with colorful banners circle the polished floor of an event space, providing a mixed display area for attendees. Healthcare providers showcase community outreach photos to illustrate their public engagement efforts. Separately, a cybersecurity company runs a password cracking challenge on a laptop, demonstrating a hands-on cybersecurity activity. The setup presents simultaneous health outreach and technical demonstrations within a single exhibition layout.",
    "Dozens of booths with colorful banners encircle the polished floor of an event space, creating a mixed-display area for attendees. Healthcare providers showcase community outreach photos to illustrate their public engagement efforts. Separately, a cybersecurity company runs a password-cracking challenge on a laptop, offering a hands-on cybersecurity activity. The setup presents simultaneous health outreach and technical demonstrations within a single exhibition layout. Students line up outside the university gym before the career fair opens."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.4584796587523893,
    0.4584796587523893,
    0.4584796587523893,
    0.4584796587523893,
    0.4584796587523893,
    0.4584796587523893,
    0.4584796587523893,
    0.4584796587523893,
    0.6514804249199009,
    0.6514804249199009,
    0.6514804249199009,
    0.6514804249199009,
    0.6514804249199009,
    0.6514804249199009,
    0.6514804249199009,
    0.6514804249199009,
    0.6514804249199009,
    0.6514804249199009,
    0.6514804249199009,
    0.6514804249199009,
    0.7620229421976288,
    0.7620229421976288
  ],
  "45": [
    "",
    "",
    "",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In the scene, consulting firms stack glossy case study booklets on high tables, while finance firms provide QR codes facilitating immediate internship applications.",
    "The scene shows consulting firms stacking glossy case study booklets on high tables, while finance firms provide QR codes that facilitate immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables. Finance firms provide QR codes that enable immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.36904905381051545,
    0.36904905381051545,
    0.36904905381051545,
    0.36904905381051545,
    0.36904905381051545,
    0.36904905381051545,
    0.36904905381051545,
    0.7398192828808685,
    0.7398192828808685,
    0.7398192828808685,
    0.7398192828808685,
    0.7398192828808685,
    0.7398192828808685,
    0.7398192828808685,
    0.8781357077301313,
    0.8781357077301313,
    0.8781357077301313,
    0.8781357077301313,
    0.8781357077301313,
    0.8781357077301313,
    0.8781357077301313
  ],
  "46": [
    "",
    "",
    "",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, presenting a display of prepared materials. Finance firms offer QR codes for immediate internship applications.",
    "At the venue, consulting firms display glossy case study booklets on high tables as prepared materials; finance firms provide QR codes for immediate internship applications; a cybersecurity company hosts a password-cracking challenge on a laptop, with dozens of booths bearing colorful banners circling the polished floor.",
    "At the venue, consulting firms display glossy case study booklets on high tables as prepared materials, while finance firms provide QR codes for immediate internship applications. A cybersecurity company hosts a password-cracking challenge on a laptop, with dozens of booths bearing colorful banners circling the polished floor. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the venue, consulting firms display glossy case study booklets on high tables as prepared materials, while finance firms provide QR codes for immediate internship applications. A cybersecurity company hosts a password-cracking challenge on a laptop, with dozens of booths bearing colorful banners circling the polished floor. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.5580686514505857,
    0.5580686514505857,
    0.5580686514505857,
    0.5580686514505857,
    0.5580686514505857,
    0.5580686514505857,
    0.5580686514505857,
    0.4719605863972262,
    0.4719605863972262,
    0.4719605863972262,
    0.4719605863972262,
    0.4719605863972262,
    0.4719605863972262,
    0.4719605863972262,
    0.8216327069678008,
    0.8216327069678008,
    0.8216327069678008,
    0.8216327069678008,
    0.8216327069678008,
    0.8216327069678008,
    0.8216327069678008,
    0.8216327069678008
  ],
  "47": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards.",
    "The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries.",
    "The engineering society sponsors a resume review table near the stage; at the entrance, event staff scan registrations and hand out lanyards; career counselors redirect unsure students toward applicable industries."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.577799137935122,
    0.577799137935122,
    0.577799137935122,
    0.577799137935122,
    0.577799137935122,
    0.577799137935122,
    0.7106702677686508,
    0.7106702677686508,
    0.7106702677686508,
    0.7106702677686508,
    0.7106702677686508,
    0.7106702677686508,
    0.7106702677686508,
    0.44265552125939706,
    0.44265552125939706,
    0.44265552125939706,
    0.44265552125939706,
    0.44265552125939706,
    0.44265552125939706
  ],
  "48": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers are displaying community outreach photos. In the adjoining classroom, workshops on networking etiquette have begun, while an alumni panel is discussing how to prepare for technical interviews.",
    "Healthcare providers are displaying community outreach photos. In the adjoining classroom, workshops on networking etiquette have begun, and an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "48_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.5185425129868142,
    0.5185425129868142,
    0.5185425129868142,
    0.5185425129868142,
    0.5185425129868142,
    0.5185425129868142,
    0.5185425129868142,
    0.5185425129868142,
    0.7312007015218961,
    0.7312007015218961,
    0.7312007015218961,
    0.7312007015218961,
    0.7312007015218961
  ],
  "49": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "During a career event, career counselors redirect unsure students toward applicable industries, and remind attendees to maintain eye contact as students clutch their resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.6169341676878458,
    0.6169341676878458,
    0.6169341676878458,
    0.6169341676878458,
    0.6169341676878458,
    0.6169341676878458,
    0.6169341676878458
  ]
}