{
  "0": [
    "",
    "",
    "\"\"",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications, while students line up outside the university gym before the career fair opens.",
    "Finance firms are offering QR codes for immediate internship applications, while students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map.",
    "Finance firms are offering QR codes for immediate internship applications, while students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university gym, students line up outside before the career fair opens. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table located near the stage. At the venue entrance, event staff scan registrations and distribute lanyards. Healthcare providers display photos illustrating community outreach.",
    "At the university gym and its entrance, the career fair unfolds with early lines outside as attendees await opening. Finance firms offer QR codes for immediate internship applications, while groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage as part of the fair. At the gym entrance, event staff scan registrations and hand out lanyards, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers display photos illustrating community outreach."
  ],
  "0_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.3949532381344685,
    0.3949532381344685,
    0.3949532381344685,
    0.3949532381344685,
    0.3949532381344685,
    0.3949532381344685,
    0.3949532381344685,
    0.3949532381344685,
    0.6031789498693658,
    0.6031789498693658,
    0.6031789498693658,
    0.6031789498693658,
    0.6031789498693658,
    0.6031789498693658,
    0.6031789498693658,
    0.6031789498693658,
    0.7640638322281914,
    0.7640638322281914,
    0.7640638322281914,
    0.7640638322281914,
    0.7640638322281914,
    0.7640638322281914,
    0.7640638322281914,
    0.7640638322281914,
    0.7640638322281914,
    0.8502431608667911,
    0.8502431608667911,
    0.8502431608667911,
    0.8502431608667911,
    0.8502431608667911,
    0.8502431608667911,
    0.8502431608667911,
    0.8502431608667911,
    0.8502431608667911,
    0.8502431608667911,
    0.8502431608667911,
    0.8502431608667911,
    0.834735056025523,
    0.834735056025523,
    0.834735056025523,
    0.834735056025523,
    0.834735056025523,
    0.834735056025523
  ],
  "1": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "At the event, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map.",
    "At the event, career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Alumni volunteers deliver brief pep talks near the coffee station, while networking etiquette workshops begin in the adjoining classroom.",
    "At the event, career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Alumni volunteers deliver brief pep talks near the coffee station, while networking etiquette workshops begin in the adjoining classroom.",
    "At the event, career counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Alumni volunteers deliver brief pep talks near the coffee station, while networking etiquette workshops begin in the adjoining classroom. At the event, staff at the entrance scan registrations and hand out lanyards, while healthcare providers display community outreach photos. Students clutch resumes inside branded folders. At the career fair, consulting firms stack glossy case study booklets on high tables. Counselors direct unsure students toward applicable industries, guiding them to relevant options. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees."
  ],
  "1_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.6007116952917662,
    0.6007116952917662,
    0.6007116952917662,
    0.6007116952917662,
    0.6007116952917662,
    0.6007116952917662,
    0.7602978440163397,
    0.7602978440163397,
    0.7602978440163397,
    0.7602978440163397,
    0.7602978440163397,
    0.7602978440163397,
    0.7602978440163397,
    0.7602978440163397,
    0.7074494689609482,
    0.7074494689609482,
    0.7074494689609482,
    0.7074494689609482,
    0.7074494689609482,
    0.7074494689609482,
    0.7074494689609482,
    0.7074494689609482,
    0.7074494689609482,
    0.7074494689609482,
    0.7074494689609482,
    0.7074494689609482,
    0.7074494689609482,
    0.7074494689609482,
    0.7074494689609482,
    0.7074494689609482,
    0.7074494689609482,
    0.7074494689609482,
    0.7074494689609482,
    0.8782680763109589,
    0.8782680763109589,
    0.8782680763109589,
    0.8782680763109589,
    0.8782680763109589,
    0.8782680763109589,
    0.8782680763109589,
    0.8782680763109589,
    0.8782680763109589,
    0.8782680763109589,
    0.8782680763109589,
    0.8782680763109589
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, producing organized stacks on elevated surfaces.",
    "Across sectors, consulting firms stack glossy case study booklets on high tables, producing organized stacks on elevated surfaces. Healthcare providers showcase community outreach photos illustrating their engagement with local communities. Finance firms offer QR codes to facilitate immediate internship applications.",
    "An exhibition scene presents diverse sector showcases around a polished floor, with dozens of booths and colorful banners circling the space. Consulting firms display glossy case study booklets arranged in organized stacks on high tables and elevated surfaces. Healthcare providers showcase photos of community outreach, illustrating engagement with local communities. Finance firms provide QR codes to enable immediate internship applications. Tech companies center the action with demo screens displaying their latest apps.",
    "An exhibition scene features diverse sector showcases arranged around a polished floor, with dozens of booths and colorful banners circling the space. Consulting firms display glossy case study booklets organized in stacks on high tables and elevated surfaces. Healthcare providers showcase photos of community outreach, illustrating engagement with local communities. Finance firms provide QR codes for immediate internship applications. Tech companies center the action with demo screens displaying their latest apps.",
    "An exhibition scene features diverse sector showcases arranged around a polished floor, with dozens of booths and colorful banners circling the space. Consulting firms display glossy case study booklets organized in stacks on high tables and elevated surfaces. Healthcare providers showcase photos of community outreach, illustrating engagement with local communities. Finance firms provide QR codes for immediate internship applications. Tech companies center the action with demo screens displaying their latest apps. Students clutch resumes inside branded folders.",
    "An exhibition scene presents diverse sector showcases arranged around a polished floor, with dozens of booths and colorful banners circling the space. Consulting firms display glossy case study booklets organized in stacks on high tables and elevated surfaces. Healthcare providers showcase photos of community outreach, illustrating engagement with local communities. Finance firms provide QR codes for immediate internship applications. Tech companies center the action with demo screens displaying their latest apps. Students clutch resumes inside branded folders, and a line of students stands outside the university gym before the career fair opens."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.26668913788788406,
    0.26668913788788406,
    0.26668913788788406,
    0.26668913788788406,
    0.26668913788788406,
    0.26668913788788406,
    0.26668913788788406,
    0.7053772688325195,
    0.7053772688325195,
    0.7053772688325195,
    0.7053772688325195,
    0.7053772688325195,
    0.7053772688325195,
    0.7053772688325195,
    0.7053772688325195,
    0.7455602459203147,
    0.7455602459203147,
    0.7455602459203147,
    0.7455602459203147,
    0.7455602459203147,
    0.7455602459203147,
    0.7455602459203147,
    0.7455602459203147,
    0.7455602459203147,
    0.7508324289909183,
    0.7508324289909183,
    0.7508324289909183,
    0.7508324289909183,
    0.7508324289909183,
    0.7508324289909183,
    0.7508324289909183,
    0.7508324289909183,
    0.7508324289909183,
    0.7508324289909183,
    0.7735128005723977,
    0.7735128005723977,
    0.7735128005723977,
    0.7735128005723977,
    0.7735128005723977,
    0.7735128005723977,
    0.7735128005723977,
    0.7735128005723977,
    0.7735128005723977,
    0.7735128005723977,
    0.7735128005723977
  ],
  "3": [
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees, while healthcare providers showcase community outreach photos.",
    "An event scene begins with a welcome announcement broadcast over the PA system, outlining the fair schedule for attendees. Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables, producing organized stacks on elevated surfaces.",
    "An event scene opens with a welcome announcement broadcast over the PA system that outlines the fair schedule for attendees. Healthcare providers display community outreach photos. Consulting firms stack glossy case study booklets on high tables, forming organized stacks on elevated surfaces. At the university gym entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Students line up outside the gym before the career fair opens.",
    "An event scene opens with a welcome announcement broadcast over the PA system outlining the fair schedule for attendees. Healthcare providers display community outreach photos. Consulting firms stack glossy case study booklets on high tables, forming organized stacks on elevated surfaces. At the university gym entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Students line up outside the gym before the career fair opens. Tech companies display demo screens showing their latest apps.",
    "A career fair unfolds across the venue, beginning with a welcome announcement over the PA outlining the schedule. Healthcare providers display community outreach photos. Consulting firms stack glossy case study booklets on high tables, forming organized stacks on elevated surfaces. Event staff scan registrations and distribute lanyards at the university gym entrance and at the venue entrance. Career counselors remind attendees to maintain eye contact. Students line up outside the gym before the fair opens. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders. In the adjoining classroom, workshops on networking etiquette begin."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.44104441321381416,
    0.44104441321381416,
    0.44104441321381416,
    0.44104441321381416,
    0.44104441321381416,
    0.44104441321381416,
    0.44104441321381416,
    0.44104441321381416,
    0.44104441321381416,
    0.44104441321381416,
    0.44104441321381416,
    0.44104441321381416,
    0.44104441321381416,
    0.44104441321381416,
    0.44104441321381416,
    0.44104441321381416,
    0.44104441321381416,
    0.44104441321381416,
    0.4090822436153221,
    0.4090822436153221,
    0.4090822436153221,
    0.4090822436153221,
    0.4090822436153221,
    0.4090822436153221,
    0.5891071533487549,
    0.5891071533487549,
    0.5891071533487549,
    0.5891071533487549,
    0.5891071533487549,
    0.5891071533487549,
    0.5891071533487549,
    0.8159293398793814,
    0.8159293398793814,
    0.8159293398793814,
    0.8159293398793814,
    0.8159293398793814,
    0.8159293398793814,
    0.8159293398793814,
    0.8159293398793814,
    0.8159293398793814,
    0.829721005211236,
    0.829721005211236,
    0.829721005211236,
    0.829721005211236,
    0.829721005211236,
    0.829721005211236,
    0.829721005211236,
    0.829721005211236,
    0.829721005211236,
    0.829721005211236,
    0.8710256821081265,
    0.8710256821081265,
    0.8710256821081265,
    0.8710256821081265,
    0.8710256821081265,
    0.8710256821081265,
    0.8710256821081265,
    0.8710256821081265,
    0.8710256821081265,
    0.8710256821081265,
    0.8710256821081265
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "Tech companies display demo screens showcasing their latest apps, while a cybersecurity company runs a password cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos.",
    "At a professional fair, tech companies display demo screens of their latest apps, while a cybersecurity company runs a password cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables, producing organized stacks on elevated surfaces. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. The scene opens with a welcome announcement broadcast over the PA system outlining the fair schedule for attendees.",
    "At a professional fair, tech companies display demo screens of their latest apps while a cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos illustrating their engagement with local communities. Consulting firms stack glossy case-study booklets on high tables, producing organized stacks on elevated surfaces. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. The scene opens with a welcome announcement broadcast over the PA system outlining the fair schedule for attendees. Alumni volunteers deliver pep talks near the coffee station as networking etiquette workshops run in the adjoining classroom, with career counselors redirecting unsure students toward applicable industries. A robotics startup flies a drone above its booth to attract attention. Students line up outside university gym before the fair opens."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.3754518652776337,
    0.3754518652776337,
    0.3754518652776337,
    0.3754518652776337,
    0.3754518652776337,
    0.3754518652776337,
    0.3754518652776337,
    0.3754518652776337,
    0.7264677692976353,
    0.7264677692976353,
    0.7264677692976353,
    0.7264677692976353,
    0.7264677692976353,
    0.7264677692976353,
    0.7264677692976353,
    0.7264677692976353,
    0.8688596761508953,
    0.8688596761508953,
    0.8688596761508953,
    0.8688596761508953,
    0.8688596761508953,
    0.8688596761508953,
    0.8688596761508953,
    0.8688596761508953,
    0.8688596761508953,
    0.8688596761508953,
    0.8688596761508953,
    0.8688596761508953,
    0.8688596761508953,
    0.8688596761508953,
    0.8688596761508953,
    0.8688596761508953,
    0.891141154636866,
    0.891141154636866,
    0.891141154636866,
    0.891141154636866
  ],
  "5": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables. Counselors direct unsure students toward applicable industries, guiding them to relevant options. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables. Counselors direct unsure students toward applicable industries, guiding them to relevant options. A welcome announcement is broadcast over the PA system outlining the fair schedule for attendees. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables. Counselors direct unsure students toward applicable industries, guiding them to relevant options. A welcome announcement is broadcast over the PA system outlining the fair schedule for attendees. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos illustrating their engagement with local communities. Finance firms offer QR codes to facilitate immediate internship applications. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, glossy case study booklets are stacked on high tables by consulting firms, while counselors direct unsure students toward applicable industries. A welcome announcement is broadcast over the PA system outlining the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos illustrating engagement with local communities. Finance firms offer QR codes to facilitate immediate internship applications. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, dozens of booths with colorful banners encircle the polished floor. Glossy case study booklets from consulting firms are stacked on high tables, while counselors direct unsure students toward applicable industries. A welcome announcement is broadcast over the PA outlining the fair schedule. Entrance staff scan registrations and hand out lanyards, a process mirrored by on-campus tech companies displaying demo screens of their latest apps. Healthcare providers showcase photos of community outreach and engagement with local communities. Finance firms offer QR codes to facilitate immediate internship applications. Alumni volunteers deliver quick pep talks near the coffee station. Groups of friends mark target employers on the event map as students line up outside the university gym before the fair opens. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.6972700026116767,
    0.6972700026116767,
    0.6972700026116767,
    0.6972700026116767,
    0.6972700026116767,
    0.6972700026116767,
    0.7815420361538796,
    0.7815420361538796,
    0.7815420361538796,
    0.7815420361538796,
    0.7815420361538796,
    0.7815420361538796,
    0.7815420361538796,
    0.7815420361538796,
    0.8648759617703875,
    0.8648759617703875,
    0.8648759617703875,
    0.8648759617703875,
    0.8648759617703875,
    0.8648759617703875,
    0.8648759617703875,
    0.8648759617703875,
    0.8713123864346748,
    0.8713123864346748,
    0.8713123864346748,
    0.8713123864346748,
    0.8713123864346748,
    0.8713123864346748,
    0.8713123864346748,
    0.8713123864346748,
    0.8713123864346748,
    0.8713123864346748,
    0.8912080548042774,
    0.8912080548042774,
    0.8912080548042774,
    0.8912080548042774,
    0.8912080548042774,
    0.8912080548042774,
    0.8912080548042774,
    0.8912080548042774
  ],
  "6": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, while healthcare providers showcase community outreach photos.",
    "Dozens of booths with colorful banners circle the polished floor, while healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards.",
    "Dozens of booths with colorful banners encircle the polished floor, while healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station.",
    "Dozens of booths with colorful banners encircle the polished floor, while healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station.",
    "Dozens of booths with colorful banners encircle the polished floor as healthcare providers display community outreach photos to illustrate their engagement with local communities. Tech companies show demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers deliver quick pep talks near the coffee station. An adjoining classroom hosts networking etiquette workshops that have begun. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves. Finance firms present QR codes to facilitate immediate internship applications. Consulting firms stack glossy case study booklets on high tables, producing organized stacks on elevated surfaces.",
    "On campus, a career fair is being prepared with healthcare providers displaying photos of community outreach and dozens of booths with colorful banners surrounding a polished floor. Tech companies show demo screens of their latest apps; finance firms present QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables and elevated surfaces. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers deliver quick pep talks near the coffee station. An adjoining classroom hosts networking etiquette workshops that have begun. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop. Outside the university gym, students line up before the fair opens."
  ],
  "6_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.3367445037335177,
    0.3367445037335177,
    0.3367445037335177,
    0.3367445037335177,
    0.3367445037335177,
    0.3367445037335177,
    0.3367445037335177,
    0.3367445037335177,
    0.7179526762968114,
    0.7179526762968114,
    0.7179526762968114,
    0.7179526762968114,
    0.7179526762968114,
    0.7179526762968114,
    0.7179526762968114,
    0.7420534526575434,
    0.7420534526575434,
    0.7420534526575434,
    0.7420534526575434,
    0.7420534526575434,
    0.7420534526575434,
    0.7420534526575434,
    0.7420534526575434,
    0.7420534526575434,
    0.7420534526575434,
    0.7420534526575434,
    0.7420534526575434,
    0.7420534526575434,
    0.7420534526575434,
    0.7420534526575434,
    0.7420534526575434,
    0.7420534526575434,
    0.8251280415334972,
    0.8251280415334972,
    0.8251280415334972,
    0.8251280415334972,
    0.8251280415334972,
    0.8251280415334972,
    0.8251280415334972,
    0.8251280415334972,
    0.8251280415334972,
    0.8251280415334972,
    0.8251280415334972,
    0.8251280415334972,
    0.8717124286490163,
    0.8717124286490163
  ],
  "7": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves.",
    "Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves. Tech companies are displaying demo screens that showcase their latest apps.",
    "A career fair unfolds in a polished-floor venue, with dozens of booths and colorful banners circling the space. Consulting firms stack glossy case study booklets on high tables, while groups of friends mark target employers on an event map. At the entrance, event staff scan registrations and hand out lanyards. HR teams jot notes on tablets as students introduce themselves. Tech companies display demo screens that showcase their latest apps. Counselors direct unsure students toward applicable industries, guiding them to relevant options. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees.",
    "A career fair unfolds in a polished-floor venue with dozens of booths and colorful banners circling the space. Consulting firms stack glossy case study booklets on high tables; groups of friends mark target employers on an event map. At the entrance, event staff scan registrations and hand out lanyards. HR teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showcasing their latest apps. Counselors direct unsure students toward applicable industries, guiding them to relevant options. A welcome announcement is broadcast over the PA system outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "7_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.5247758893617381,
    0.5247758893617381,
    0.5247758893617381,
    0.5247758893617381,
    0.5247758893617381,
    0.5247758893617381,
    0.5247758893617381,
    0.5247758893617381,
    0.7080539539986197,
    0.7080539539986197,
    0.7080539539986197,
    0.7080539539986197,
    0.7080539539986197,
    0.7080539539986197,
    0.7080539539986197,
    0.7080539539986197,
    0.7080539539986197,
    0.7080539539986197,
    0.8579313680238534,
    0.8579313680238534,
    0.8579313680238534,
    0.8579313680238534,
    0.8579313680238534,
    0.8579313680238534,
    0.8579313680238534,
    0.8579313680238534,
    0.8579313680238534,
    0.8579313680238534,
    0.8579313680238534,
    0.8579313680238534,
    0.8631172618868138,
    0.8631172618868138,
    0.8631172618868138
  ],
  "8": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "A career fair is being prepared on campus: groups of friends mark target employers on the event map; event staff scan registrations and hand out lanyards at the entrance; and students line up outside the university gym before the fair opens.",
    "A career fair is being prepared on campus. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the fair opens. Tech companies display demo screens showing their latest apps.",
    "A campus career fair is being prepared. Groups of friends mark target employers on the event map, guiding attendees to potential booths. Event staff scan registrations and hand out lanyards at the entrance as attendees arrive. Students line up outside the university gym before the fair opens. Inside, tech companies display demo screens showing their latest apps. In the room, students clutch resumes inside branded folders, while alumni volunteers deliver quick pep talks near the coffee station. An alumni panel conducts a discussion on how to prepare for technical interviews.",
    "A campus career fair is being prepared. Groups of friends mark target employers on the event map to guide attendees to potential booths. Event staff scan registrations and hand out lanyards at the entrance as attendees arrive. Students line up outside the university gym before the fair opens. Inside the venue, tech companies display demo screens showing their latest apps. In the room, students clutch resumes in branded folders while alumni volunteers deliver quick pep talks near the coffee station. An alumni panel conducts a discussion on how to prepare for technical interviews. Finance firms are offering QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop.",
    "During preparation for a campus career fair, groups of friends mark target employers on the event map to guide attendees to potential booths. At the entrance, event staff scan registrations and hand out lanyards as attendees arrive. Outside the university gym, students line up before the fair opens. Inside the venue, tech companies display demo screens showing their latest apps while students clutch resumes in branded folders; alumni volunteers deliver quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop. On campus, healthcare providers showcase photos of community outreach."
  ],
  "8_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5534892291378662,
    0.5534892291378662,
    0.5534892291378662,
    0.5534892291378662,
    0.5534892291378662,
    0.5534892291378662,
    0.5534892291378662,
    0.8174245220432141,
    0.8174245220432141,
    0.8174245220432141,
    0.8174245220432141,
    0.8174245220432141,
    0.8174245220432141,
    0.8174245220432141,
    0.8174245220432141,
    0.8747946495450825,
    0.8747946495450825,
    0.8747946495450825,
    0.8747946495450825,
    0.8747946495450825,
    0.8747946495450825,
    0.8747946495450825,
    0.8747946495450825,
    0.8747946495450825,
    0.8747946495450825,
    0.8747946495450825,
    0.8882960534360502,
    0.8882960534360502,
    0.8882960534360502,
    0.8882960534360502,
    0.8882960534360502,
    0.8882960534360502,
    0.8882960534360502,
    0.8882960534360502,
    0.8882960534360502,
    0.8882960534360502,
    0.8882960534360502,
    0.8882960534360502,
    0.8882960534360502,
    0.8761938031363141
  ],
  "9": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Finance firms offer QR codes for immediate internship applications.",
    "At the event, finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "At the event, finance firms offer QR codes for immediate internship applications, while the engineering society sponsors a resume review table near the stage.",
    "At the event, finance firms offer QR codes to facilitate immediate internship applications. The engineering society sponsors a resume review table near the stage. Alumni volunteers deliver brief pep talks near the coffee station, while networking etiquette workshops begin in the adjoining classroom. Healthcare providers are showcasing community outreach photos illustrating their engagement with local communities.",
    "At the event, finance firms offer QR codes to facilitate immediate internship applications. The engineering society sponsors a resume review table near the stage. Alumni volunteers deliver brief pep talks near the coffee station, while networking etiquette workshops begin in the adjoining classroom. Healthcare providers are showcasing community outreach photos illustrating their engagement with local communities. Some students rehearse elevator pitches quietly against the wall.",
    "Finance firms offer QR codes to facilitate immediate internship applications as attendees arrive. The engineering society sponsors a resume review table near the stage, while alumni volunteers deliver brief pep talks near the coffee station. Networking etiquette workshops begin in the adjoining classroom. Healthcare providers showcase community outreach photos illustrating engagement with local communities. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, a line of students forms ahead of the career fair opening. At the entrance, event staff scan registrations and hand out lanyards to attendees. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders as a welcome announcement over the PA system outlines the fair schedule. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.5931269879423199,
    0.5931269879423199,
    0.5931269879423199,
    0.5931269879423199,
    0.5931269879423199,
    0.5931269879423199,
    0.5931269879423199,
    0.4350639350019402,
    0.4350639350019402,
    0.4350639350019402,
    0.4350639350019402,
    0.4350639350019402,
    0.4350639350019402,
    0.4350639350019402,
    0.4350639350019402,
    0.4350639350019402,
    0.4350639350019402,
    0.7627201407661848,
    0.7627201407661848,
    0.7627201407661848,
    0.7627201407661848,
    0.7627201407661848,
    0.7627201407661848,
    0.7627201407661848,
    0.7627201407661848,
    0.7627201407661848,
    0.7627201407661848,
    0.7869554503922622,
    0.7869554503922622,
    0.7869554503922622,
    0.7869554503922622,
    0.7869554503922622,
    0.7869554503922622,
    0.7869554503922622,
    0.7869554503922622,
    0.7869554503922622,
    0.7869554503922622,
    0.7869554503922622,
    0.8970812624094784,
    0.8970812624094784,
    0.8970812624094784,
    0.8970812624094784
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while tech companies display demo screens showing their latest apps.",
    "A welcome announcement broadcast over the PA outlines the fair schedule, while tech companies display demo screens showing their latest apps. In a professional setting, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews.",
    "A welcome announcement broadcast over the PA outlines the fair schedule as tech companies display demo screens showing their latest apps. In a professional setting, consulting firms stack glossy case study booklets on high tables, creating organized stacks on elevated surfaces, while finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. HR teams are taking notes on tablets as students introduce themselves, and in the adjoining classroom workshops on networking etiquette begin.",
    "A welcome announcement over the PA outlines the fair schedule as tech companies display demo screens with their latest apps. Consulting firms stack glossy case study booklets on high tables, creating organized stacks on elevated surfaces, while finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. HR teams take notes on tablets as students introduce themselves, and in the adjoining classroom workshops on networking etiquette begin. Students clutch resumes inside branded folders, whose branding highlights the professional presentation of the documents. At the entrance, event staff scan registrations and hand out lanyards, while healthcare providers showcase community outreach photos."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.46027622027615467,
    0.46027622027615467,
    0.46027622027615467,
    0.46027622027615467,
    0.46027622027615467,
    0.46027622027615467,
    0.46027622027615467,
    0.46027622027615467,
    0.46027622027615467,
    0.8502471044833234,
    0.8502471044833234,
    0.8502471044833234,
    0.8502471044833234,
    0.8502471044833234,
    0.8502471044833234,
    0.8502471044833234,
    0.8502471044833234,
    0.8502471044833234,
    0.8342303030794368,
    0.8342303030794368,
    0.8342303030794368,
    0.8342303030794368,
    0.8342303030794368,
    0.8342303030794368,
    0.8342303030794368,
    0.8342303030794368,
    0.8342303030794368,
    0.8342303030794368,
    0.8342303030794368,
    0.896621116956239,
    0.896621116956239,
    0.896621116956239,
    0.896621116956239,
    0.896621116956239,
    0.896621116956239,
    0.896621116956239
  ],
  "11": [
    "",
    "",
    "",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. In the venue, workshops on networking etiquette begin in the adjoining classroom, establishing a focus on professional interaction; at the same time, tech companies display demo screens showing their latest apps.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. In the venue, workshops on networking etiquette begin in the adjoining classroom, establishing a focus on professional interaction; at the same time, tech companies display demo screens showing their latest apps.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule for attendees. In the venue, workshops on networking etiquette run in the adjoining classroom, focusing on professional interaction, while tech companies display demo screens showing their latest apps. At the career fair, counselors direct unsure students toward applicable industries, guiding them to relevant options. Dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule for attendees. Dozens of booths with colorful banners circle the polished floor inside the venue, while in the adjoining classroom, a networking etiquette workshop runs, focusing on professional interaction, and tech companies display demo screens of their latest apps. At the career fair, counselors direct unsure students toward applicable industries, guiding them to relevant options. At the entrance, event staff scan registrations and hand out lanyards.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor inside the venue, while in the adjoining classroom a networking etiquette workshop runs and tech companies display demo screens of their latest apps. At the career fair, counselors direct unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, a line of students waits for the career fair to open, clutching resumes inside branded folders that bear branding and emphasize the professional presentation of the documents."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.6376759732288556,
    0.6376759732288556,
    0.6376759732288556,
    0.6376759732288556,
    0.6376759732288556,
    0.6376759732288556,
    0.6376759732288556,
    0.6376759732288556,
    0.6376759732288556,
    0.6376759732288556,
    0.6376759732288556,
    0.6376759732288556,
    0.6376759732288556,
    0.6376759732288556,
    0.8479601560214332,
    0.8479601560214332,
    0.8479601560214332,
    0.8479601560214332,
    0.8479601560214332,
    0.8479601560214332,
    0.8479601560214332,
    0.8479601560214332,
    0.8479601560214332,
    0.8479601560214332,
    0.8858496013283987,
    0.8858496013283987,
    0.8858496013283987,
    0.8858496013283987,
    0.8858496013283987,
    0.8858496013283987,
    0.8858496013283987,
    0.8858496013283987,
    0.8858496013283987,
    0.8858496013283987,
    0.8858496013283987,
    0.8858496013283987,
    0.8824265876283903,
    0.8824265876283903
  ],
  "12": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "Event staff scan registrations at the entrance and hand out lanyards as attendees arrive. Dozens of booths with colorful banners circle the polished floor of the university gym, where tech companies display demo screens showcasing their latest apps, forming the central activity. Consulting firms stack glossy case study booklets on high tables nearby. Before the career fair opens, students line up outside the university gym, awaiting entry.",
    "Event staff scan registrations at the entrance and hand out lanyards as attendees arrive, establishing the opening flow. Dozens of booths with colorful banners circle the polished floor of the university gym, where tech companies display demo screens showcasing their latest apps, forming the central activity. Nearby, consulting firms stack glossy case study booklets on high tables. Before the career fair opens, students line up outside the university gym, awaiting entry. Healthcare providers showcase photos of community outreach.",
    "Event staff scan registrations at the entrance and hand out lanyards, establishing the opening flow as attendees arrive. Dozens of booths with colorful banners circle the polished floor of the university gym, where tech companies display demo screens showcasing their latest apps, forming the central activity. Nearby, consulting firms stack glossy case study booklets on high tables. Before the career fair opens, students line up outside the university gym, awaiting entry. Healthcare providers showcase photos of community outreach. A robotics startup flies a small drone above its booth for attention.",
    "Event staff scan registrations at the entrance and hand out lanyards, establishing the opening flow as attendees arrive. Dozens of booths with colorful banners circle the polished floor of the university gym, where tech companies display demo screens showcasing their latest apps, forming the central activity. Nearby, consulting firms stack glossy case study booklets on high tables. Before the career fair opens, students line up outside the university gym, awaiting entry. Healthcare providers showcase photos of community outreach. A robotics startup flies a small drone above its booth for attention. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "12_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.6256809791536824,
    0.6256809791536824,
    0.6256809791536824,
    0.6256809791536824,
    0.6256809791536824,
    0.6256809791536824,
    0.7767310555898157,
    0.7767310555898157,
    0.7767310555898157,
    0.7767310555898157,
    0.7767310555898157,
    0.7767310555898157,
    0.7767310555898157,
    0.8145508778787468,
    0.8145508778787468,
    0.8145508778787468,
    0.8145508778787468,
    0.8145508778787468,
    0.8145508778787468,
    0.8145508778787468,
    0.8145508778787468,
    0.8261042993727346,
    0.8261042993727346,
    0.8261042993727346,
    0.8261042993727346,
    0.8261042993727346,
    0.8261042993727346,
    0.8261042993727346,
    0.8261042993727346,
    0.8507382578096758,
    0.8507382578096758,
    0.8507382578096758,
    0.8507382578096758,
    0.8507382578096758,
    0.8507382578096758,
    0.8507382578096758,
    0.8507382578096758,
    0.8507382578096758,
    0.8507382578096758,
    0.8518428728869838,
    0.8518428728869838,
    0.8518428728869838,
    0.8518428728869838,
    0.8518428728869838,
    0.8518428728869838,
    0.8518428728869838
  ],
  "13": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "In the venue, workshops on networking etiquette begin in the adjoining classroom, establishing a focus on professional interaction; at the same time, tech companies display demo screens showing their latest apps.",
    "In the venue, workshops on networking etiquette begin in the adjoining classroom, focusing on professional interaction, while tech companies display demo screens showing their latest apps. At the career fair, counselors direct unsure students toward applicable industries, guiding them to relevant options. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees.",
    "Within the venue, workshops on networking etiquette run in the adjoining classroom, focusing on professional interaction, while tech companies display demo screens showing their latest apps. At the career fair, counselors direct unsure students toward applicable industries, guiding them to relevant options. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. Dozens of booths with colorful banners circle the polished floor.",
    "Inside the venue, a networking etiquette workshop runs in the adjoining classroom, while tech companies display demo screens of their latest apps. At the career fair, counselors direct unsure students toward applicable industries, guiding them to relevant options. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. Dozens of booths with colorful banners circle the polished floor, and at the entrance, event staff scan registrations and hand out lanyards.",
    "Inside the venue, a networking etiquette workshop runs in the adjoining classroom while tech companies display demo screens of their latest apps. At the career fair, counselors direct unsure students toward applicable industries, guiding them to relevant options, and a welcome announcement is broadcast over the PA outlining the fair schedule for attendees. Dozens of booths with colorful banners line the polished floor, and at the entrance staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders, while consulting firms stack glossy case study booklets on high tables. Healthcare providers display community outreach photos, illustrating outreach activity.",
    "Inside the venue, a networking etiquette workshop runs in the adjoining classroom while tech companies display demo screens of their latest apps. At the career fair, counselors direct unsure students toward applicable industries, guiding them to relevant options, and a welcome announcement is broadcast over the PA outlining the fair schedule for attendees. Dozens of booths with colorful banners line the polished floor; at the entrance staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders, while consulting firms stack glossy case study booklets on high tables. Healthcare providers display community outreach photos illustrating engagement with local communities. Finance firms are offering QR codes to facilitate immediate internship applications. Alumni volunteers are sharing quick pep talks near the coffee station."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.36909534149283074,
    0.36909534149283074,
    0.36909534149283074,
    0.36909534149283074,
    0.36909534149283074,
    0.36909534149283074,
    0.36909534149283074,
    0.7867794771985945,
    0.7867794771985945,
    0.7867794771985945,
    0.7867794771985945,
    0.7867794771985945,
    0.845027591539536,
    0.845027591539536,
    0.845027591539536,
    0.845027591539536,
    0.845027591539536,
    0.845027591539536,
    0.845027591539536,
    0.8884402445539592,
    0.8884402445539592,
    0.8884402445539592,
    0.8884402445539592,
    0.8884402445539592,
    0.8884402445539592,
    0.8884402445539592,
    0.8884402445539592,
    0.8805159801855198,
    0.8805159801855198,
    0.8805159801855198,
    0.8805159801855198,
    0.8805159801855198,
    0.8805159801855198,
    0.8805159801855198,
    0.8805159801855198,
    0.8805159801855198,
    0.8805159801855198,
    0.8805159801855198,
    0.8912181382182398,
    0.8912181382182398,
    0.8912181382182398,
    0.8912181382182398,
    0.8912181382182398,
    0.8912181382182398,
    0.8912181382182398,
    0.8912181382182398,
    0.8912181382182398,
    0.8912181382182398
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "At the career fair, counselors direct unsure students toward applicable industries, guiding them to relevant options. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees.",
    "At the career fair, counselors direct unsure students toward applicable industries, guiding them to relevant options. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees.",
    "At the career fair, counselors direct unsure students toward applicable industries, guiding them to relevant options. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, counselors direct unsure students toward applicable industries, guiding them to relevant options. A welcome announcement is broadcast over the PA system outlining the fair schedule for attendees. Dozens of booths with colorful banners circle the polished floor. Healthcare providers are showcasing community outreach photos, illustrating their engagement with local communities. Finance firms are offering QR codes to facilitate immediate internship applications.",
    "At the career fair, counselors direct unsure students toward applicable industries, guiding them to relevant options. A welcome announcement is broadcast over the PA system outlining the fair schedule for attendees. Dozens of booths with colorful banners circle the polished floor. Healthcare providers are showcasing community outreach photos illustrating their engagement with local communities. Finance firms are offering QR codes to facilitate immediate internship applications. Alumni volunteers are sharing quick pep talks near the coffee station.",
    "At the career fair, counselors direct unsure students toward applicable industries, guiding them to relevant options as a PA announcement outlines the fair schedule for attendees. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos illustrating their engagement with local communities. Finance firms offer QR codes to facilitate immediate internship applications. Alumni volunteers share quick pep talks near the coffee station. At the university gym entrance, event staff scan registrations and hand out lanyards while career counselors remind attendees to maintain eye contact. Students line up outside the gym before the fair opens. Consulting firms stack glossy case study booklets on high tables, producing organized stacks on elevated surfaces.",
    "At the career fair, counselors direct unsure students to applicable industries as a welcome PA outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor, while healthcare providers showcase community outreach photos and finance firms offer QR codes to enable immediate internship applications; alumni volunteers share quick pep talks near the coffee station. At the university gym entrance, event staff scan registrations and hand out lanyards, and career counselors remind attendees to maintain eye contact. Students line up outside the gym before opening. Consulting firms stack glossy case study booklets on high tables, producing organized stacks on elevated surfaces. The engineering society sponsors a resume review table near the stage; adjoining classroom hosts workshops on networking etiquette. HR teams take notes on tablets."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.6164947597407024,
    0.6164947597407024,
    0.6164947597407024,
    0.6164947597407024,
    0.6164947597407024,
    0.6164947597407024,
    0.6164947597407024,
    0.6164947597407024,
    0.6164947597407024,
    0.6164947597407024,
    0.6164947597407024,
    0.6164947597407024,
    0.7534544286830518,
    0.7534544286830518,
    0.7534544286830518,
    0.7534544286830518,
    0.7534544286830518,
    0.7534544286830518,
    0.8263602309819704,
    0.8263602309819704,
    0.8263602309819704,
    0.8263602309819704,
    0.8263602309819704,
    0.8263602309819704,
    0.8263602309819704,
    0.8263602309819704,
    0.844898766087637,
    0.844898766087637,
    0.844898766087637,
    0.844898766087637,
    0.844898766087637,
    0.844898766087637,
    0.844898766087637,
    0.844898766087637,
    0.844898766087637,
    0.844898766087637,
    0.8650979013821314,
    0.8650979013821314,
    0.8650979013821314,
    0.8650979013821314,
    0.8650979013821314,
    0.8650979013821314,
    0.8650979013821314,
    0.8650979013821314,
    0.8650979013821314,
    0.8650979013821314,
    0.8650979013821314,
    0.8650979013821314,
    0.8650979013821314,
    0.8650979013821314,
    0.873625192880881,
    0.873625192880881
  ],
  "15": [
    "",
    "\"\"",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens that showcase their latest apps.",
    "Tech companies display demo screens that showcase their latest apps, forming the central activity of the scene. Dozens of booths with colorful banners circle the polished floor.",
    "Tech companies display demo screens that showcase their latest apps, forming the central activity of the scene. Dozens of booths with colorful banners circle a polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "The scene centers on tech companies displaying demo screens showcasing their latest apps, with dozens of booths with colorful banners arranged around a polished floor. A cybersecurity company hosts a password cracking challenge on a laptop. At the university gym entrance, event staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. Students line up outside the gym before the career fair opens.",
    "Tech companies display demo screens of their latest apps at dozens of booths with colorful banners arranged around a polished floor. A cybersecurity company hosts a password cracking challenge on a laptop. At the university gym entrance, event staff scan registrations and hand out lanyards while career counselors remind attendees to maintain eye contact. Students line up outside the gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, dozens of booths line a polished floor with colorful banners; tech companies display demo screens of their latest apps. A cybersecurity company hosts a password-cracking challenge on a laptop. At the university gym entrance, students line up outside before the fair opens as event staff scan registrations and hand out lanyards, with career counselors reminding attendees to maintain eye contact. Workshops on networking etiquette run in the adjoining classroom. Finance firms provide QR codes enabling immediate internship applications. The engineering society sponsors a resume-review table near the stage, and consulting firms stack glossy case-study booklets on high tables. Healthcare providers display photos of their community outreach, illustrating engagement with local communities."
  ],
  "15_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.5209799418794316,
    0.5209799418794316,
    0.5209799418794316,
    0.5209799418794316,
    0.5209799418794316,
    0.5209799418794316,
    0.6869351269977616,
    0.6869351269977616,
    0.6869351269977616,
    0.6869351269977616,
    0.6869351269977616,
    0.6869351269977616,
    0.6869351269977616,
    0.6869351269977616,
    0.6869351269977616,
    0.7959213241649777,
    0.7959213241649777,
    0.7959213241649777,
    0.7959213241649777,
    0.7959213241649777,
    0.7959213241649777,
    0.7959213241649777,
    0.7959213241649777,
    0.7959213241649777,
    0.8280103936822121,
    0.8280103936822121,
    0.8280103936822121,
    0.8280103936822121,
    0.8280103936822121,
    0.8280103936822121,
    0.8280103936822121,
    0.8280103936822121,
    0.8280103936822121,
    0.8280103936822121,
    0.8971715118101273,
    0.8971715118101273,
    0.8971715118101273,
    0.8971715118101273,
    0.8971715118101273,
    0.8971715118101273
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens of their latest apps at the event, while finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "At the event, tech companies display demo screens of their latest apps; finance firms provide QR codes enabling immediate internship applications; the engineering society sponsors a resume review table near the stage; consulting firms stack glossy case study booklets on high tables.",
    "At the event, tech companies display demo screens of their latest apps; finance firms provide QR codes enabling immediate internship applications; the engineering society sponsors a resume review table near the stage; consulting firms stack glossy case study booklets on high tables. At the entrance, staff scan registrations and hand out lanyards. Healthcare providers display photos of their community outreach, illustrating engagement with local communities. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, tech companies display demo screens of their latest apps, while finance firms provide QR codes enabling immediate internship applications. The engineering society sponsors a resume-review table near the stage, and consulting firms stack glossy case-study booklets on high tables. At the entrance, staff scan registrations and hand out lanyards. Healthcare providers display photos of their community outreach illustrating engagement with local communities. Workshops on networking etiquette begin in the adjoining classroom. At the career fair, students clutch resumes tucked inside branded folders, with branding emphasizing the professional presentation of the documents. Counselors direct unsure students toward applicable industries, guiding them to relevant options. A welcome announcement via the PA outlines the fair schedule. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.690303253093175,
    0.690303253093175,
    0.690303253093175,
    0.690303253093175,
    0.690303253093175,
    0.690303253093175,
    0.690303253093175,
    0.690303253093175,
    0.557484657392707,
    0.557484657392707,
    0.557484657392707,
    0.557484657392707,
    0.557484657392707,
    0.557484657392707,
    0.557484657392707,
    0.557484657392707,
    0.557484657392707,
    0.557484657392707,
    0.8187154955234615,
    0.8187154955234615,
    0.8187154955234615,
    0.8187154955234615,
    0.8187154955234615,
    0.8187154955234615,
    0.8187154955234615,
    0.8187154955234615,
    0.8187154955234615,
    0.8187154955234615,
    0.8962488452412334,
    0.8962488452412334,
    0.8962488452412334,
    0.8962488452412334,
    0.8962488452412334,
    0.8962488452412334,
    0.8962488452412334,
    0.8962488452412334
  ],
  "17": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "Workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the career fair opens.",
    "Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries.",
    "Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries.",
    "A campus career fair is being staged with several on-site activities. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards.",
    "A campus career fair is staged with several on-site activities. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "A campus career fair unfolds with on-site activities: networking etiquette workshops in the adjoining classroom; students lining up outside the university gym before the fair opens; alumni volunteers delivering quick pep talks near the coffee station; career counselors guiding unsure students toward applicable industries; at the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens of their latest apps, and finance firms provide QR codes for immediate internship applications. Students arrive clutching resumes tucked inside branded folders, the branding emphasizing a professional presentation. A welcome announcement is broadcast over the PA outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews."
  ],
  "17_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.5720816992249833,
    0.5720816992249833,
    0.5720816992249833,
    0.5720816992249833,
    0.5720816992249833,
    0.5720816992249833,
    0.5720816992249833,
    0.5720816992249833,
    0.5720816992249833,
    0.5720816992249833,
    0.5720816992249833,
    0.5720816992249833,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.7235134714038527,
    0.7235134714038527,
    0.7235134714038527,
    0.7235134714038527,
    0.7235134714038527,
    0.7235134714038527,
    0.7235134714038527,
    0.7235134714038527,
    0.7235134714038527,
    0.7235134714038527,
    0.7235134714038527,
    0.7235134714038527,
    0.7235134714038527,
    0.7235134714038527,
    0.8263136720929083,
    0.8263136720929083,
    0.8263136720929083,
    0.8263136720929083,
    0.8263136720929083,
    0.8263136720929083,
    0.8263136720929083,
    0.8263136720929083,
    0.8263136720929083,
    0.8263136720929083,
    0.8277852450175249,
    0.8277852450175249,
    0.8277852450175249,
    0.8277852450175249,
    0.8277852450175249,
    0.8277852450175249,
    0.8277852450175249,
    0.8277852450175249,
    0.8277852450175249,
    0.8277852450175249,
    0.8277852450175249,
    0.8277852450175249,
    0.8809357503116513,
    0.8809357503116513
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards.",
    "A line of students forms outside the university gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "Outside the university gym, a line of students forms ahead of the career fair opening. At the entrance, event staff scan registrations and hand out lanyards to attendees. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, a line of students forms ahead of the career fair opening. At the entrance, event staff scan registrations and hand out lanyards to attendees. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders as a welcome announcement is broadcast over the PA system outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin.",
    "Outside the university gym, a line of students forms ahead of the career fair opening. At the entrance, event staff scan registrations and hand out lanyards to attendees. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders as a welcome announcement is broadcast over the PA system outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to draw attention, and the engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, a line of students forms ahead of the career fair opening. At the entrance, event staff scan registrations and hand out lanyards to attendees. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders as a welcome announcement is broadcast over the PA system outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5886390493976292,
    0.5886390493976292,
    0.5886390493976292,
    0.5886390493976292,
    0.5886390493976292,
    0.5886390493976292,
    0.5886390493976292,
    0.5565987323633432,
    0.5565987323633432,
    0.5565987323633432,
    0.5565987323633432,
    0.5565987323633432,
    0.5565987323633432,
    0.7270791130507528,
    0.7270791130507528,
    0.7270791130507528,
    0.7270791130507528,
    0.7270791130507528,
    0.7270791130507528,
    0.7270791130507528,
    0.7270791130507528,
    0.8306608858253168,
    0.8306608858253168,
    0.8306608858253168,
    0.8306608858253168,
    0.8306608858253168,
    0.8306608858253168,
    0.8306608858253168,
    0.8306608858253168,
    0.8306608858253168,
    0.8667196831054563,
    0.8667196831054563,
    0.8667196831054563,
    0.8667196831054563,
    0.8667196831054563,
    0.8667196831054563,
    0.8667196831054563,
    0.8667196831054563,
    0.8667196831054563,
    0.8667196831054563,
    0.8667196831054563,
    0.873342843181957,
    0.873342843181957,
    0.873342843181957,
    0.873342843181957,
    0.873342843181957,
    0.873342843181957,
    0.873342843181957
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system, while consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement outlines the fair schedule over the PA system, while consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders; the folders bear branding, and this branding highlights the professional presentation of the documents.",
    "A welcome announcement over the PA system outlines the fair schedule as consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders, whose branding highlights the professional presentation of the documents. At the entrance, event staff scan registrations and hand out lanyards, while healthcare providers showcase community outreach photos.",
    "A welcome announcement over the PA system outlines the fair schedule as consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders, whose branding highlights the professional presentation of the documents. At the entrance, event staff scan registrations and hand out lanyards, while healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves.",
    "An opening PA announces the fair schedule as consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders whose branding emphasizes professional presentation. At the entrance, event staff scan registrations and hand out lanyards, while healthcare providers display community outreach photos. Groups of friends mark target employers on the event map, and human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.39814325664734446,
    0.39814325664734446,
    0.39814325664734446,
    0.39814325664734446,
    0.39814325664734446,
    0.39814325664734446,
    0.39814325664734446,
    0.5738328323786412,
    0.5738328323786412,
    0.5738328323786412,
    0.5738328323786412,
    0.5738328323786412,
    0.5738328323786412,
    0.5738328323786412,
    0.5738328323786412,
    0.8031025611382245,
    0.8031025611382245,
    0.8031025611382245,
    0.8031025611382245,
    0.8031025611382245,
    0.8031025611382245,
    0.8031025611382245,
    0.8031025611382245,
    0.8031025611382245,
    0.8433782673078476,
    0.8433782673078476,
    0.8433782673078476,
    0.8433782673078476,
    0.8433782673078476,
    0.8433782673078476,
    0.8433782673078476,
    0.8433782673078476,
    0.8433782673078476,
    0.8433782673078476,
    0.8648589803224365,
    0.8648589803224365,
    0.8648589803224365,
    0.8648589803224365,
    0.8648589803224365,
    0.8648589803224365,
    0.8648589803224365
  ],
  "20": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while alumni volunteers share quick pep talks near the coffee station.",
    "In the room, students clutch resumes inside branded folders, while alumni volunteers deliver quick pep talks near the coffee station. An alumni panel conducts a discussion on how to prepare for technical interviews.",
    "In the room, students clutch resumes inside branded folders as alumni volunteers deliver quick pep talks near the coffee station. An alumni panel conducts a discussion on how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system, while consulting firms stack glossy case study booklets on high tables.",
    "Within the venue, students clutch resumes in branded folders as alumni volunteers deliver quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system, with consulting firms stacking glossy case study booklets on high tables. The networking etiquette workshop runs in the adjoining classroom, while tech companies display demo screens of their latest apps. Counselors direct unsure students toward applicable industries at the career fair, guiding them to relevant options. Dozens of booths with colorful banners encircle the polished floor. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the university venue for the career fair, dozens of booths with colorful banners encircle a polished floor. Outside the gym, students line up before opening. Inside, students clutch resumes tucked into branded folders as alumni volunteers deliver quick pep talks near a coffee station. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA outlines the fair schedule, while consulting firms stack glossy case study booklets on high tables. The networking etiquette workshop runs in the adjoining classroom, and tech companies display demo screens of their latest apps. Counselors guide unsure students toward applicable industries at the career fair. Event staff scan registrations and hand out lanyards at the entrance, synchronizing with the PA announcements."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3546988813905419,
    0.3546988813905419,
    0.3546988813905419,
    0.3546988813905419,
    0.3546988813905419,
    0.3546988813905419,
    0.5391621883166406,
    0.5391621883166406,
    0.5391621883166406,
    0.5391621883166406,
    0.5391621883166406,
    0.5391621883166406,
    0.5391621883166406,
    0.7201886687927606,
    0.7201886687927606,
    0.7201886687927606,
    0.7201886687927606,
    0.7201886687927606,
    0.7201886687927606,
    0.7201886687927606,
    0.7201886687927606,
    0.9105716584121935,
    0.9105716584121935,
    0.9105716584121935,
    0.9105716584121935,
    0.9105716584121935,
    0.9105716584121935,
    0.9105716584121935,
    0.9105716584121935,
    0.9105716584121935,
    0.9105716584121935,
    0.9105716584121935,
    0.9105716584121935,
    0.8943102076295244,
    0.8943102076295244,
    0.8943102076295244,
    0.8943102076295244,
    0.8943102076295244,
    0.8943102076295244,
    0.8943102076295244,
    0.8943102076295244,
    0.8943102076295244
  ],
  "21": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "Students clutch resumes inside branded folders as a welcome announcement is broadcast over the PA system outlining the fair schedule; in the adjoining classroom, workshops on networking etiquette begin.",
    "Students clutch resumes inside branded folders as a welcome announcement is broadcast over the PA system outlining the fair schedule; in the adjoining classroom, workshops on networking etiquette begin.",
    "Students clutch resumes inside branded folders as a welcome announcement is broadcast over the PA system outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin, and alumni volunteers share quick pep talks near the coffee station.",
    "During the event, students clutch resumes inside branded folders as a welcome announcement over the PA system outlines the fair schedule for attendees. In an adjoining classroom, workshops on networking etiquette begin while alumni volunteers deliver quick pep talks near the coffee station. In a professional area, consulting firms stack glossy case study booklets on high tables, generating organized stacks on elevated surfaces, while finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos.",
    "At the career fair, students clutch resumes tucked inside branded folders, with branding emphasizing a professional presentation of the documents, while a welcome announcement over the PA outlines the schedule for attendees. In an adjoining classroom, workshops on networking etiquette begin as alumni volunteers deliver quick pep talks near the coffee station. In a professional area, consulting firms stack glossy case study booklets on high tables, generating organized stacks on elevated surfaces, and finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Event staff at the entrance scan registrations and hand out lanyards. Counselors direct unsure students toward applicable industries, guiding them to relevant options. Tech companies display demo screens of their latest apps; the engineering society sponsors a resume review table near the stage."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.5581175262621697,
    0.5581175262621697,
    0.5581175262621697,
    0.5581175262621697,
    0.5581175262621697,
    0.5581175262621697,
    0.5581175262621697,
    0.42805235569016314,
    0.42805235569016314,
    0.42805235569016314,
    0.42805235569016314,
    0.42805235569016314,
    0.42805235569016314,
    0.42805235569016314,
    0.42805235569016314,
    0.42805235569016314,
    0.42805235569016314,
    0.42805235569016314,
    0.42805235569016314,
    0.42805235569016314,
    0.42805235569016314,
    0.42805235569016314,
    0.42805235569016314,
    0.6059426551514291,
    0.6059426551514291,
    0.6059426551514291,
    0.6059426551514291,
    0.6059426551514291,
    0.6059426551514291,
    0.6059426551514291,
    0.6059426551514291,
    0.6059426551514291,
    0.6059426551514291,
    0.8711338653441947,
    0.8711338653441947,
    0.8711338653441947,
    0.8711338653441947,
    0.8711338653441947,
    0.8711338653441947,
    0.8711338653441947,
    0.8711338653441947,
    0.8711338653441947,
    0.8711338653441947,
    0.8711338653441947,
    0.8711338653441947,
    0.8711338653441947,
    0.8711338653441947,
    0.8711338653441947,
    0.8784254714508003
  ],
  "22": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention.",
    "Workshops on networking etiquette begin in the adjoining classroom, while a robotics startup flies a small drone above its booth to draw attention, and the engineering society sponsors a resume review table near the stage.",
    "Workshops on networking etiquette begin in the adjoining classroom, while a robotics startup flies a small drone above its booth to draw attention, and the engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders as event staff at the entrance scan registrations and hand out lanyards, and healthcare providers showcase community outreach photos.",
    "At the campus career fair, events are in progress to prepare the scene: Workshops on networking etiquette are underway in the adjoining classroom, and a robotics startup operates a small drone above its booth to attract attention. The engineering society sponsors a resume-review table near the stage. At the entrance, event staff scan registrations and hand out lanyards, while students clutch resumes inside branded folders. Healthcare providers display photos of community outreach. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. Outside the university gym, students line up before the fair opens."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.5226717962310539,
    0.5226717962310539,
    0.5226717962310539,
    0.5226717962310539,
    0.5226717962310539,
    0.5226717962310539,
    0.5226717962310539,
    0.5226717962310539,
    0.4253376496415371,
    0.4253376496415371,
    0.4253376496415371,
    0.4253376496415371,
    0.4253376496415371,
    0.4253376496415371,
    0.4253376496415371,
    0.4253376496415371,
    0.4253376496415371,
    0.6092474674366051,
    0.6092474674366051,
    0.6092474674366051,
    0.6092474674366051,
    0.6092474674366051,
    0.6092474674366051,
    0.6092474674366051,
    0.6092474674366051,
    0.6092474674366051,
    0.6092474674366051,
    0.87943446988234,
    0.87943446988234,
    0.87943446988234,
    0.87943446988234,
    0.87943446988234,
    0.87943446988234,
    0.87943446988234,
    0.87943446988234,
    0.87943446988234,
    0.87943446988234,
    0.87943446988234
  ],
  "23": [
    "",
    "",
    "",
    "\"\"",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards, while healthcare providers showcase community outreach photos.",
    "Event staff at the entrance scan registrations and hand out lanyards, while healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders.",
    "At the event, staff at the entrance scan registrations and hand out lanyards, while healthcare providers display community outreach photos. Students clutch resumes inside branded folders. At the career fair, consulting firms stack glossy case study booklets on high tables. Counselors direct unsure students toward applicable industries, guiding them to relevant options. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees.",
    "At the event, staff at the entrance scan registrations and hand out lanyards, while healthcare providers display community outreach photos. Students clutch resumes inside branded folders. On the career fair floor, consulting firms stack glossy case study booklets on high tables. Counselors direct unsure students toward applicable industries, guiding them to relevant options. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. Inside the venue, a networking etiquette workshop runs in the adjoining classroom, while tech companies display demo screens of their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "Staff at the entrance scan registrations and hand out lanyards, while healthcare providers display community outreach photos illustrating their engagement with local communities. Students clutch resumes inside branded folders. On the career fair floor, consulting firms stack glossy case study booklets on high tables, and finance firms offer QR codes to facilitate immediate internship applications. Counselors direct unsure students toward applicable industries, guiding them to relevant options. A welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens of their latest apps. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Alumni volunteers deliver brief pep talks near the coffee station. Networking etiquette workshop sessions run in the adjoining classroom."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.3725483918703544,
    0.3725483918703544,
    0.3725483918703544,
    0.3725483918703544,
    0.3725483918703544,
    0.3725483918703544,
    0.3725483918703544,
    0.5691434925143956,
    0.5691434925143956,
    0.5691434925143956,
    0.5691434925143956,
    0.5691434925143956,
    0.5691434925143956,
    0.8727503333818574,
    0.8727503333818574,
    0.8727503333818574,
    0.8727503333818574,
    0.8727503333818574,
    0.8727503333818574,
    0.8727503333818574,
    0.8727503333818574,
    0.8727503333818574,
    0.9083529678978982,
    0.9083529678978982,
    0.9083529678978982,
    0.9083529678978982,
    0.9083529678978982,
    0.9083529678978982,
    0.9083529678978982,
    0.9083529678978982,
    0.9083529678978982,
    0.9083529678978982,
    0.9083529678978982,
    0.8960751089840215,
    0.8960751089840215,
    0.8960751089840215,
    0.8960751089840215,
    0.8960751089840215,
    0.8960751089840215,
    0.8960751089840215,
    0.8960751089840215,
    0.8960751089840215
  ],
  "24": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "On campus, a career fair is being prepared, with healthcare providers showcasing photos of community outreach. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. Outside the university gym, students line up before the fair opens.",
    "On campus, a career fair is being prepared with healthcare providers showcasing photos of community outreach. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. Outside the university gym, students line up before the fair opens. Some students rehearse elevator pitches quietly against the wall."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5621491816555677,
    0.5621491816555677,
    0.5621491816555677,
    0.5621491816555677,
    0.5621491816555677,
    0.5621491816555677,
    0.5621491816555677,
    0.8199076823751399,
    0.8199076823751399,
    0.8199076823751399,
    0.8199076823751399,
    0.8199076823751399,
    0.8199076823751399,
    0.8199076823751399,
    0.8199076823751399,
    0.8199076823751399,
    0.814710676634621,
    0.814710676634621,
    0.814710676634621,
    0.814710676634621,
    0.814710676634621,
    0.814710676634621,
    0.814710676634621,
    0.814710676634621,
    0.814710676634621,
    0.814710676634621,
    0.814710676634621,
    0.814710676634621,
    0.814710676634621
  ],
  "25": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "In the scene, human resources teams jot notes on tablets as students introduce themselves.",
    "In the scene, human resources teams are taking notes on tablets as students introduce themselves, and workshops on networking etiquette begin in the adjoining classroom.",
    "HR teams are taking notes on tablets as students introduce themselves, while in the adjoining classroom workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables, creating organized stacks on elevated surfaces.",
    "At the venue, HR teams take notes on tablets as students introduce themselves, while networking etiquette workshops begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables, forming organized stacks on elevated surfaces. Alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers showcase community outreach photos illustrating their engagement with local communities. Finance firms offer QR codes to facilitate immediate internship applications.",
    "At the venue, HR teams take notes on tablets as students introduce themselves, while networking etiquette workshops run in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables, forming organized piles on elevated surfaces. Alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers showcase community outreach photos illustrating their engagement with local communities. Finance firms provide QR codes to enable immediate internship applications. On campus, tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. A career fair is being prepared: groups of friends mark target employers on the event map, and students line up outside the university gym before the fair opens."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3385139986266801,
    0.3385139986266801,
    0.3385139986266801,
    0.3385139986266801,
    0.3385139986266801,
    0.3198007826004672,
    0.3198007826004672,
    0.3198007826004672,
    0.3198007826004672,
    0.3198007826004672,
    0.3198007826004672,
    0.48884685316724424,
    0.48884685316724424,
    0.48884685316724424,
    0.48884685316724424,
    0.48884685316724424,
    0.48884685316724424,
    0.48884685316724424,
    0.7729823322925369,
    0.7729823322925369,
    0.7729823322925369,
    0.7729823322925369,
    0.7729823322925369,
    0.7729823322925369,
    0.7729823322925369,
    0.7729823322925369,
    0.7729823322925369,
    0.7729823322925369,
    0.7729823322925369,
    0.8692119534620832,
    0.8692119534620832,
    0.8692119534620832,
    0.8692119534620832,
    0.8692119534620832,
    0.8692119534620832,
    0.8692119534620832,
    0.8692119534620832,
    0.8692119534620832,
    0.8692119534620832,
    0.8692119534620832,
    0.8692119534620832,
    0.8692119534620832,
    0.8692119534620832
  ],
  "26": [
    "",
    "",
    "",
    "",
    "\"\"",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, while a welcome announcement over the PA system outlines the fair schedule.",
    "At the entrance, event staff scan registrations and hand out lanyards, while a welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym before the career fair opens.",
    "At the entrance, event staff scan registrations and hand out lanyards, while a welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym before the career fair opens.",
    "At the entrance, event staff scan registrations and hand out lanyards while a welcome announcement over the PA system outlines the career fair schedule. Outside the university gym, students line up before the career fair opens. Inside, students clutch resumes tucked into branded folders. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the university entrance, event staff scan registrations and hand out lanyards as a welcome PA outlines the career fair schedule. Outside the university gym, students line up before the career fair opens. Inside, students clutch resumes tucked into branded folders. In the adjoining classroom, workshops on networking etiquette begin. Alumni volunteers give quick pep talks near the coffee station while career counselors redirect unsure students toward applicable industries.",
    "At the university entrance, event staff scan registrations and hand out lanyards while a welcome PA outlines the career fair schedule. Outside the gym, students line up before the event opens. Inside, students clutch resumes tucked into branded folders. In the adjoining classroom, networking etiquette workshops begin. Alumni volunteers give quick pep talks near the coffee station, and career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners encircle the polished floor; healthcare providers showcase community outreach photos and tech companies display demo screens of their latest apps."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.46213301560321146,
    0.46213301560321146,
    0.46213301560321146,
    0.46213301560321146,
    0.46213301560321146,
    0.46213301560321146,
    0.643123838931074,
    0.643123838931074,
    0.643123838931074,
    0.643123838931074,
    0.643123838931074,
    0.643123838931074,
    0.643123838931074,
    0.643123838931074,
    0.643123838931074,
    0.643123838931074,
    0.643123838931074,
    0.643123838931074,
    0.643123838931074,
    0.643123838931074,
    0.643123838931074,
    0.643123838931074,
    0.7977325383989993,
    0.7977325383989993,
    0.7977325383989993,
    0.7977325383989993,
    0.7977325383989993,
    0.7977325383989993,
    0.7977325383989993,
    0.7977325383989993,
    0.8063007198668706,
    0.8063007198668706,
    0.8063007198668706,
    0.8063007198668706,
    0.8063007198668706,
    0.8063007198668706,
    0.8063007198668706,
    0.8063007198668706,
    0.8063007198668706,
    0.8063007198668706,
    0.8063007198668706,
    0.8063007198668706,
    0.8418113918350312,
    0.8418113918350312,
    0.8418113918350312,
    0.8418113918350312,
    0.8418113918350312
  ],
  "27": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews.",
    "In a professional event, consulting firms stack glossy case study booklets on high tables, producing organized stacks on elevated surfaces, while finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. The scene opens with a welcome announcement broadcast over the PA system outlining the fair schedule for attendees. Healthcare providers showcase community outreach photos.",
    "At a professional career fair, consulting firms stack glossy case study booklets on high tables, producing organized stacks on elevated surfaces, while finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. The scene opens with a welcome announcement broadcast over the PA system outlining the fair schedule for attendees. Healthcare providers showcase community outreach photos. Counselors direct unsure students toward applicable industries, guiding them to relevant options. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a professional career fair, consulting firms stack glossy case study booklets on high tables, creating organized stacks on elevated surfaces, while finance firms present QR codes to facilitate immediate internship applications. Healthcare providers display community outreach photos illustrating engagement with local communities. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers deliver quick pep talks near the coffee station. The scene opens with a welcome announcement broadcast over the PA system outlining the fair schedule. Counselors direct unsure students toward applicable industries, guiding them to relevant options. Event staff scan registrations and hand out lanyards at the entrance. An adjoining classroom hosts networking etiquette workshops that have begun. Groups of friends mark target employers on the event map, and human resources teams jot notes on tablets as students introduce themselves."
  ],
  "27_score": [
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.35245456500296035,
    0.35245456500296035,
    0.35245456500296035,
    0.35245456500296035,
    0.35245456500296035,
    0.35245456500296035,
    0.5803850462262463,
    0.5803850462262463,
    0.5803850462262463,
    0.5803850462262463,
    0.5803850462262463,
    0.5803850462262463,
    0.5803850462262463,
    0.5803850462262463,
    0.5803850462262463,
    0.5803850462262463,
    0.5803850462262463,
    0.5803850462262463,
    0.5803850462262463,
    0.5803850462262463,
    0.5803850462262463,
    0.5803850462262463,
    0.8070858428963431,
    0.8070858428963431,
    0.8070858428963431,
    0.8070858428963431,
    0.8070858428963431,
    0.8070858428963431,
    0.8070858428963431,
    0.8070858428963431,
    0.8070858428963431,
    0.8651199076050626,
    0.8651199076050626,
    0.8651199076050626,
    0.8651199076050626,
    0.8651199076050626,
    0.8651199076050626,
    0.8651199076050626,
    0.8651199076050626,
    0.8651199076050626,
    0.8651199076050626,
    0.8631905141103043,
    0.8631905141103043,
    0.8631905141103043,
    0.8631905141103043,
    0.8631905141103043,
    0.8631905141103043,
    0.8631905141103043,
    0.8631905141103043,
    0.8631905141103043,
    0.8631905141103043
  ],
  "28": [
    "",
    "",
    "",
    "\"\"",
    "Students clutch resumes inside branded folders. Resumes are contained within folders bearing branding, highlighting a professional presentation of documents as part of the scene.",
    "In the scene, students clutch resumes inside branded folders. The resumes are contained within folders bearing branding, and this branding highlights a professional presentation of the documents.",
    "Students clutch resumes inside branded folders, with the folders bearing branding that highlights a professional presentation of the documents.",
    "In the career fair setting, students clutch resumes tucked inside branded folders, with the branding emphasizing a professional presentation of the documents. Counselors direct unsure students toward applicable industries, guiding them to relevant options. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees.",
    "At the career fair, students clutch resumes tucked inside branded folders, with branding emphasizing a professional presentation of the documents. Counselors direct unsure students toward applicable industries, guiding them to relevant options. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, students clutch resumes tucked inside branded folders; the branding emphasizes the professional presentation of the documents. Counselors direct unsure students toward applicable industries, guiding them to relevant options. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, students clutch resumes tucked inside branded folders, the branding emphasizing the professional presentation of the documents. Counselors direct unsure students toward applicable industries, guiding them to relevant options. A welcome announcement is broadcast over the PA system outlining the fair schedule for attendees. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, students clutch resumes inside branded folders, emphasizing professional presentation. Counselors direct unsure students to applicable industries. A welcome announcement is broadcast over the PA outlining the schedule. Tech companies display demo screens of their latest apps. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Networking etiquette workshops begin in the adjoining classroom. Healthcare providers showcase community outreach photos illustrating engagement with local communities."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41693176885647665,
    0.41693176885647665,
    0.41693176885647665,
    0.41693176885647665,
    0.41693176885647665,
    0.41693176885647665,
    0.40734589030234963,
    0.40734589030234963,
    0.40734589030234963,
    0.40734589030234963,
    0.40734589030234963,
    0.31532997959203257,
    0.31532997959203257,
    0.31532997959203257,
    0.31532997959203257,
    0.31532997959203257,
    0.31532997959203257,
    0.31532997959203257,
    0.7449550652009685,
    0.7449550652009685,
    0.7449550652009685,
    0.7449550652009685,
    0.7449550652009685,
    0.8005236317973948,
    0.8005236317973948,
    0.8005236317973948,
    0.8005236317973948,
    0.8005236317973948,
    0.8005236317973948,
    0.8005236317973948,
    0.786740480882015,
    0.786740480882015,
    0.786740480882015,
    0.786740480882015,
    0.786740480882015,
    0.786740480882015,
    0.786740480882015,
    0.786740480882015,
    0.786740480882015,
    0.8914935993700387,
    0.8914935993700387,
    0.8914935993700387,
    0.8914935993700387,
    0.8914935993700387,
    0.8914935993700387,
    0.8914935993700387,
    0.8914935993700387,
    0.8914935993700387,
    0.8914935993700387,
    0.8914935993700387,
    0.8914935993700387,
    0.8870015322917955,
    0.8870015322917955,
    0.8870015322917955,
    0.8870015322917955,
    0.8870015322917955
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves.",
    "Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the career fair, groups of friends mark target employers on the event map while human resources teams jot notes on tablets as students introduce themselves. A welcome announcement is broadcast over the PA system outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "At the career fair, groups of friends mark target employers on the event map while human resources teams jot notes on tablets as students introduce themselves. A welcome announcement is broadcast over the PA system outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the fair opens. In a professional setting, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, groups mark target employers on the event map while human resources teams jot notes on tablets as students introduce themselves. A welcome announcement over the PA outlines the schedule, and networking etiquette workshops run in the adjoining classroom. Students queue outside the gym before the fair opens. Consulting firms stack glossy case-study booklets on high tables, while finance firms provide QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, including healthcare providers showcasing community outreach photos, and tech companies displaying demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the university career fair, groups mark target employers on the event map while human resources teams jot notes on tablets as students introduce themselves. A welcome announcement over the PA outlines the schedule, and networking etiquette workshops run in the adjoining classroom. Students queue outside the gym before the fair opens. Consulting firms stack glossy case-study booklets on high tables, while finance firms provide QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners encircle the polished floor, including healthcare providers showcasing community outreach photos and tech companies displaying demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4452285638835478,
    0.4452285638835478,
    0.4452285638835478,
    0.4452285638835478,
    0.4452285638835478,
    0.4452285638835478,
    0.4452285638835478,
    0.6748394606494152,
    0.6748394606494152,
    0.6748394606494152,
    0.6748394606494152,
    0.6748394606494152,
    0.8272617880682775,
    0.8272617880682775,
    0.8272617880682775,
    0.8272617880682775,
    0.8272617880682775,
    0.8272617880682775,
    0.8272617880682775,
    0.8272617880682775,
    0.8272617880682775,
    0.8731339438171071,
    0.8731339438171071,
    0.8731339438171071,
    0.8731339438171071,
    0.8731339438171071,
    0.8731339438171071,
    0.8731339438171071,
    0.9049462655523401,
    0.9049462655523401,
    0.9049462655523401,
    0.9049462655523401,
    0.9049462655523401,
    0.9049462655523401,
    0.9049462655523401,
    0.9049462655523401,
    0.9049462655523401,
    0.9049462655523401,
    0.9049462655523401,
    0.9049462655523401,
    0.9049462655523401,
    0.9002534378269562,
    0.9002534378269562,
    0.9002534378269562,
    0.9002534378269562,
    0.9002534378269562,
    0.9002534378269562,
    0.9002534378269562,
    0.9002534378269562,
    0.9002534378269562,
    0.9002534378269562,
    0.9002534378269562
  ],
  "30": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders.",
    "At the scene, students clutch resumes inside branded folders, while event staff at the entrance scan registrations and hand out lanyards; healthcare providers showcase community outreach photos.",
    "At the career fair scene, students clutch resumes tucked inside branded folders, with branding emphasizing a professional presentation of the documents. Event staff at the entrance scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Counselors direct unsure students toward applicable industries, guiding them to relevant options. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees.",
    "At the career fair, students clutch resumes tucked inside branded folders, the branding emphasizing a professional presentation of the documents. Event staff at the entrance scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Counselors direct unsure students toward applicable industries, guiding them to relevant options. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. Tech companies display demo screens of their latest apps; finance firms provide QR codes enabling immediate internship applications; the engineering society sponsors a resume review table near the stage; consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, students clutch resumes inside branded folders, reflecting a professional presentation of documents. Event staff at the entrance scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Counselors direct unsure students toward applicable industries, guiding them to relevant options. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Tech companies display demo screens of their latest apps; finance firms provide QR codes enabling immediate internship applications; the engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3946465719127554,
    0.3946465719127554,
    0.3946465719127554,
    0.3946465719127554,
    0.3946465719127554,
    0.3946465719127554,
    0.3946465719127554,
    0.3946465719127554,
    0.3946465719127554,
    0.8216018826049063,
    0.8216018826049063,
    0.8216018826049063,
    0.8216018826049063,
    0.8216018826049063,
    0.8216018826049063,
    0.8216018826049063,
    0.8216018826049063,
    0.8216018826049063,
    0.8783791291482292,
    0.8783791291482292,
    0.8783791291482292,
    0.8783791291482292,
    0.8783791291482292,
    0.8783791291482292,
    0.8783791291482292,
    0.8783791291482292,
    0.8783791291482292,
    0.8783791291482292,
    0.908908185811379,
    0.908908185811379,
    0.908908185811379,
    0.908908185811379,
    0.908908185811379,
    0.908908185811379,
    0.908908185811379,
    0.908908185811379
  ],
  "31": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password-cracking challenge on a laptop, while workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth for attention.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette begin, establishing a focus on professional interaction. A robotics startup flies a small drone above its booth for attention. A welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette begin, establishing a focus on professional interaction. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3399248331614676,
    0.3399248331614676,
    0.3399248331614676,
    0.3399248331614676,
    0.3399248331614676,
    0.3399248331614676,
    0.3399248331614676,
    0.6675651316711171,
    0.6675651316711171,
    0.6675651316711171,
    0.6675651316711171,
    0.6675651316711171,
    0.6675651316711171,
    0.6675651316711171,
    0.6675651316711171,
    0.6675651316711171,
    0.8016325434241658,
    0.8016325434241658,
    0.8016325434241658,
    0.8016325434241658,
    0.8016325434241658,
    0.8016325434241658,
    0.8016325434241658,
    0.8016325434241658,
    0.8016325434241658,
    0.8016325434241658,
    0.8063351777523645,
    0.8063351777523645,
    0.8063351777523645,
    0.8063351777523645,
    0.8063351777523645,
    0.8063351777523645,
    0.8063351777523645,
    0.8063351777523645,
    0.8063351777523645,
    0.8063351777523645
  ],
  "32": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Healthcare providers showcase photos of community outreach.",
    "On campus, a career fair is being prepared, with healthcare providers showcasing photos of community outreach. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the fair opens.",
    "On campus, a career fair is being prepared, with healthcare providers showcasing photos of community outreach. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the fair opens. Some students rehearse elevator pitches quietly against the wall.",
    "On campus, a career fair is being prepared, with healthcare providers showcasing photos of community outreach. Groups of friends are marking target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the fair opens, with some rehearsing elevator pitches quietly against the wall. Finance firms are offering QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop.",
    "On campus, a career fair is being prepared and underway, with healthcare providers showcasing photos of community outreach. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the fair opens, with some rehearsing elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications, and a cybersecurity company runs a password cracking challenge on a laptop. At the professional career fair, consulting firms stack glossy case study booklets on high tables, producing organized stacks on elevated surfaces, while finance firms again offer QR codes for internships. An alumni panel discusses how to prepare for technical interviews. The scene opens with a welcome announcement broadcast over the PA system outlining the fair schedule for attendees. Counselors direct unsure students toward applicable industries, guiding them to relevant options."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.7797148961529781,
    0.7797148961529781,
    0.7797148961529781,
    0.7797148961529781,
    0.7797148961529781,
    0.7797148961529781,
    0.7797148961529781,
    0.7797148961529781,
    0.7961082151253777,
    0.7961082151253777,
    0.7961082151253777,
    0.7961082151253777,
    0.7961082151253777,
    0.7961082151253777,
    0.7961082151253777,
    0.7961082151253777,
    0.7961082151253777,
    0.8314186720281912,
    0.8314186720281912,
    0.8314186720281912,
    0.8314186720281912,
    0.8314186720281912,
    0.8314186720281912,
    0.8314186720281912,
    0.8314186720281912,
    0.8314186720281912,
    0.8314186720281912,
    0.8314186720281912,
    0.8314186720281912,
    0.8314186720281912,
    0.8314186720281912
  ],
  "33": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "A career fair unfolds in a venue with a polished floor, where dozens of booths with colorful banners circle the space. At the entrance, event staff scan registrations and hand out lanyards. At the career fair, counselors direct unsure students toward applicable industries, guiding them to relevant options. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees.",
    "A career fair unfolds in a venue with a polished floor, where dozens of booths with colorful banners circle the space. At the entrance, event staff scan registrations and hand out lanyards. Counselors direct unsure students toward applicable industries, guiding them to relevant options. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. In a professional setting, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews.",
    "A career fair unfolds in a venue with a polished floor, with dozens of booths adorned by colorful banners circling the space. At the entrance, event staff scan registrations and hand out lanyards. Counselors direct unsure students toward applicable industries and relevant options. A welcome announcement on the PA outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "A career fair unfolds in a venue with a polished floor, where dozens of booths are adorned by colorful banners circling the space. At the entrance, event staff scan registrations and hand out lanyards. Counselors direct unsure students toward applicable industries and relevant options. A welcome announcement on the PA outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.8130525977239482,
    0.8130525977239482,
    0.8130525977239482,
    0.8130525977239482,
    0.8130525977239482,
    0.8130525977239482,
    0.8130525977239482,
    0.8130525977239482,
    0.8673949750008237,
    0.8673949750008237,
    0.8673949750008237,
    0.8673949750008237,
    0.8673949750008237,
    0.8673949750008237,
    0.8673949750008237,
    0.8673949750008237,
    0.8673949750008237,
    0.8673949750008237,
    0.8732591554819399,
    0.8732591554819399,
    0.8732591554819399,
    0.8732591554819399,
    0.8732591554819399,
    0.8732591554819399,
    0.8732591554819399,
    0.8732591554819399,
    0.8732591554819399,
    0.8732591554819399,
    0.8732591554819399,
    0.8941379566819712
  ],
  "34": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Students line up outside the university gym before the career fair opens.",
    "A line of students stands outside the university gym, waiting for the career fair to open.",
    "A line of students stands outside the university gym, waiting for the career fair to open. They clutch resumes inside branded folders, which bear branding and emphasize the professional presentation of the documents.",
    "Outside the university gym, a line of students waits for the career fair to open. They clutch resumes inside branded folders that bear branding and emphasize the professional presentation of the documents.",
    "Outside the university gym, a line of students waits for the career fair to open, clutching resumes inside branded folders that bear branding and emphasize the professional presentation of the documents. A welcome announcement is broadcast over the PA system outlining the fair schedule, while in the adjoining classroom, workshops on networking etiquette begin.",
    "Outside the university gym, a line of students waits for the career fair to open, clutching resumes inside branded folders that emphasize professional presentation. A welcome announcement is broadcast over the PA system outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. At the career fair, consulting firms stack glossy case study booklets on high tables while counselors direct unsure students toward applicable industries and relevant options. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos illustrating engagement with local communities. Finance firms offer QR codes to facilitate immediate internship applications. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, a line of students waits for the career fair, clutching resumes in branded folders as a welcome announcement plays over the PA outlining the schedule. In an adjoining classroom, networking etiquette workshops begin. At the fair, consulting firms stack glossy case study booklets on high tables while counselors direct unsure students toward applicable industries and options. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase photos of community outreach. Finance firms offer QR codes for immediate internship applications. Alumni volunteers deliver short pep talks near the coffee station. Groups of friends mark target employers on the event map while HR teams jot notes on tablets as students introduce themselves. In the venue, tech companies display demo screens of their latest apps, and career counselors remind attendees to maintain eye contact."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.5075381814050968,
    0.5075381814050968,
    0.5075381814050968,
    0.5075381814050968,
    0.5075381814050968,
    0.5075381814050968,
    0.5075381814050968,
    0.5310911479294381,
    0.5310911479294381,
    0.5310911479294381,
    0.5310911479294381,
    0.5310911479294381,
    0.5310911479294381,
    0.5310911479294381,
    0.5310911479294381,
    0.6013654131241987,
    0.6013654131241987,
    0.6013654131241987,
    0.6013654131241987,
    0.6013654131241987,
    0.6013654131241987,
    0.6013654131241987,
    0.6013654131241987,
    0.6013654131241987,
    0.6013654131241987,
    0.8617808518413146,
    0.8617808518413146,
    0.8617808518413146,
    0.8617808518413146,
    0.8617808518413146,
    0.8617808518413146,
    0.8617808518413146,
    0.8617808518413146,
    0.8617808518413146,
    0.8617808518413146,
    0.8617808518413146,
    0.8617808518413146
  ],
  "35": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table located near the stage. At the venue entrance, event staff scan registrations and distribute lanyards. Healthcare providers display photos illustrating community outreach.",
    "The engineering society sponsors a resume review table located near the stage. At the venue entrance, event staff scan registrations and distribute lanyards. Healthcare providers display photos illustrating community outreach. Students clutch resumes inside branded folders as a welcome announcement is broadcast over the PA system outlining the fair schedule; in the adjoining classroom, workshops on networking etiquette begin.",
    "At a professional venue hosting a career fair, the engineering society sponsors a resume review table near the stage. At the venue entrance, event staff scan registrations and distribute lanyards. Healthcare providers display photos illustrating community outreach. Students clutch resumes inside branded folders as a welcome announcement broadcasts over the PA system outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews.",
    "At a polished, professional venue hosting a career fair, dozens of booths and colorful banners circle the space. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. HR teams jot notes on tablets as students introduce themselves. Healthcare providers display photos illustrating community outreach. Students clutch resumes inside branded folders as a welcome announcement broadcasts over the PA system outlining the fair schedule. In an adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Counselors direct unsure students toward applicable industries, guiding them to relevant options. Groups of friends mark target employers on an event map."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.7356240794908729,
    0.7356240794908729,
    0.7356240794908729,
    0.7356240794908729,
    0.7356240794908729,
    0.7356240794908729,
    0.7356240794908729,
    0.7811522144510591,
    0.7811522144510591,
    0.7811522144510591,
    0.7811522144510591,
    0.7811522144510591,
    0.7811522144510591,
    0.7811522144510591,
    0.7811522144510591,
    0.7811522144510591,
    0.7811522144510591,
    0.7811522144510591,
    0.8538130352544376,
    0.8538130352544376,
    0.8538130352544376,
    0.8538130352544376,
    0.8538130352544376,
    0.8538130352544376,
    0.8538130352544376,
    0.8538130352544376,
    0.8538130352544376,
    0.8538130352544376,
    0.8538130352544376,
    0.8538130352544376,
    0.8538130352544376
  ],
  "36": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves.",
    "Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards.",
    "An event fair scene: groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system outlining the fair schedule. In the venue, workshops on networking etiquette begin in the adjoining classroom, establishing a focus on professional interaction; at the same time, tech companies display demo screens showing their latest apps.",
    "An event fair unfolds with groups of friends marking target employers on the event map while human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards, and a welcome announcement is broadcast over the PA system outlining the fair schedule. In the venue, networking etiquette workshops begin in the adjoining classroom, alongside tech companies displaying demo screens of their latest apps. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver brief pep talks near the coffee station.",
    "Groups of friends mark target employers on the event map while human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards, and a welcome announcement is broadcast over the PA outlining the fair schedule. Outside the university gym, a line of students forms ahead of the career fair opening. Inside the venue, networking etiquette workshops begin in the adjoining classroom alongside tech companies displaying demo screens of their latest apps. Career counselors remind attendees to maintain eye contact, and alumni volunteers deliver brief pep talks near the coffee station. Students clutch resumes inside branded folders as the schedule unfolds."
  ],
  "36_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4452285638835478,
    0.4452285638835478,
    0.4452285638835478,
    0.4452285638835478,
    0.4452285638835478,
    0.4452285638835478,
    0.5955091813585844,
    0.5955091813585844,
    0.5955091813585844,
    0.5955091813585844,
    0.5955091813585844,
    0.5955091813585844,
    0.5955091813585844,
    0.5955091813585844,
    0.8177750943706725,
    0.8177750943706725,
    0.8177750943706725,
    0.8177750943706725,
    0.8177750943706725,
    0.8177750943706725,
    0.8177750943706725,
    0.8177750943706725,
    0.8177750943706725,
    0.8177750943706725,
    0.8663838416113863,
    0.8663838416113863,
    0.8663838416113863,
    0.8663838416113863,
    0.8663838416113863,
    0.8663838416113863,
    0.8663838416113863,
    0.8663838416113863,
    0.8663838416113863,
    0.8663838416113863,
    0.8663838416113863,
    0.8663838416113863,
    0.8663838416113863,
    0.8663838416113863,
    0.8663838416113863,
    0.8640635472681055,
    0.8640635472681055,
    0.8640635472681055,
    0.8640635472681055,
    0.8640635472681055
  ],
  "37": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym, waiting for the career fair to open. The line sits along the exterior of the building, with attendees positioned toward the entrance in anticipation of entry when the event begins.",
    "Students line up outside the university gym, waiting for the career fair to open. The line sits along the exterior of the building, with attendees positioned toward the entrance in anticipation of entry when the event begins.",
    "Students line up outside the university gym, waiting for the career fair to open. The line runs along the exterior of the building, with attendees positioned toward the entrance in anticipation of entry when the event begins.",
    "Students line up outside the university gym for the career fair, the queue running along the buildings exterior with attendees toward the entrance in anticipation of entry when the event opens. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos illustrating their engagement with local communities. Finance firms offer QR codes to facilitate immediate internship applications.",
    "Students line up outside the university gym for the career fair, the queue along the buildings exterior with attendees toward the entrance in anticipation of entry when the event opens. At the gym entrance, event staff scan registrations and hand out lanyards. Healthcare providers display community outreach photos illustrating their engagement with local communities. Finance firms provide QR codes to facilitate immediate internship applications. An engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym for the career fair, the queue along the buildings exterior with attendees toward the entrance in anticipation of entry when the event opens. At the gym entrance, event staff scan registrations and hand out lanyards. Healthcare providers display community outreach photos illustrating their engagement with local communities. Finance firms provide QR codes to facilitate immediate internship applications. An engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5079360893740594,
    0.5079360893740594,
    0.5079360893740594,
    0.5079360893740594,
    0.5079360893740594,
    0.5079360893740594,
    0.5079360893740594,
    0.5079360893740594,
    0.5079360893740594,
    0.5079360893740594,
    0.5079360893740594,
    0.5079360893740594,
    0.5079360893740594,
    0.5079360893740594,
    0.5057217529787957,
    0.5057217529787957,
    0.5057217529787957,
    0.5057217529787957,
    0.5057217529787957,
    0.5057217529787957,
    0.5057217529787957,
    0.5057217529787957,
    0.5057217529787957,
    0.8045949563907764,
    0.8045949563907764,
    0.8045949563907764,
    0.8045949563907764,
    0.8045949563907764,
    0.8045949563907764,
    0.8045949563907764,
    0.8045949563907764,
    0.8045949563907764,
    0.8045949563907764,
    0.828748757898898,
    0.828748757898898,
    0.828748757898898,
    0.828748757898898,
    0.828748757898898,
    0.828748757898898,
    0.828748757898898,
    0.828748757898898,
    0.841369732769367,
    0.841369732769367,
    0.841369732769367,
    0.841369732769367,
    0.841369732769367,
    0.841369732769367,
    0.841369732769367,
    0.841369732769367,
    0.841369732769367,
    0.841369732769367
  ],
  "38": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "At the fair, career counselors remind attendees to maintain eye contact, while a welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, career counselors remind attendees to maintain eye contact, while a welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule. A line of students stands outside the university gym, waiting for the career fair to open.",
    "At the fair, career counselors remind attendees to maintain eye contact, and a welcome PA announcement outlines the fair schedule. A line of students stands outside the university gym, waiting for the career fair to open, while some rehearse elevator pitches quietly against the wall.",
    "At the fair, career counselors remind attendees to maintain eye contact, and a welcome PA announcement outlines the fair schedule. A line of students stands outside the university gym, waiting for the career fair to open, while some rehearse elevator pitches quietly against the wall. At the venue, alumni volunteers deliver brief pep talks near the coffee station while networking etiquette workshops begin in the adjoining classroom. Healthcare providers are showcasing community outreach photos illustrating their engagement with local communities. Finance firms are offering QR codes to facilitate immediate internship applications. A robotics startup flies a small drone above its booth to attract attention.",
    "At the fair, career counselors remind attendees to maintain eye contact, and a welcome PA announces the schedule. Outside the university gym, a line of students waits for the career fair to open, while some rehearse elevator pitches quietly against the wall. Inside, alumni volunteers deliver brief pep talks near the coffee station as networking etiquette workshops begin in the adjoining classroom. Healthcare providers showcase photos of their community outreach. Finance firms offer QR codes to facilitate immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.488077675714558,
    0.488077675714558,
    0.488077675714558,
    0.488077675714558,
    0.488077675714558,
    0.488077675714558,
    0.488077675714558,
    0.488077675714558,
    0.488077675714558,
    0.488077675714558,
    0.488077675714558,
    0.488077675714558,
    0.5565553378571532,
    0.5565553378571532,
    0.5565553378571532,
    0.5565553378571532,
    0.5565553378571532,
    0.5565553378571532,
    0.5744397429800141,
    0.5744397429800141,
    0.5744397429800141,
    0.5744397429800141,
    0.5744397429800141,
    0.5744397429800141,
    0.5744397429800141,
    0.5744397429800141,
    0.5744397429800141,
    0.5744397429800141,
    0.8620751741375673,
    0.8620751741375673,
    0.8620751741375673,
    0.8620751741375673,
    0.8620751741375673,
    0.8620751741375673,
    0.8620751741375673,
    0.8620751741375673,
    0.8620751741375673,
    0.8810872008320978,
    0.8810872008320978,
    0.8810872008320978,
    0.8810872008320978,
    0.8810872008320978,
    0.8810872008320978,
    0.8810872008320978,
    0.8810872008320978,
    0.8810872008320978
  ],
  "39": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "In the adjoining classroom, workshops on networking etiquette begin.",
    "In the adjoining classroom, networking etiquette workshops have begun. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves.",
    "In the adjoining classroom, networking etiquette workshops have begun. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves. Event staff at the entrance scan registrations and hand out lanyards.",
    "Across the event, an adjoining classroom hosts networking etiquette workshops that have begun. Groups of friends are marking target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers are displaying community outreach photos to illustrate their engagement with local communities. Finance firms are presenting QR codes to facilitate immediate internship applications. Alumni volunteers are delivering quick pep talks near the coffee station.",
    "The event features an adjoining classroom hosting networking etiquette workshops that have begun. Groups of friends are marking target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers display community outreach photos to illustrate their engagement with local communities. Finance firms present QR codes to facilitate immediate internship applications. Alumni volunteers deliver quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, producing organized stacks on elevated surfaces.",
    "The event features an adjoining classroom hosting networking etiquette workshops that have begun. Groups of friends mark target employers on the event map while human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers display community outreach photos to illustrate their engagement with local communities. Finance firms present QR codes to facilitate immediate internship applications. Alumni volunteers deliver quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, producing organized stacks on elevated surfaces. On the event floor, students clutch resumes inside branded folders, the branding underscoring the professional presentation. Dozens of booths with colorful banners circle the polished floor, while tech companies display demo screens showing their latest apps."
  ],
  "39_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.5160499282562703,
    0.5160499282562703,
    0.5160499282562703,
    0.5160499282562703,
    0.5160499282562703,
    0.5160499282562703,
    0.6596998345060721,
    0.6596998345060721,
    0.6596998345060721,
    0.6596998345060721,
    0.6596998345060721,
    0.6596998345060721,
    0.6596998345060721,
    0.6596998345060721,
    0.7797708762454016,
    0.7797708762454016,
    0.7797708762454016,
    0.7797708762454016,
    0.7797708762454016,
    0.7797708762454016,
    0.7797708762454016,
    0.8056384790583992,
    0.8056384790583992,
    0.8056384790583992,
    0.8056384790583992,
    0.8056384790583992,
    0.8056384790583992,
    0.8056384790583992,
    0.8056384790583992,
    0.8056384790583992,
    0.8056384790583992,
    0.8056384790583992,
    0.8056384790583992,
    0.8056384790583992,
    0.8056384790583992,
    0.8056384790583992,
    0.830465772863018,
    0.830465772863018,
    0.830465772863018,
    0.830465772863018,
    0.830465772863018,
    0.830465772863018,
    0.830465772863018,
    0.830465772863018,
    0.830465772863018,
    0.830465772863018
  ],
  "40": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards.",
    "Tech companies display demo screens showing their latest apps; at the entrance, event staff scan registrations and hand out lanyards; dozens of booths with colorful banners circle the polished floor, while healthcare providers showcase community outreach photos.",
    "On campus, tech companies display demo screens of their latest apps, while at the entrance event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos. A career fair is being prepared: groups of friends mark target employers on the event map, and students line up outside the university gym before the fair opens.",
    "On campus, tech companies display demo screens of their latest apps as entrance staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor, while healthcare providers showcase community outreach photos. A career fair is being prepared: groups of friends mark target employers on the event map, and students line up outside the university gym before the fair opens. At the entrance, a welcome announcement over the PA outlines the fair schedule.",
    "On campus, a career fair is being prepared as dozens of booths with colorful banners circle the polished floor; tech companies display demo screens of their latest apps while healthcare providers showcase community outreach photos. Entrance staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, and students line up outside the university gym before opening. A welcome announcement over the PA outlines the fair schedule. At the fair, consulting firms stack glossy case study booklets on high tables and counselors direct unsure students toward relevant industries. Finance firms offer QR codes to facilitate immediate internship applications. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.5991171623155792,
    0.5991171623155792,
    0.5991171623155792,
    0.5991171623155792,
    0.5991171623155792,
    0.5991171623155792,
    0.5991171623155792,
    0.4466583567200038,
    0.4466583567200038,
    0.4466583567200038,
    0.4466583567200038,
    0.4466583567200038,
    0.4466583567200038,
    0.4466583567200038,
    0.4466583567200038,
    0.4466583567200038,
    0.4466583567200038,
    0.7837601875287652,
    0.7837601875287652,
    0.7837601875287652,
    0.7837601875287652,
    0.7837601875287652,
    0.7837601875287652,
    0.7837601875287652,
    0.7837601875287652,
    0.7837601875287652,
    0.7837601875287652,
    0.7837601875287652,
    0.8165950397973315,
    0.8165950397973315,
    0.8165950397973315,
    0.8165950397973315,
    0.8165950397973315,
    0.8165950397973315,
    0.8165950397973315,
    0.8165950397973315,
    0.8165950397973315,
    0.8165950397973315,
    0.8165950397973315,
    0.8165950397973315,
    0.857193091060978,
    0.857193091060978,
    0.857193091060978,
    0.857193091060978,
    0.857193091060978,
    0.857193091060978
  ],
  "41": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries.",
    "Alumni volunteers share quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "Alumni volunteers give quick pep talks near the coffee station while career counselors redirect unsure students toward applicable industries. Students clutch resumes in branded folders.",
    "An event scene at the fair features alumni volunteers giving quick pep talks near the coffee station while career counselors redirect unsure students toward applicable industries. Students clutch resumes in branded folders. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables, producing organized stacks on elevated surfaces.",
    "At the career fair, alumni volunteers give quick pep talks near the coffee station while career counselors redirect unsure students toward applicable industries. Students clutch resumes in branded folders. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. Healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables, producing organized stacks on elevated surfaces. Career counselors remind attendees to maintain eye contact.",
    "At the career fair, alumni volunteers give brief pep talks near the coffee station, while networking etiquette workshops run in the adjoining classroom. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Students clutch resumes in branded folders as consulting firms stack glossy case study booklets on high tables, creating organized stacks on elevated surfaces. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. Healthcare providers showcase photos illustrating their engagement with local communities. Finance firms offer QR codes to facilitate immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.5525044757050239,
    0.5525044757050239,
    0.5525044757050239,
    0.5525044757050239,
    0.5525044757050239,
    0.5525044757050239,
    0.5525044757050239,
    0.5525044757050239,
    0.5590155627341169,
    0.5590155627341169,
    0.5590155627341169,
    0.5590155627341169,
    0.5590155627341169,
    0.5590155627341169,
    0.5590155627341169,
    0.5590155627341169,
    0.5590155627341169,
    0.8320540004678125,
    0.8320540004678125,
    0.8320540004678125,
    0.8320540004678125,
    0.8320540004678125,
    0.8320540004678125,
    0.8320540004678125,
    0.8320540004678125,
    0.8320540004678125,
    0.8320540004678125,
    0.8394704789221603,
    0.8394704789221603,
    0.8394704789221603,
    0.8394704789221603,
    0.8394704789221603,
    0.8394704789221603,
    0.8394704789221603,
    0.8394704789221603,
    0.8394704789221603,
    0.8394704789221603,
    0.8394704789221603,
    0.9013414473360735
  ],
  "42": [
    "",
    "",
    "",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers are showcasing community outreach photos, illustrating their engagement with local communities. Finance firms are offering QR codes to facilitate immediate internship applications.",
    "Healthcare providers are showcasing community outreach photos illustrating their engagement with local communities. Finance firms are offering QR codes to facilitate immediate internship applications. Alumni volunteers are sharing quick pep talks near the coffee station.",
    "Healthcare providers are displaying community outreach photos that illustrate their engagement with local communities. Finance firms are providing QR codes to enable immediate internship applications. Alumni volunteers are delivering brief pep talks near the coffee station. Students line up outside the university gym, waiting for the career fair to begin; the line runs along the buildings exterior with attendees oriented toward the entrance in anticipation of entry when the event opens.",
    "At the university gym, a career fair unfolds with students lining up outside along the buildings exterior, oriented toward the entrance in anticipation of opening. Inside, dozens of booths with colorful banners encircle the polished floor while counselors direct unsure students toward applicable industries. Alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers display community outreach photos illustrating their engagement with local communities. Finance firms are providing QR codes to enable immediate internship applications. A welcome announcement is broadcast over the PA system outlining the fair schedule for attendees.",
    "At the university gym, a career fair unfolds with students lining up outside along the building exterior, oriented toward the entrance in anticipation of opening. Inside, dozens of booths with colorful banners encircle the polished floor as counselors direct unsure students toward applicable industries. Alumni volunteers deliver brief pep talks near the coffee station, while healthcare providers display community outreach photos illustrating their engagement with local communities. Finance firms provide QR codes for immediate internship applications, and consulting firms stack glossy case study booklets on high tables in a professional setting. A welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on an event map, and human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.5060388741302814,
    0.5060388741302814,
    0.5060388741302814,
    0.5060388741302814,
    0.5060388741302814,
    0.5060388741302814,
    0.5060388741302814,
    0.6229203655167577,
    0.6229203655167577,
    0.6229203655167577,
    0.6229203655167577,
    0.6229203655167577,
    0.6229203655167577,
    0.7620301541769429,
    0.7620301541769429,
    0.7620301541769429,
    0.7620301541769429,
    0.7620301541769429,
    0.7620301541769429,
    0.7620301541769429,
    0.7620301541769429,
    0.7620301541769429,
    0.8140205658680216,
    0.8140205658680216,
    0.8140205658680216,
    0.8140205658680216,
    0.8140205658680216,
    0.8140205658680216,
    0.8140205658680216,
    0.8140205658680216,
    0.8140205658680216,
    0.8140205658680216,
    0.8140205658680216,
    0.8140205658680216,
    0.8635039373237554,
    0.8635039373237554,
    0.8635039373237554,
    0.8635039373237554,
    0.8635039373237554,
    0.8635039373237554,
    0.8635039373237554,
    0.8635039373237554,
    0.8635039373237554,
    0.8635039373237554,
    0.8635039373237554,
    0.8635039373237554,
    0.8635039373237554
  ],
  "43": [
    "",
    "",
    "",
    "\"\"",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos illustrating their engagement with local communities. Finance firms offer QR codes to facilitate immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards. Healthcare providers display photos of their community outreach, illustrating engagement with local communities. Finance firms offer QR codes to facilitate immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "The career fair at the university gym opens with at-the-entrance activity: staff scan registrations and hand out lanyards, and a PA announcement outlines the fair schedule. Healthcare providers display photos of their community outreach, illustrating engagement with local communities. Finance firms offer QR codes to facilitate immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Outside the gym, students line up prior to the career fair opening.",
    "At the university gym, the career fair opens with entrance activity: staff scan registrations and hand out lanyards, and a PA announcement outlines the schedule. Outside the gym, students line up prior to opening. Healthcare providers display photos of their community outreach, illustrating engagement with local communities. Finance firms provide QR codes to enable immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to draw attention, and the engineering society sponsors a resume review table near the stage.",
    "At the university gym, the career fair opens with entrance activity as event staff scan registrations and hand out lanyards while a PA announces the schedule. Outside, students line up prior to opening. Inside, students clutch resumes inside branded folders as they move through the entrance. Healthcare providers display photos of their community outreach, illustrating engagement with local communities. Finance firms provide QR codes to enable immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to draw attention, and the engineering society sponsors a resume review table near the stage."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.7619045609980806,
    0.7619045609980806,
    0.7619045609980806,
    0.7619045609980806,
    0.7619045609980806,
    0.7493755056676519,
    0.7493755056676519,
    0.7493755056676519,
    0.7493755056676519,
    0.7493755056676519,
    0.7493755056676519,
    0.7493755056676519,
    0.7493755056676519,
    0.7493755056676519,
    0.7493755056676519,
    0.8106535903784375,
    0.8106535903784375,
    0.8106535903784375,
    0.8106535903784375,
    0.8106535903784375,
    0.8106535903784375,
    0.8106535903784375,
    0.8106535903784375,
    0.8106535903784375,
    0.8106535903784375,
    0.8601382540241556,
    0.8601382540241556,
    0.8601382540241556,
    0.8601382540241556,
    0.8601382540241556,
    0.8601382540241556,
    0.8601382540241556,
    0.8601382540241556,
    0.8601382540241556,
    0.8712973816130662,
    0.8712973816130662,
    0.8712973816130662,
    0.8712973816130662,
    0.8712973816130662,
    0.8712973816130662
  ],
  "44": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Students clutch resumes inside branded folders; the folders bear branding, and this branding highlights the professional presentation of the documents.",
    "Students clutch resumes inside branded folders; the folders bear branding, and this branding highlights the professional presentation of the documents.",
    "Students clutch resumes inside branded folders; the folders bear branding, and this branding highlights the professional presentation of the documents.",
    "On the event floor, students clutch resumes inside branded folders, the branding underscoring the professional presentation of the documents. Dozens of booths with colorful banners circle the polished floor, while healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards.",
    "On the event floor, students clutch resumes inside branded folders, underscoring the professional presentation of the documents. Dozens of booths with colorful banners circle the polished floor, while healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Finance firms provide QR codes enabling immediate internship applications. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "On the event floor, students clutch resumes inside branded folders, signaling professional presentation. Dozens of booths with colorful banners circle the polished floor, while healthcare providers display photos illustrating their engagement with local communities. Tech companies show demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Finance firms provide QR codes enabling immediate internship applications. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Outside the university gym for the career fair, students line up along the building exterior toward the entrance in anticipation of entry when the event opens. Career counselors remind attendees to maintain eye contact."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3026739843475759,
    0.3026739843475759,
    0.3026739843475759,
    0.3026739843475759,
    0.3026739843475759,
    0.3026739843475759,
    0.3026739843475759,
    0.3026739843475759,
    0.3026739843475759,
    0.3026739843475759,
    0.3026739843475759,
    0.3026739843475759,
    0.3026739843475759,
    0.3026739843475759,
    0.3026739843475759,
    0.3026739843475759,
    0.3026739843475759,
    0.3026739843475759,
    0.7770553549598307,
    0.7770553549598307,
    0.7770553549598307,
    0.7770553549598307,
    0.7770553549598307,
    0.7770553549598307,
    0.7770553549598307,
    0.7770553549598307,
    0.7770553549598307,
    0.8345346143755394,
    0.8345346143755394,
    0.8345346143755394,
    0.8345346143755394,
    0.8345346143755394,
    0.8345346143755394,
    0.8345346143755394,
    0.8345346143755394,
    0.8345346143755394,
    0.8345346143755394,
    0.8345346143755394,
    0.8345346143755394,
    0.8345346143755394,
    0.86690025056197,
    0.86690025056197,
    0.86690025056197,
    0.86690025056197
  ],
  "45": [
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers deliver quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom.",
    "Alumni volunteers deliver brief pep talks near the coffee station, while networking etiquette workshops begin in the adjoining classroom.",
    "Alumni volunteers deliver brief pep talks near the coffee station, while networking etiquette workshops begin in the adjoining classroom.",
    "At the venue, alumni volunteers deliver brief pep talks near the coffee station while networking etiquette workshops begin in the adjoining classroom. Healthcare providers are showcasing community outreach photos illustrating their engagement with local communities. Finance firms are offering QR codes to facilitate immediate internship applications.",
    "At the venue, alumni volunteers deliver brief pep talks near the coffee station while networking etiquette workshops begin in the adjoining classroom. Healthcare providers are showcasing community outreach photos illustrating their engagement with local communities. Finance firms are offering QR codes to facilitate immediate internship applications. A robotics startup flies a small drone above its booth to attract attention.",
    "Alumni volunteers deliver brief pep talks near the coffee station as networking etiquette workshops run in the adjoining classroom, with career counselors redirecting unsure students toward applicable industries. Healthcare providers showcase community outreach photos illustrating their engagement with local communities. Finance firms offer QR codes to facilitate immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, alumni volunteers give brief pep talks near the coffee station as networking etiquette workshops run in the adjoining classroom, with career counselors guiding unsure students toward applicable industries. Healthcare providers display community outreach photos illustrating engagement with local communities. Finance firms offer QR codes to enable immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens. A welcome announcement over the PA outlines the schedule as consulting firms stack glossy case study booklets on high tables. Students clutch resumes in branded folders that highlight professional presentation. At the entrance, event staff scan registrations and hand out lanyards."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3266864588714769,
    0.3266864588714769,
    0.3266864588714769,
    0.3266864588714769,
    0.3266864588714769,
    0.3266864588714769,
    0.3266864588714769,
    0.322359450393386,
    0.322359450393386,
    0.322359450393386,
    0.322359450393386,
    0.322359450393386,
    0.322359450393386,
    0.322359450393386,
    0.322359450393386,
    0.322359450393386,
    0.322359450393386,
    0.322359450393386,
    0.322359450393386,
    0.7148425174301767,
    0.7148425174301767,
    0.7148425174301767,
    0.7148425174301767,
    0.7148425174301767,
    0.7148425174301767,
    0.7148425174301767,
    0.7148425174301767,
    0.7833482384063147,
    0.7833482384063147,
    0.7833482384063147,
    0.7833482384063147,
    0.7833482384063147,
    0.7833482384063147,
    0.7833482384063147,
    0.7833482384063147,
    0.8183162896663221,
    0.8183162896663221,
    0.8183162896663221,
    0.8183162896663221,
    0.8183162896663221,
    0.8183162896663221,
    0.8183162896663221,
    0.8183162896663221,
    0.8183162896663221,
    0.8183162896663221,
    0.8934847104971866,
    0.8934847104971866,
    0.8934847104971866,
    0.8934847104971866,
    0.8934847104971866,
    0.8934847104971866,
    0.8934847104971866,
    0.8934847104971866,
    0.8934847104971866,
    0.8934847104971866,
    0.8934847104971866
  ],
  "46": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "An engineering society sponsors a resume review table near the stage. At the university gym entrance, event staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. Students line up outside the gym before the career fair opens.",
    "An engineering society sponsors a resume review table near the stage as part of the career fair. At the university gym entrance, event staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. Students line up outside the gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station.",
    "At a university gym for the career fair, students line up outside before doors open. Upon arrival, staff at the gym entrance scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders. An engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Alumni volunteers offer quick pep talks near the coffee station. Healthcare providers display community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.7442928759939865,
    0.7442928759939865,
    0.7442928759939865,
    0.7442928759939865,
    0.7442928759939865,
    0.7442928759939865,
    0.7442928759939865,
    0.7833009963884663,
    0.7833009963884663,
    0.7833009963884663,
    0.7833009963884663,
    0.7833009963884663,
    0.7833009963884663,
    0.7833009963884663,
    0.7833009963884663,
    0.7833009963884663,
    0.7833009963884663,
    0.828676162025161,
    0.828676162025161,
    0.828676162025161,
    0.828676162025161,
    0.828676162025161,
    0.828676162025161,
    0.828676162025161,
    0.828676162025161,
    0.828676162025161,
    0.828676162025161,
    0.828676162025161,
    0.828676162025161
  ],
  "47": [
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact.",
    "At the university gym entrance, event staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. Students line up outside the gym before the career fair opens.",
    "At the university gym entrance, event staff scan registrations and hand out lanyards while career counselors remind attendees to maintain eye contact. Students line up outside the gym before the career fair opens. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. Healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables, producing organized stacks on elevated surfaces.",
    "At the university gym entrance, event staff scan registrations and hand out lanyards while career counselors remind attendees to maintain eye contact. Students line up outside the gym before the career fair opens. A welcome announcement on the PA outlines the fair schedule for attendees. Inside, healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables, producing organized stacks on elevated surfaces. Workshops on networking etiquette run in the adjoining classroom, focusing on professional interaction, while tech companies display demo screens showing their latest apps. At the career fair, counselors direct unsure students toward applicable industries, guiding them to relevant options. Dozens of booths with colorful banners circle the polished floor.",
    "At the university gym entrance, staff scan registrations and hand out lanyards while career counselors remind attendees to maintain eye contact. Students line up outside before the career fair opens, and a welcome PA announces the fair schedule. Inside, healthcare providers display community outreach photos, and consulting firms stack glossy case study booklets on high tables, forming organized stacks on elevated surfaces. Adjoining classroom hosts workshops on networking etiquette, while tech companies show demo screens of their latest apps. During the fair, counselors guide unsure students toward applicable industries and relevant options. Dozens of booths with colorful banners encircle the polished floor, and groups of friends mark target employers on the event map."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.4144316241613168,
    0.4144316241613168,
    0.4144316241613168,
    0.4144316241613168,
    0.4144316241613168,
    0.4144316241613168,
    0.4144316241613168,
    0.4144316241613168,
    0.5687678756937598,
    0.5687678756937598,
    0.5687678756937598,
    0.5687678756937598,
    0.5687678756937598,
    0.5687678756937598,
    0.5687678756937598,
    0.792818518366583,
    0.792818518366583,
    0.792818518366583,
    0.792818518366583,
    0.792818518366583,
    0.792818518366583,
    0.792818518366583,
    0.792818518366583,
    0.792818518366583,
    0.8474732877811814,
    0.8474732877811814,
    0.8474732877811814,
    0.8474732877811814,
    0.8474732877811814,
    0.8474732877811814,
    0.8474732877811814,
    0.8474732877811814,
    0.8474732877811814,
    0.8474732877811814,
    0.8666005093607394,
    0.8666005093607394,
    0.8666005093607394,
    0.8666005093607394,
    0.8666005093607394,
    0.8666005093607394,
    0.8666005093607394,
    0.8666005093607394,
    0.8666005093607394,
    0.8666005093607394,
    0.8666005093607394
  ],
  "48": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "In the scene, human resources teams are taking notes on tablets as students introduce themselves, while workshops on networking etiquette begin in the adjoining classroom.",
    "In the scene, human resources teams are taking notes on tablets as students introduce themselves, while workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, human resources teams take notes on tablets as students introduce themselves; adjoining classroom hosts workshops on networking etiquette; the engineering society sponsors a resume review table near the stage; consulting firms stack glossy case study booklets on high tables; counselors direct unsure students toward applicable industries; a welcome announcement over the PA outlines the fair schedule; event staff scan registrations and hand out lanyards at the entrance; healthcare providers showcase community outreach photos illustrating their engagement with local communities; finance firms offer QR codes to enable immediate internship applications; alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, human resources teams take notes on tablets as students introduce themselves, while an adjoining classroom hosts workshops on networking etiquette. The engineering society sponsors a resume review table near the stage; consulting firms stack glossy case study booklets on high tables, producing organized stacks on elevated surfaces. Counselors direct unsure students toward applicable industries, echoed by a PA announcement outlining the fair schedule. Event staff scan registrations and hand out lanyards at the entrance, and again at the university gym entrance remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos illustrating their engagement with local communities; finance firms offer QR codes to enable immediate internship applications; alumni volunteers share quick pep talks near the coffee station. Students line up outside the gym before the fair opens."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3276356462208829,
    0.3276356462208829,
    0.3276356462208829,
    0.3276356462208829,
    0.3276356462208829,
    0.3276356462208829,
    0.3276356462208829,
    0.5313492017047342,
    0.5313492017047342,
    0.5313492017047342,
    0.5313492017047342,
    0.5313492017047342,
    0.5313492017047342,
    0.5313492017047342,
    0.5313492017047342,
    0.5313492017047342,
    0.5313492017047342,
    0.5881539958361762,
    0.5881539958361762,
    0.5881539958361762,
    0.5881539958361762,
    0.5881539958361762,
    0.5881539958361762,
    0.5881539958361762,
    0.5881539958361762,
    0.5881539958361762,
    0.5881539958361762,
    0.5881539958361762,
    0.8959759606408357,
    0.8959759606408357,
    0.8959759606408357,
    0.8959759606408357
  ],
  "49": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Tech companies are displaying demo screens that showcase their latest apps.",
    "Tech companies are displaying demo screens that showcase their latest apps.",
    "Tech companies display demo screens showcasing their latest apps. At the entrance, event staff scan registrations and hand out lanyards as a welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym, waiting before the career fair opens.",
    "Tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards while a welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym waiting before the career fair opens. Inside the venue, alumni volunteers deliver brief pep talks near the coffee station while networking etiquette workshops begin in the adjoining classroom. Healthcare providers showcase photos of their community outreach, illustrating engagement with local communities. Finance firms offer QR codes to facilitate immediate internship applications. A robotics startup flies a small drone above its booth to attract attention.",
    "Tech companies display demo screens of their latest apps as event staff scan registrations and hand out lanyards at the entrance, and a welcome PA announcement outlines the fair schedule. Students line up outside the university gym waiting before the career fair opens. Inside, alumni volunteers give brief pep talks near the coffee station while networking etiquette workshops run in the adjoining classroom. Healthcare providers showcase photos of their community outreach, illustrating engagement with local communities. Finance firms offer QR codes to enable immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables, creating organized stacks on elevated surfaces, while an alumni panel discusses how to prepare for technical interviews. Counselors direct unsure students toward applicable industries, guiding them to relevant options."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.7883645064825082,
    0.7883645064825082,
    0.7883645064825082,
    0.7883645064825082,
    0.7883645064825082,
    0.7883645064825082,
    0.7883645064825082,
    0.7883645064825082,
    0.7883645064825082,
    0.7883645064825082,
    0.7883645064825082,
    0.8888621430230979,
    0.8888621430230979,
    0.8888621430230979,
    0.8888621430230979,
    0.8888621430230979,
    0.8888621430230979,
    0.8888621430230979,
    0.8888621430230979,
    0.8888621430230979,
    0.8888621430230979,
    0.8888621430230979,
    0.8888621430230979,
    0.8888621430230979,
    0.8888621430230979,
    0.9016458173701959,
    0.9016458173701959,
    0.9016458173701959,
    0.9016458173701959
  ]
}