{
  "0": [
    "Tech companies are displaying demo screens showing their latest apps. The screens feature a blue interface and a white background.",
    "Tech companies are displaying demo screens featuring their latest apps. The screens have a blue interface and a white background.",
    "Tech companies are displaying demo screens featuring their latest apps, with a blue interface and a white background. Students line up outside the university gym before the career fair opens.",
    "Tech companies are displaying demo screens with a blue interface and a white background. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "Tech companies are displaying demo screens with a blue interface and a white background. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Tech companies are displaying demo screens with a blue interface and a white background. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "Tech companies are displaying demo screens with a blue interface and a white background. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "Tech companies are displaying demo screens with a blue interface and a white background. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "Tech companies are displaying demo screens with a blue interface and a white background. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "Tech companies are displaying demo screens with a blue interface and a white background. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "The scene consists of tech companies displaying demo screens with a blue interface and a white background. Outside the university gym, students line up before the career fair opens, while career counselors remind attendees to maintain eye contact. Alumni volunteers share pep talks near a coffee station, and students clutch resumes inside branded folders. A welcome announcement details the fair schedule via the PA system, and healthcare providers showcase community outreach photos.",
    "The scene features tech companies displaying demo screens with a blue interface and a white background, alongside healthcare providers showcasing community outreach photos. Outside the university gym, students line up before the career fair opens, while career counselors remind attendees to maintain eye contact. Alumni volunteers share pep talks near a coffee station, and students clutch resumes inside branded folders. A welcome announcement details the fair schedule via the PA system.",
    "The scene is dominated by tech companies displaying demo screens with a blue interface and a white background, while healthcare providers showcase community outreach photos. Outside the university gym, students line up before the career fair opens, and career counselors remind attendees to maintain eye contact. Alumni volunteers share pep talks near a coffee station, and students clutch resumes inside branded folders. A welcome announcement details the fair schedule via the PA system."
  ],
  "0_score": [
    0.32725631988911624,
    0.32725631988911624,
    0.33131242490677826,
    0.33131242490677826,
    0.33131242490677826,
    0.33131242490677826,
    0.5289642066497425,
    0.5289642066497425,
    0.5289642066497425,
    0.5289642066497425,
    0.6999872064232251,
    0.6999872064232251,
    0.6999872064232251,
    0.6999872064232251,
    0.7941463982758317,
    0.7941463982758317,
    0.7941463982758317,
    0.7941463982758317,
    0.8410474700297351,
    0.8410474700297351,
    0.8410474700297351,
    0.8410474700297351,
    0.8410474700297351,
    0.8410474700297351,
    0.8410474700297351,
    0.8410474700297351,
    0.8410474700297351,
    0.8410474700297351,
    0.8410474700297351,
    0.8410474700297351,
    0.8410474700297351,
    0.8762698806883145,
    0.8762698806883145,
    0.8762698806883145,
    0.8762698806883145,
    0.8762698806883145,
    0.8762698806883145,
    0.8762698806883145,
    0.8762698806883145,
    0.8762698806883145,
    0.8762698806883145,
    0.8762698806883145,
    0.8762698806883145,
    0.8762698806883145,
    0.8762698806883145,
    0.8762698806883145,
    0.8762698806883145,
    0.8762698806883145,
    0.8762698806883145,
    0.8762698806883145,
    0.8762698806883145,
    0.8095699051356333,
    0.8095699051356333,
    0.8095699051356333,
    0.8095699051356333,
    0.8095699051356333,
    0.8095699051356333,
    0.7942081056446892,
    0.7942081056446892,
    0.7942081056446892,
    0.7942081056446892,
    0.7942081056446892,
    0.7942081056446892,
    0.7942081056446892,
    0.7942081056446892,
    0.8137948378436212
  ],
  "1": [
    "",
    "The fair schedule is announced over the PA system. The fair includes a schedule of events.",
    "The fair schedule is announced over the PA system. A welcome announcement outlines the fair schedule, detailing the events planned for the fair.",
    "The fair schedule has been announced over the PA system, detailing the planned events. Students are clutching resumes inside branded folders.",
    "The fair schedule has been announced over the PA system, detailing the planned events. Students are clutching resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "The fair schedule has been announced over the PA system, detailing the planned events. Students are clutching resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact.",
    "The fair schedule has been announced over the PA system, detailing the planned events. Students are clutching resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds dozens of booths displaying colorful banners. A welcome announcement detailing the fair schedule plays over the PA system. Students are clutching resumes inside branded folders, and career counselors remind attendees to maintain eye contact.",
    "The polished floor surrounds dozens of booths displaying colorful banners, and a welcome announcement detailing the fair schedule plays over the PA system. Students are clutching resumes inside branded folders, and career counselors remind attendees to maintain eye contact.",
    "The polished floor surrounds dozens of booths displaying colorful banners, and a welcome announcement detailing the fair schedule plays over the PA system. Students are clutching resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "The polished floor surrounds dozens of booths displaying colorful banners, and a welcome announcement detailing the fair schedule plays over the PA system. Students are clutching resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "The polished floor surrounds dozens of booths displaying colorful banners. A welcome announcement detailing the fair schedule plays over the PA system. Students are clutching resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds dozens of booths displaying colorful banners. A welcome announcement detailing the fair schedule plays over the PA system. Students are clutching resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "The polished floor surrounds dozens of booths displaying colorful banners. A welcome announcement detailing the fair schedule plays over the PA system. Students are clutching resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps."
  ],
  "1_score": [
    0.0,
    0.3883946761859149,
    0.4012984085415965,
    0.4012984085415965,
    0.4012984085415965,
    0.5593222371676,
    0.5593222371676,
    0.5593222371676,
    0.64768577619541,
    0.64768577619541,
    0.64768577619541,
    0.7335586420627543,
    0.7335586420627543,
    0.7335586420627543,
    0.7335586420627543,
    0.7205194006226106,
    0.7205194006226106,
    0.7205194006226106,
    0.7205194006226106,
    0.7205194006226106,
    0.7205194006226106,
    0.706284525449038,
    0.706284525449038,
    0.706284525449038,
    0.706284525449038,
    0.706284525449038,
    0.6084794991401397,
    0.6084794991401397,
    0.6084794991401397,
    0.6084794991401397,
    0.6084794991401397,
    0.6084794991401397,
    0.7066297202431495,
    0.7066297202431495,
    0.7066297202431495,
    0.7066297202431495,
    0.7066297202431495,
    0.7066297202431495,
    0.7066297202431495,
    0.7066297202431495,
    0.7066297202431495,
    0.7066297202431495,
    0.7066297202431495,
    0.7066297202431495,
    0.7066297202431495,
    0.7066297202431495,
    0.7066297202431495,
    0.7256920520340208,
    0.7256920520340208,
    0.7256920520340208,
    0.7256920520340208,
    0.7256920520340208,
    0.7256920520340208,
    0.7256920520340208,
    0.7223699885843915,
    0.7223699885843915,
    0.7223699885843915,
    0.7223699885843915,
    0.7223699885843915,
    0.7223699885843915,
    0.7223699885843915,
    0.7223699885843915,
    0.7223699885843915,
    0.7223699885843915,
    0.7223699885843915,
    0.7223699885843915
  ],
  "2": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders. The folders are branded with the university logo.",
    "Students clutch resumes inside university-branded folders. Career counselors remind attendees to maintain eye contact.",
    "Students clutch resumes inside university-branded folders as career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "Students hold university-branded folders containing resumes while career counselors advise attendees to maintain eye contact. Tech companies present demo screens of their latest apps, and healthcare providers display photos from community outreach programs. The scene is taking place at a career fair.",
    "Students line up outside the university gym before the career fair opens, holding university-branded folders containing resumes. Career counselors advise attendees to maintain eye contact. Tech companies present demo screens of their latest apps, and healthcare providers display photos from community outreach programs.",
    "Students line up outside the university gym before the career fair opens, holding university-branded folders containing resumes. Career counselors advise attendees to maintain eye contact. Tech companies present demo screens of their latest apps, and healthcare providers display photos from community outreach programs. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens, holding university-branded folders containing resumes. Career counselors advise attendees to maintain eye contact. Tech companies present demo screens of their latest apps, and healthcare providers display photos from community outreach programs. Students clutch resumes inside branded folders.",
    "Outside the university gym, students in university-branded folders hold resumes as they wait for the career fair to open. Career counselors advise attendees to maintain eye contact. Tech companies present demo screens of their latest apps, while healthcare providers display photos from community outreach programs. Students clutch resumes inside branded folders.",
    "Outside the university gym, students in university-branded folders hold resumes as they wait for the career fair to open. Career counselors advise attendees to maintain eye contact. Tech companies present demo screens of their latest apps, while healthcare providers display photos from community outreach programs. Students clutch resumes inside branded folders.",
    "Outside the university gym, students in university-branded folders hold resumes as they wait for the career fair to open. Career counselors advise attendees to maintain eye contact. Tech companies present demo screens of their latest apps, while healthcare providers display photos from community outreach programs. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students in university-branded folders hold resumes as they wait for the career fair to open. Career counselors advise attendees to maintain eye contact. Tech companies present demo screens of their latest apps, while healthcare providers display photos from community outreach programs. Tech companies display demo screens showing their latest apps."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.45588472614932585,
    0.5884906185170341,
    0.5884906185170341,
    0.5884906185170341,
    0.6263321038975354,
    0.6263321038975354,
    0.6263321038975354,
    0.6263321038975354,
    0.6263321038975354,
    0.728278890479633,
    0.728278890479633,
    0.728278890479633,
    0.728278890479633,
    0.728278890479633,
    0.728278890479633,
    0.728278890479633,
    0.8034332884007233,
    0.8034332884007233,
    0.8034332884007233,
    0.8034332884007233,
    0.8034332884007233,
    0.8034332884007233,
    0.8380570045334867,
    0.8380570045334867,
    0.8380570045334867,
    0.8380570045334867,
    0.8380570045334867,
    0.8380570045334867,
    0.8380570045334867,
    0.8380570045334867,
    0.8380570045334867,
    0.8380570045334867,
    0.8380570045334867,
    0.8380570045334867,
    0.8380570045334867,
    0.8276581452296503,
    0.8276581452296503,
    0.8276581452296503,
    0.8276581452296503,
    0.8276581452296503,
    0.8276581452296503,
    0.8276581452296503,
    0.8276581452296503,
    0.8276581452296503,
    0.8276581452296503,
    0.8276581452296503,
    0.8276581452296503,
    0.8276581452296503,
    0.8276581452296503,
    0.8555857209656303,
    0.8555857209656303,
    0.8555857209656303,
    0.8555857209656303,
    0.8555857209656303,
    0.8555857209656303,
    0.8555857209656303,
    0.8555857209656303,
    0.8398083559997747,
    0.8398083559997747,
    0.8398083559997747,
    0.8398083559997747,
    0.8398083559997747,
    0.8398083559997747
  ],
  "3": [
    "",
    "Event staff are scanning registrations and distributing lanyards at the entrance. The event is currently in progress.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, as the event is currently in progress. Consulting firms are stacking glossy case study booklets on high tables.",
    "Event staff are scanning registrations and distributing lanyards at the entrance as the event is currently in progress. Consulting firms are stacking glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing lanyards at the entrance as the event is currently in progress. Consulting firms are stacking glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "Event staff are scanning registrations and distributing lanyards at the entrance as the event is currently in progress. Consulting firms are stacking glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "Event staff are scanning registrations and distributing lanyards at the entrance as the event is currently in progress. Consulting firms are stacking glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system.",
    "Event staff are scanning registrations and distributing lanyards at the entrance as the event is currently in progress. Consulting firms are stacking glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor, and a welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing lanyards at the entrance as the event is currently in progress. Consulting firms are stacking glossy case study booklets on high tables, and dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system, with career counselors reminding attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing lanyards at the entrance as the event is currently in progress. Consulting firms are stacking glossy case study booklets on high tables, and dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system, with career counselors reminding attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "Event staff are scanning registrations and distributing lanyards at the entrance as the event is currently in progress. Consulting firms are stacking glossy case study booklets on high tables, and dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps, and a welcome announcement outlines the fair schedule over the PA system.",
    "Event staff are scanning registrations and distributing lanyards at the entrance as the event is currently in progress. Consulting firms are stacking glossy case study booklets on high tables, and dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps, and a welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders.",
    "Event staff are scanning registrations and distributing lanyards at the entrance as the event is currently in progress. Consulting firms are stacking glossy case study booklets on high tables, and dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps, and a welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders.",
    "Event staff are scanning registrations and distributing lanyards at the entrance as the event is currently in progress. Consulting firms are stacking glossy case study booklets on high tables, and dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps, and a welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders."
  ],
  "3_score": [
    0.0,
    0.4274565617379261,
    0.4274565617379261,
    0.4274565617379261,
    0.4576125992897766,
    0.4576125992897766,
    0.4576125992897766,
    0.6513715196543229,
    0.6513715196543229,
    0.7393413585926735,
    0.7393413585926735,
    0.7393413585926735,
    0.7393413585926735,
    0.6240456288678433,
    0.6240456288678433,
    0.6240456288678433,
    0.6240456288678433,
    0.6240456288678433,
    0.6656582527968284,
    0.6656582527968284,
    0.6656582527968284,
    0.6656582527968284,
    0.7112776344348317,
    0.7112776344348317,
    0.7112776344348317,
    0.7112776344348317,
    0.6975197837308058,
    0.6975197837308058,
    0.6975197837308058,
    0.6975197837308058,
    0.6975197837308058,
    0.7312905305158357,
    0.7312905305158357,
    0.7312905305158357,
    0.7312905305158357,
    0.7312905305158357,
    0.7312905305158357,
    0.6261660314576108,
    0.6261660314576108,
    0.6261660314576108,
    0.6261660314576108,
    0.6261660314576108,
    0.6261660314576108,
    0.6261660314576108,
    0.6261660314576108,
    0.6261660314576108,
    0.6893433642393474,
    0.6893433642393474,
    0.6893433642393474,
    0.6893433642393474,
    0.6893433642393474,
    0.6893433642393474,
    0.6893433642393474,
    0.6893433642393474,
    0.6893433642393474,
    0.6893433642393474,
    0.6893433642393474,
    0.6893433642393474,
    0.6893433642393474,
    0.6893433642393474,
    0.6893433642393474,
    0.6893433642393474,
    0.6893433642393474,
    0.6893433642393474,
    0.6893433642393474,
    0.6893433642393474
  ],
  "4": [
    "",
    "",
    "",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Registrations are being scanned and lanyards are being handed out.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Registrations are being scanned and lanyards are being handed out. Healthcare providers are showcasing community outreach photos.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Healthcare providers are showcasing community outreach photos on the floor. Consulting firms are stacking glossy case study booklets on high tables.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Healthcare providers are showcasing community outreach photos on the floor, and consulting firms are stacking glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Healthcare providers are showcasing community outreach photos on the floor, and consulting firms are stacking glossy case study booklets on high tables. Alumni volunteers are sharing quick pep talks near the coffee station.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Healthcare providers are showcasing community outreach photos on the floor, and consulting firms are stacking glossy case study booklets on high tables. Alumni volunteers are sharing quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Healthcare providers are showcasing community outreach photos on the floor, and consulting firms are stacking glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor, while alumni volunteers are sharing quick pep talks near the coffee station and career counselors remind attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Healthcare providers are showcasing community outreach photos on the floor, and consulting firms are stacking glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor, while alumni volunteers are sharing quick pep talks near the coffee station and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, while dozens of booths with colorful banners circle the polished floor. Healthcare providers are showcasing community outreach photos on the floor, and consulting firms are stacking glossy case study booklets on high tables. Alumni volunteers are sharing quick pep talks near the coffee station and career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, while dozens of booths with colorful banners circle the polished floor. Healthcare providers are showcasing community outreach photos on the floor, and consulting firms are stacking glossy case study booklets on high tables. Alumni volunteers are sharing quick pep talks near the coffee station and career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, while dozens of booths with colorful banners circle the polished floor. Healthcare providers are showcasing community outreach photos on the floor, and consulting firms are stacking glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, while dozens of booths with colorful banners circle the polished floor. Healthcare providers are showcasing community outreach photos on the floor, and consulting firms are stacking glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders, and career counselors remind attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, while dozens of booths with colorful banners circle the polished floor. Healthcare providers are showcasing community outreach photos on the floor, and consulting firms are stacking glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders, and career counselors remind attendees to maintain eye contact."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.4220319329711467,
    0.5173862508217323,
    0.5173862508217323,
    0.5173862508217323,
    0.5387410792271935,
    0.5387410792271935,
    0.5387410792271935,
    0.5387410792271935,
    0.5387410792271935,
    0.5387410792271935,
    0.614089673924384,
    0.614089673924384,
    0.614089673924384,
    0.614089673924384,
    0.5994421631558633,
    0.5994421631558633,
    0.5994421631558633,
    0.5994421631558633,
    0.5994421631558633,
    0.6441713939766359,
    0.6441713939766359,
    0.6441713939766359,
    0.6441713939766359,
    0.6441713939766359,
    0.6557320482661924,
    0.6557320482661924,
    0.6557320482661924,
    0.6557320482661924,
    0.6557320482661924,
    0.6557320482661924,
    0.6557320482661924,
    0.6557320482661924,
    0.7058051467452362,
    0.7058051467452362,
    0.7058051467452362,
    0.7058051467452362,
    0.7058051467452362,
    0.804545769560926,
    0.804545769560926,
    0.804545769560926,
    0.804545769560926,
    0.804545769560926,
    0.804545769560926,
    0.8077233065140145,
    0.8077233065140145,
    0.8077233065140145,
    0.8077233065140145,
    0.8077233065140145,
    0.8077233065140145,
    0.7316326959311511,
    0.7316326959311511,
    0.7316326959311511,
    0.7316326959311511,
    0.7316326959311511,
    0.7316326959311511,
    0.7316326959311511,
    0.7654625679295388,
    0.7654625679295388,
    0.7654625679295388,
    0.7654625679295388,
    0.7654625679295388,
    0.7654625679295388,
    0.7654625679295388
  ],
  "5": [
    "",
    "The career counselors instructed attendees to maintain eye contact.",
    "Attendees were instructed to maintain eye contact by the career counselors. The career counselors reminded attendees to maintain eye contact.",
    "The career counselors instructed attendees to maintain eye contact. The counselors repeatedly reminded attendees to maintain eye contact.",
    "The career counselors instructed attendees to maintain eye contact and repeatedly reminded them to do so. Attendees were directed to focus on the counselors while they spoke.",
    "Attendees were instructed to maintain eye contact with the career counselors and focus on their spoken words. Tech companies are displaying demo screens showcasing their latest apps.",
    "Attendees are maintaining eye contact with the career counselors and focusing on their spoken words. Tech companies are displaying demo screens showcasing their latest apps. Career counselors are reiterating the instruction to maintain eye contact with attendees.",
    "Attendees are maintaining eye contact with the career counselors and focusing on their spoken words. Tech companies are displaying demo screens showcasing their latest apps. Career counselors are reiterating the instruction to maintain eye contact with attendees. Tech companies display demo screens showing their latest apps.",
    "Attendees are maintaining eye contact with the career counselors and focusing on their spoken words. Tech companies are displaying demo screens showcasing their latest apps. Career counselors are reiterating the instruction to maintain eye contact with attendees. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Attendees are maintaining eye contact with the career counselors and focusing on their spoken words. Tech companies are displaying demo screens showcasing their latest apps. Career counselors are reiterating the instruction to maintain eye contact with attendees.",
    "Attendees are maintaining eye contact with the career counselors and focusing on their spoken words. Tech companies are displaying demo screens showcasing their latest apps. Career counselors are reiterating the instruction to maintain eye contact with attendees.",
    "Attendees are maintaining eye contact with the career counselors and focusing on their spoken words. Tech companies are displaying demo screens showcasing their latest apps. Career counselors are reiterating the instruction to maintain eye contact with attendees."
  ],
  "5_score": [
    0.0,
    0.3782592322611307,
    0.3782592322611307,
    0.3782592322611307,
    0.3782592322611307,
    0.3782592322611307,
    0.419281016411301,
    0.419281016411301,
    0.419281016411301,
    0.4252331812930017,
    0.4252331812930017,
    0.4252331812930017,
    0.4252331812930017,
    0.4252331812930017,
    0.4252331812930017,
    0.5003650673601097,
    0.5003650673601097,
    0.5003650673601097,
    0.5003650673601097,
    0.585453930865136,
    0.585453930865136,
    0.585453930865136,
    0.585453930865136,
    0.585453930865136,
    0.585453930865136,
    0.6086386959435396,
    0.6086386959435396,
    0.6086386959435396,
    0.6086386959435396,
    0.6185325559132913,
    0.6185325559132913,
    0.6185325559132913,
    0.6185325559132913,
    0.6185325559132913,
    0.6185325559132913,
    0.6185325559132913,
    0.6185325559132913,
    0.6221446122983502,
    0.6221446122983502,
    0.6221446122983502,
    0.6221446122983502,
    0.6221446122983502,
    0.6221446122983502,
    0.6221446122983502,
    0.6086386959435396,
    0.6086386959435396,
    0.6086386959435396,
    0.6086386959435396,
    0.6086386959435396,
    0.6086386959435396,
    0.6086386959435396,
    0.6086386959435396,
    0.6086386959435396,
    0.6086386959435396,
    0.6086386959435396,
    0.6086386959435396,
    0.6086386959435396,
    0.6086386959435396,
    0.6086386959435396,
    0.6086386959435396,
    0.6086386959435396,
    0.6086386959435396,
    0.6086386959435396,
    0.6086386959435396,
    0.6086386959435396,
    0.6086386959435396
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps. The screens feature brightly colored interfaces and animated graphics. Several screens display applications for mobile devices.",
    "The exhibit hall showcases demo screens from tech companies, highlighting their newest mobile applications. The screens feature brightly colored interfaces and animated graphics. Career counselors are present, reminding attendees to maintain eye contact.",
    "The exhibit hall displays demo screens from tech companies, featuring brightly colored interfaces and animated graphics. Career counselors are present, reminding attendees to maintain eye contact. A welcome announcement details the fair schedule via the PA system.",
    "The exhibit hall contains demo screens showcasing brightly colored interfaces and animated graphics from various tech companies. Career counselors are positioned around the hall, advising attendees to maintain eye contact. Outside the university gym, students are lined up, awaiting the opening of the career fair. A welcome announcement is being broadcast over the PA system, detailing the fair’s schedule.",
    "The exhibit hall features demo screens displaying brightly colored interfaces and animated graphics from tech companies. Career counselors are positioned around the hall, advising attendees to maintain eye contact. Students line up outside the university gym, awaiting the opening of the career fair. A welcome announcement is being broadcast over the PA system, detailing the fair’s schedule.",
    "The exhibit hall contains demo screens displaying brightly colored interfaces and animated graphics from tech companies. Career counselors are positioned around the hall, advising attendees to maintain eye contact. Students line up outside the university gym, awaiting the opening of the career fair. A welcome announcement is being broadcast over the PA system, detailing the fair’s schedule. Healthcare providers showcase community outreach photos.",
    "The exhibit hall features demo screens displaying brightly colored interfaces and animated graphics from tech companies, while career counselors advise attendees to maintain eye contact. Students line up outside the university gym, awaiting the opening of the career fair. Healthcare providers showcase community outreach photos, and a welcome announcement is being broadcast over the PA system, detailing the fair’s schedule. Students line up outside the university gym before the career fair opens.",
    "The exhibit hall features demo screens displaying brightly colored interfaces and animated graphics from tech companies, while career counselors advise attendees to maintain eye contact. Students line up outside the university gym, awaiting the opening of the career fair. Healthcare providers showcase community outreach photos, and a welcome announcement is being broadcast over the PA system, detailing the fair’s schedule. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps.",
    "The exhibit hall contains demo screens displaying brightly colored interfaces and animated graphics from tech companies, while career counselors advise attendees to maintain eye contact. Students line up outside the university gym, awaiting the opening of the career fair. Healthcare providers showcase community outreach photos, and a welcome announcement is being broadcast over the PA system, detailing the fair’s schedule. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "The exhibit hall features demo screens displaying brightly colored interfaces and animated graphics from tech companies, while career counselors advise attendees to maintain eye contact. Students line up outside the university gym, awaiting the opening of the career fair. Healthcare providers showcase community outreach photos, and a welcome announcement is being broadcast over the PA system, detailing the fair’s schedule. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4589101909349377,
    0.4589101909349377,
    0.4589101909349377,
    0.4589101909349377,
    0.5951915871475828,
    0.5951915871475828,
    0.5951915871475828,
    0.5951915871475828,
    0.5951915871475828,
    0.6747420313050306,
    0.6747420313050306,
    0.6747420313050306,
    0.6747420313050306,
    0.6747420313050306,
    0.6747420313050306,
    0.8169650513907584,
    0.8169650513907584,
    0.8169650513907584,
    0.8169650513907584,
    0.8169650513907584,
    0.8169650513907584,
    0.8169650513907584,
    0.8251841542618163,
    0.8251841542618163,
    0.8251841542618163,
    0.8251841542618163,
    0.8251841542618163,
    0.8251841542618163,
    0.8251841542618163,
    0.8251841542618163,
    0.8370367860951207,
    0.8370367860951207,
    0.8370367860951207,
    0.8370367860951207,
    0.8370367860951207,
    0.8370367860951207,
    0.7878060798787491,
    0.7878060798787491,
    0.7878060798787491,
    0.7878060798787491,
    0.7878060798787491,
    0.7878060798787491,
    0.7878060798787491,
    0.8073662668314056,
    0.8073662668314056,
    0.8073662668314056,
    0.8073662668314056,
    0.8073662668314056,
    0.8073662668314056,
    0.8210422614002146,
    0.8210422614002146,
    0.8210422614002146,
    0.8210422614002146,
    0.8210422614002146,
    0.8210422614002146,
    0.8210422614002146,
    0.8229930737399973,
    0.8229930737399973,
    0.8229930737399973,
    0.8229930737399973
  ],
  "7": [
    "The career counselors reminded attendees to maintain eye contact during the presentations.",
    "Attendees at the career counseling session were advised to maintain eye contact during the presentations. Tech companies are displaying demo screens showcasing their latest apps.",
    "Attendees at the career counseling session were advised to maintain eye contact during the presentations. Tech companies are displaying demo screens showcasing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "Attendees lined up outside the university gym, awaiting the opening of the career fair. Event staff scanned registrations and handed out lanyards at the entrance, while tech companies displayed demo screens showcasing their latest apps. Attendees were advised to maintain eye contact during the presentations.",
    "Attendees lined up outside the university gym, awaiting the opening of the career fair. Event staff scanned registrations and handed out lanyards at the entrance, while tech companies displayed demo screens showcasing their latest apps. Career counselors advised attendees to maintain eye contact during the presentations.",
    "Attendees lined up outside the university gym, awaiting the opening of the career fair. Event staff scanned registrations and handed out lanyards at the entrance, while tech companies displayed demo screens showcasing their latest apps. Career counselors advised attendees to maintain eye contact during the presentations. Alumni volunteers shared quick pep talks near the coffee station.",
    "Attendees lined up outside the university gym, awaiting the opening of the career fair. Event staff scanned registrations and handed out lanyards at the entrance, while tech companies displayed demo screens showcasing their latest apps. Career counselors advised attendees to maintain eye contact during the presentations. Alumni volunteers shared quick pep talks near the coffee station. Consulting firms stacked glossy case study booklets on high tables.",
    "Students line up outside the university gym, awaiting the opening of the career fair. Event staff scanned registrations and handed out lanyards at the entrance, while tech companies displayed demo screens showcasing their latest apps. Career counselors advised attendees to maintain eye contact during the presentations. Alumni volunteers shared quick pep talks near the coffee station, and consulting firms stacked glossy case study booklets on high tables.",
    "Students lined up outside the university gym awaiting the opening of the career fair. Event staff scanned registrations and handed out lanyards at the entrance, while tech companies displayed demo screens showcasing their latest apps. Career counselors advised attendees to maintain eye contact during the presentations, and alumni volunteers shared quick pep talks near the coffee station. Consulting firms stacked glossy case study booklets on high tables.",
    "Students lined up outside the university gym awaiting the opening of the career fair. Event staff scanned registrations and handed out lanyards at the entrance, while tech companies displayed demo screens showcasing their latest apps. Career counselors advised attendees to maintain eye contact during the presentations, and alumni volunteers shared quick pep talks near the coffee station. Consulting firms stacked glossy case study booklets on high tables.",
    "Students lined up outside the university gym awaiting the opening of the career fair. Event staff scan registrations and hand out lanyards at the entrance, while tech companies displayed demo screens showcasing their latest apps. Career counselors advised attendees to maintain eye contact during the presentations, and alumni volunteers shared quick pep talks near the coffee station. Consulting firms stacked glossy case study booklets on high tables.",
    "Students lined up outside the university gym awaiting the opening of the career fair. Event staff scan registrations and hand out lanyards at the entrance, while tech companies displayed demo screens showcasing their latest apps. Career counselors advised attendees to maintain eye contact during the presentations, and alumni volunteers shared quick pep talks near the coffee station. Consulting firms stacked glossy case study booklets on high tables.",
    "Students lined up outside the university gym awaiting the opening of the career fair. Event staff scanned registrations and handed out lanyards at the entrance, while tech companies displayed demo screens showcasing their latest apps. Career counselors advised attendees to maintain eye contact during the presentations, and alumni volunteers shared quick pep talks near the coffee station. Consulting firms stacked glossy case study booklets on high tables."
  ],
  "7_score": [
    0.3453125111349641,
    0.3453125111349641,
    0.47126823540905255,
    0.47126823540905255,
    0.47126823540905255,
    0.6495210147177632,
    0.6495210147177632,
    0.6495210147177632,
    0.6495210147177632,
    0.6495210147177632,
    0.7533720486673561,
    0.7533720486673561,
    0.7533720486673561,
    0.7533720486673561,
    0.7724961389202561,
    0.7724961389202561,
    0.7724961389202561,
    0.7724961389202561,
    0.7724961389202561,
    0.7724961389202561,
    0.846586085738138,
    0.846586085738138,
    0.846586085738138,
    0.846586085738138,
    0.846586085738138,
    0.8723665892875787,
    0.8723665892875787,
    0.8723665892875787,
    0.8723665892875787,
    0.8723665892875787,
    0.8491878764590791,
    0.8491878764590791,
    0.8491878764590791,
    0.8491878764590791,
    0.8491878764590791,
    0.8564467979453355,
    0.8564467979453355,
    0.8564467979453355,
    0.8564467979453355,
    0.8564467979453355,
    0.8564467979453355,
    0.8564467979453355,
    0.8564467979453355,
    0.8564467979453355,
    0.8564467979453355,
    0.8564467979453355,
    0.8564467979453355,
    0.8564467979453355,
    0.8565555287383348,
    0.8565555287383348,
    0.8565555287383348,
    0.8565555287383348,
    0.8565555287383348,
    0.8565555287383348,
    0.8565555287383348,
    0.8565555287383348,
    0.8565555287383348,
    0.8565555287383348,
    0.8565555287383348,
    0.8565555287383348,
    0.8565555287383348,
    0.8565555287383348,
    0.8565555287383348,
    0.8564467979453355,
    0.8564467979453355,
    0.8564467979453355
  ],
  "8": [
    "",
    "",
    "Students clutch resumes inside branded folders. The folders feature the university logo.",
    "Students clutch resumes inside university-branded folders. The folders feature the university logo. A welcome announcement outlines the fair schedule over the PA system.",
    "Students hold university-branded folders with the university logo as they prepare for the career fair. An announcement detailing the fair’s schedule plays over the PA system, and alumni volunteers offer pep talks near the coffee station.",
    "Students hold university-branded folders with the university logo as they prepare for the career fair. An announcement detailing the fair’s schedule plays over the PA system, and alumni volunteers offer pep talks near the coffee station. Alumni volunteers share quick pep talks near the coffee station.",
    "Students with university-branded folders containing the university logo prepare for the career fair. An announcement regarding the fair’s schedule plays over the PA system. Alumni volunteers offer pep talks near the coffee station, and students clutch resumes inside the branded folders.",
    "Students with university-branded folders containing the university logo prepare for the career fair. An announcement regarding the fair’s schedule plays over the PA system. Alumni volunteers offer pep talks near the coffee station, and students clutch resumes inside the branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "Students with university-branded folders containing the university logo prepare for the career fair. An announcement regarding the fair’s schedule plays over the PA system. Alumni volunteers offer pep talks near the coffee station, and students clutch resumes inside the branded folders. Dozens of booths with colorful banners circle the polished floor, and event staff scan registrations and hand out lanyards at the entrance.",
    "Students with university-branded folders containing the university logo prepare for the career fair. Dozens of booths with colorful banners circle the polished floor, and event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers offer pep talks near the coffee station, and students clutch resumes inside the branded folders.",
    "Students with university-branded folders containing the university logo prepare for the career fair. Dozens of booths with colorful banners circle the polished floor, and event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers offer pep talks near the coffee station, and students clutch resumes inside the branded folders. Tech companies display demo screens showing their latest apps.",
    "Students with university-branded folders containing the university logo prepare for the career fair. Dozens of booths with colorful banners circle the polished floor, and event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers offer pep talks near the coffee station, and students clutch resumes inside the branded folders. Tech companies display demo screens showing their latest apps.",
    "Students with university-branded folders containing the university logo prepare for the career fair. Dozens of booths with colorful banners circle the polished floor, and event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers offer pep talks near the coffee station, and students clutch resumes inside the branded folders. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos.",
    "Students with university-branded folders prepare for the career fair as dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance, while alumni volunteers offer pep talks near the coffee station. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos."
  ],
  "8_score": [
    0.0,
    0.0,
    0.4724095787265238,
    0.5996577422206236,
    0.5996577422206236,
    0.6852613299303963,
    0.6852613299303963,
    0.6852613299303963,
    0.6852613299303963,
    0.7947946713993439,
    0.7947946713993439,
    0.7947946713993439,
    0.7947946713993439,
    0.7658437586767401,
    0.7658437586767401,
    0.7658437586767401,
    0.807991943539575,
    0.807991943539575,
    0.807991943539575,
    0.807991943539575,
    0.8070557788652384,
    0.8070557788652384,
    0.8070557788652384,
    0.8070557788652384,
    0.8070557788652384,
    0.8070557788652384,
    0.8070557788652384,
    0.8070557788652384,
    0.8070557788652384,
    0.8070557788652384,
    0.8070557788652384,
    0.8070557788652384,
    0.7983073130560377,
    0.7983073130560377,
    0.7983073130560377,
    0.7983073130560377,
    0.7983073130560377,
    0.7983073130560377,
    0.7983073130560377,
    0.7983073130560377,
    0.7983073130560377,
    0.7983073130560377,
    0.7983073130560377,
    0.8322815877653549,
    0.8322815877653549,
    0.8322815877653549,
    0.8322815877653549,
    0.8322815877653549,
    0.8322815877653549,
    0.8322815877653549,
    0.8322815877653549,
    0.8322815877653549,
    0.8322815877653549,
    0.8322815877653549,
    0.8322815877653549,
    0.8322815877653549,
    0.8322815877653549,
    0.8279889439209474,
    0.8279889439209474,
    0.8279889439209474,
    0.8279889439209474,
    0.8279889439209474,
    0.8279889439209474,
    0.8046276639792768,
    0.8046276639792768,
    0.8046276639792768
  ],
  "9": [
    "",
    "The healthcare providers are presenting photographs from community outreach events. The photos depict a group of individuals, predominantly adults, gathered outdoors in a grassy area. Several people are wearing light blue shirts. A small table is visible in the foreground, and a red banner is strung between two trees. The banner reads “Healthy Hearts, Healthy Lives.”",
    "A group of adults are gathered outdoors in a grassy area, with several individuals wearing light blue shirts. A small table is positioned in the foreground, and a red banner reading “Healthy Hearts, Healthy Lives” is strung between two trees. Event staff are scanning registrations and distributing lanyards at the entrance of the event.",
    "A group of adults are gathered outdoors in a grassy area, with several individuals wearing light blue shirts. A small table is positioned in the foreground, and a red banner reading “Healthy Hearts, Healthy Lives” is strung between two trees. Event staff are scanning registrations and distributing lanyards at the entrance of the event. Alumni volunteers are sharing quick pep talks near the coffee station.",
    "A group of adults are gathered outdoors in a grassy area, with several individuals wearing light blue shirts. A small table is positioned in the foreground, and a red banner reading “Healthy Hearts, Healthy Lives” is strung between two trees. Event staff are scanning registrations and distributing lanyards at the entrance of the event. Alumni volunteers are sharing quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "A group of adults are gathered outdoors in a grassy area, with several individuals wearing light blue shirts. A small table is positioned in the foreground, and a red banner reading “Healthy Hearts, Healthy Lives” is strung between two trees. Event staff are scanning registrations and distributing lanyards at the entrance of the event, while alumni volunteers are sharing quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and tech companies display demo screens showing their latest apps.",
    "A group of adults are gathered outdoors in a grassy area, with several individuals wearing light blue shirts. A small table is positioned in the foreground, and a red banner reading “Healthy Hearts, Healthy Lives” is strung between two trees. Event staff are scanning registrations and distributing lanyards at the entrance of the event, while alumni volunteers are sharing quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and tech companies display demo screens showing their latest apps.",
    "A group of adults are gathered outdoors in a grassy area, with several individuals wearing light blue shirts. A small table is positioned in the foreground, and a red banner reading “Healthy Hearts, Healthy Lives” is strung between two trees. Event staff are scanning registrations and distributing lanyards at the entrance of the event, while alumni volunteers are sharing quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact.",
    "A group of adults are gathered outdoors in a grassy area, with several individuals wearing light blue shirts. A small table is positioned in the foreground, and a red banner reading “Healthy Hearts, Healthy Lives” is strung between two trees. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. Event staff are scanning registrations and distributing lanyards at the entrance of the event.",
    "A grassy area hosts a career fair with dozens of booths surrounding a polished floor. Several adults wear light blue shirts, and a red banner reading “Healthy Hearts, Healthy Lives” is strung between two trees. Event staff are scanning registrations and distributing lanyards at the entrance, while students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos.",
    "A polished floor surrounds dozens of booths within a grassy area, where several adults in light blue shirts line up outside the university gym before the career fair opens. Event staff are scanning registrations and distributing lanyards at the entrance, while healthcare providers showcase community outreach photos. A red banner reading “Healthy Hearts, Healthy Lives” is strung between two trees.",
    "A polished floor surrounds dozens of booths within a grassy area. Several adults in light blue shirts line up outside the university gym before the career fair opens. Event staff are scanning registrations and distributing lanyards at the entrance, while healthcare providers showcase community outreach photos. A red banner reading “Healthy Hearts, Healthy Lives” is strung between two trees. Students clutch resumes inside branded folders.",
    "The polished floor surrounds dozens of booths within a grassy area. Several adults in light blue shirts line up outside the university gym before the career fair opens. Event staff are scanning registrations and distributing lanyards at the entrance, while healthcare providers showcase community outreach photos. A red banner reading “Healthy Hearts, Healthy Lives” is strung between two trees. Students clutch resumes inside branded folders, and dozens of booths with colorful banners circle the floor."
  ],
  "9_score": [
    0.0,
    0.40939982381526907,
    0.40939982381526907,
    0.40939982381526907,
    0.38598772462816455,
    0.38598772462816455,
    0.38598772462816455,
    0.38598772462816455,
    0.47122111609256423,
    0.47122111609256423,
    0.47122111609256423,
    0.47122111609256423,
    0.5340165790597599,
    0.5340165790597599,
    0.5340165790597599,
    0.5340165790597599,
    0.5340165790597599,
    0.5483879216859209,
    0.5483879216859209,
    0.5483879216859209,
    0.5483879216859209,
    0.5483879216859209,
    0.5483879216859209,
    0.5483879216859209,
    0.5483879216859209,
    0.5483879216859209,
    0.5483879216859209,
    0.5483879216859209,
    0.5483879216859209,
    0.5664828523973241,
    0.5664828523973241,
    0.5664828523973241,
    0.5664828523973241,
    0.5664828523973241,
    0.5100849694825756,
    0.5100849694825756,
    0.5100849694825756,
    0.5100849694825756,
    0.5100849694825756,
    0.7495341151917145,
    0.7495341151917145,
    0.7495341151917145,
    0.7495341151917145,
    0.7495341151917145,
    0.7495341151917145,
    0.7288964574054734,
    0.7288964574054734,
    0.7288964574054734,
    0.7288964574054734,
    0.7288964574054734,
    0.8086398495328341,
    0.8086398495328341,
    0.8086398495328341,
    0.8086398495328341,
    0.8086398495328341,
    0.8086398495328341,
    0.8086398495328341,
    0.8086398495328341,
    0.8076109639772722,
    0.8076109639772722,
    0.8076109639772722,
    0.8076109639772722,
    0.8076109639772722,
    0.8076109639772722,
    0.8076109639772722,
    0.8076109639772722
  ]
}