{
  "0": [
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "Groups of friends mark target employers on the event map; students clutch resumes inside branded folders; healthcare providers showcase community outreach photos.",
    "At the event, groups of friends mark target employers on the event map, while students clutch resumes inside branded folders; healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, groups of friends mark target employers on the event map, while students clutch resumes inside branded folders; healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, groups of friends mark target employers on the event map, students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, groups of friends mark target employers on the event map, while students clutch resumes inside branded folders and healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "At the event, groups of friends mark target employers on the event map, while students clutch resumes inside branded folders and healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage."
  ],
  "0_score": [
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5830259000908439,
    0.5830259000908439,
    0.5830259000908439,
    0.5830259000908439,
    0.5830259000908439,
    0.5830259000908439,
    0.5830259000908439,
    0.5830259000908439,
    0.5830259000908439,
    0.5830259000908439,
    0.48386208398605735,
    0.48386208398605735,
    0.48386208398605735,
    0.48386208398605735,
    0.48386208398605735,
    0.48386208398605735,
    0.48386208398605735,
    0.6419160888543746,
    0.6419160888543746,
    0.6419160888543746,
    0.6419160888543746,
    0.6419160888543746,
    0.6419160888543746,
    0.8304637596275626,
    0.8304637596275626,
    0.8304637596275626,
    0.8304637596275626,
    0.8304637596275626,
    0.8304637596275626,
    0.8304637596275626,
    0.8304637596275626,
    0.8304637596275626,
    0.8304637596275626,
    0.8380887816269862,
    0.8380887816269862,
    0.8380887816269862,
    0.8380887816269862,
    0.8380887816269862,
    0.8380887816269862,
    0.8380887816269862,
    0.8380887816269862,
    0.8380887816269862,
    0.8380887816269862,
    0.8229195016095161,
    0.8229195016095161,
    0.8229195016095161,
    0.8229195016095161,
    0.8229195016095161,
    0.8229195016095161,
    0.8229195016095161,
    0.8229195016095161,
    0.8229195016095161,
    0.8229195016095161,
    0.8229195016095161,
    0.8229195016095161,
    0.8229195016095161,
    0.8229195016095161
  ],
  "1": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall.",
    "At the venue, alumni volunteers deliver quick pep talks near the coffee station, while several students rehearse elevator pitches quietly against the wall. A robotics startup deploys a small drone that hovers above its booth to attract attention.",
    "At the venue, alumni volunteers deliver quick pep talks near the coffee station, while several students rehearse elevator pitches quietly against the wall. A robotics startup deploys a small drone that hovers above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor.",
    "At the venue, alumni volunteers deliver quick pep talks near the coffee station, while several students rehearse elevator pitches quietly against the wall. A robotics startup deploys a small drone that hovers above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor, and a welcome announcement outlines the fair schedule over the PA system.",
    "At the venue, alumni volunteers deliver quick pep talks near the coffee station, while several students rehearse elevator pitches quietly against the wall. A robotics startup deploys a small drone that hovers above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor, and a welcome announcement outlines the fair schedule over the PA system.",
    "At the venue, alumni volunteers deliver quick pep talks near the coffee station, while several students rehearse elevator pitches quietly against the wall. A robotics startup deploys a small drone that hovers above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor as a welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos.",
    "At the venue, alumni volunteers deliver quick pep talks near the coffee station while several students rehearse elevator pitches quietly against the wall. A robotics startup deploys a small drone that hovers above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor as a welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos.",
    "At the venue, alumni volunteers deliver quick pep talks near the coffee station while several students rehearse elevator pitches quietly against the wall. A robotics startup deploys a small drone that hovers above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor as a welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map."
  ],
  "1_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3059230392292524,
    0.3059230392292524,
    0.3059230392292524,
    0.3059230392292524,
    0.3059230392292524,
    0.3059230392292524,
    0.3059230392292524,
    0.5779630308960657,
    0.5779630308960657,
    0.5779630308960657,
    0.5779630308960657,
    0.5779630308960657,
    0.5779630308960657,
    0.5779630308960657,
    0.7366369072443767,
    0.7366369072443767,
    0.7366369072443767,
    0.7366369072443767,
    0.7366369072443767,
    0.7366369072443767,
    0.7366369072443767,
    0.8166886758101062,
    0.8166886758101062,
    0.8166886758101062,
    0.8166886758101062,
    0.8166886758101062,
    0.8166886758101062,
    0.8166886758101062,
    0.8166886758101062,
    0.8166886758101062,
    0.8166886758101062,
    0.8166886758101062,
    0.8166886758101062,
    0.8166886758101062,
    0.8166886758101062,
    0.8166886758101062,
    0.8361611779520071,
    0.8361611779520071,
    0.8361611779520071,
    0.8361611779520071,
    0.8361611779520071,
    0.8361611779520071,
    0.8361611779520071,
    0.8361611779520071,
    0.8307758987327926,
    0.8307758987327926,
    0.8307758987327926,
    0.8307758987327926,
    0.8307758987327926,
    0.8307758987327926,
    0.8307758987327926,
    0.8307758987327926,
    0.8307758987327926,
    0.8307758987327926,
    0.854627850392151,
    0.854627850392151,
    0.854627850392151,
    0.854627850392151
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries; consulting firms stack glossy case study booklets on high tables.",
    "At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, forming a display of materials. A cybersecurity company runs a password cracking challenge on a laptop, illustrating hands-on security activities.",
    "At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, forming a display of materials. A cybersecurity company runs a password cracking challenge on a laptop, illustrating hands-on security activities. Healthcare providers showcase community outreach photos.",
    "At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Consulting firms arrange glossy case study booklets on high tables, creating a display of materials. A cybersecurity company hosts a password-cracking challenge on a laptop, illustrating hands-on security activities. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Consulting firms display glossy case study booklets on high tables, forming a materials display. A cybersecurity company hosts a password-cracking challenge on a laptop, demonstrating hands-on security activities. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume-review table near the stage.",
    "At the event, career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Consulting firms display glossy case-study booklets on high tables, forming a materials display. A cybersecurity company hosts a password-cracking challenge on a laptop, demonstrating hands-on security activities. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume-review table near the stage.",
    "At the event, career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Consulting firms display glossy case-study booklets on high tables, forming a materials display. A cybersecurity company hosts a password-cracking challenge on a laptop, demonstrating hands-on security activities. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume-review table near the stage."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.4364375765715236,
    0.4364375765715236,
    0.4364375765715236,
    0.4364375765715236,
    0.4364375765715236,
    0.4364375765715236,
    0.4364375765715236,
    0.7755047923687117,
    0.7755047923687117,
    0.7755047923687117,
    0.7755047923687117,
    0.7755047923687117,
    0.7755047923687117,
    0.80021678502744,
    0.80021678502744,
    0.80021678502744,
    0.80021678502744,
    0.80021678502744,
    0.80021678502744,
    0.80021678502744,
    0.8050290088595905,
    0.8050290088595905,
    0.8050290088595905,
    0.8050290088595905,
    0.8050290088595905,
    0.8050290088595905,
    0.8050290088595905,
    0.8050290088595905,
    0.8026589272971278,
    0.8026589272971278,
    0.8026589272971278,
    0.8026589272971278,
    0.8026589272971278,
    0.8026589272971278,
    0.8026589272971278,
    0.8026589272971278,
    0.8015965106140728,
    0.8015965106140728,
    0.8015965106140728,
    0.8015965106140728,
    0.8015965106140728,
    0.8015965106140728,
    0.8015965106140728,
    0.8015965106140728,
    0.8015965106140728,
    0.8015965106140728,
    0.8015965106140728,
    0.8015965106140728,
    0.8015965106140728,
    0.8015965106140728,
    0.8015965106140728
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage.",
    "At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor.",
    "At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor, while some students rehearse elevator pitches quietly against the wall.",
    "Event space features dozens of booths with colorful banners circling a polished floor, while some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage.",
    "The event space features dozens of booths with colorful banners circling a polished floor, while some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage.",
    "Dozens of booths with colorful banners circle a polished floor, while some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage.",
    "Dozens of booths with colorful banners circle a polished floor as some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage, while finance firms offer QR codes for immediate internship applications."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5897080386728846,
    0.5897080386728846,
    0.5897080386728846,
    0.5897080386728846,
    0.5897080386728846,
    0.5897080386728846,
    0.5897080386728846,
    0.5897080386728846,
    0.5897080386728846,
    0.5897080386728846,
    0.750215119707546,
    0.750215119707546,
    0.750215119707546,
    0.750215119707546,
    0.750215119707546,
    0.750215119707546,
    0.750215119707546,
    0.7258278139817484,
    0.7258278139817484,
    0.7258278139817484,
    0.7258278139817484,
    0.7258278139817484,
    0.7258278139817484,
    0.7258278139817484,
    0.7166392908171513,
    0.7166392908171513,
    0.7166392908171513,
    0.7166392908171513,
    0.7166392908171513,
    0.7166392908171513,
    0.7166392908171513,
    0.7166392908171513,
    0.725481262052507,
    0.725481262052507,
    0.725481262052507,
    0.725481262052507,
    0.725481262052507,
    0.725481262052507,
    0.725481262052507,
    0.725481262052507,
    0.725481262052507,
    0.7105943457178256,
    0.7105943457178256,
    0.7105943457178256,
    0.7105943457178256,
    0.7105943457178256,
    0.7105943457178256,
    0.7105943457178256,
    0.7105943457178256,
    0.7105943457178256,
    0.761087781371655,
    0.761087781371655,
    0.761087781371655,
    0.761087781371655
  ],
  "4": [
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while career counselors redirect unsure students toward applicable industries.",
    "Tech companies display demo screens showing their latest apps, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "Tech companies display demo screens showing their latest apps while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, and some students rehearse elevator pitches quietly against the wall.",
    "In a busy career expo scene, tech companies display demo screens showing their latest apps while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, as some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station.",
    "In a busy career expo scene, tech companies display demo screens showing their latest apps while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, as some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "At a busy career expo, tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, as some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews.",
    "At a busy career expo, tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables while some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.5874118462001914,
    0.5874118462001914,
    0.5874118462001914,
    0.5874118462001914,
    0.5874118462001914,
    0.5874118462001914,
    0.5874118462001914,
    0.5874118462001914,
    0.5716986967219313,
    0.5716986967219313,
    0.5716986967219313,
    0.5716986967219313,
    0.5716986967219313,
    0.5716986967219313,
    0.5716986967219313,
    0.5716986967219313,
    0.5716986967219313,
    0.7253730831187,
    0.7253730831187,
    0.7253730831187,
    0.7253730831187,
    0.7253730831187,
    0.7253730831187,
    0.7253730831187,
    0.7253730831187,
    0.7253730831187,
    0.7272591997263544,
    0.7272591997263544,
    0.7272591997263544,
    0.7272591997263544,
    0.7272591997263544,
    0.7272591997263544,
    0.7272591997263544,
    0.7272591997263544,
    0.7272591997263544,
    0.7879215952259516,
    0.7879215952259516,
    0.7879215952259516,
    0.7879215952259516,
    0.7879215952259516,
    0.7879215952259516,
    0.8053172322733572,
    0.8053172322733572
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company is running a password cracking challenge on a laptop. The objects involved are the cybersecurity company as organizer, the password cracking challenge as the activity, and the laptop as the platform hosting the event.",
    "A cybersecurity company is running a password cracking challenge on a laptop, with the company as organizer, the password cracking challenge as the activity, and the laptop as the platform hosting the event. Consulting firms stack glossy case study booklets on high tables.",
    "A cybersecurity company is running a password cracking challenge on a laptop, serving as organizer of the event, with the activity labeled as the password cracking challenge and the laptop as the platform hosting it. Consulting firms stack glossy case study booklets on high tables nearby. The engineering society sponsors a resume review table near the stage.",
    "A cybersecurity company organized a password cracking challenge, hosted on a laptop as the platform for the event. Consulting firms stack glossy case study booklets on high tables nearby. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries.",
    "A cybersecurity company organized a password cracking challenge, hosted on a laptop as the event platform. Nearby, consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "A cybersecurity company organized a password cracking challenge, hosted on a laptop as the event platform. Nearby, consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "A cybersecurity company organized a password cracking challenge, hosted on a laptop as the event platform. Nearby, consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "A cybersecurity company organized a password cracking challenge, hosted on a laptop as the event platform. Nearby, consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4018933589961978,
    0.4018933589961978,
    0.4018933589961978,
    0.4018933589961978,
    0.4018933589961978,
    0.4018933589961978,
    0.4018933589961978,
    0.4018933589961978,
    0.4609288825319862,
    0.4609288825319862,
    0.4609288825319862,
    0.4609288825319862,
    0.4609288825319862,
    0.4609288825319862,
    0.6827201950150702,
    0.6827201950150702,
    0.6827201950150702,
    0.6827201950150702,
    0.6827201950150702,
    0.6827201950150702,
    0.7443355373566194,
    0.7443355373566194,
    0.7443355373566194,
    0.7443355373566194,
    0.7443355373566194,
    0.7443355373566194,
    0.7443355373566194,
    0.7443355373566194,
    0.7557946152599062,
    0.7557946152599062,
    0.7557946152599062,
    0.7557946152599062,
    0.7557946152599062,
    0.7557946152599062,
    0.7557946152599062,
    0.7557946152599062,
    0.7557946152599062,
    0.7557946152599062,
    0.7557946152599062,
    0.7557946152599062,
    0.7557946152599062,
    0.7557946152599062,
    0.7557946152599062,
    0.7557946152599062,
    0.7557946152599062,
    0.7557946152599062,
    0.7737539359410519,
    0.7737539359410519,
    0.7737539359410519,
    0.7737539359410519,
    0.7737539359410519,
    0.7737539359410519,
    0.7737539359410519,
    0.7737539359410519,
    0.7737539359410519,
    0.7737539359410519,
    0.7737539359410519,
    0.7737539359410519,
    0.7737539359410519,
    0.7737539359410519,
    0.7737539359410519
  ],
  "6": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "In a shared scene, some students rehearse elevator pitches quietly against the wall, while tech companies display demo screens showing their latest apps.",
    "In a shared space, some students rehearse elevator pitches quietly against the wall, while tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule.",
    "In a shared space, students rehearse elevator pitches quietly against the wall while tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule. Career counselors redirect unsure students toward applicable industries.",
    "In a shared space, students rehearse elevator pitches quietly against the wall while tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor.",
    "In a shared space for the fair, students rehearse elevator pitches quietly against the wall as tech companies display demo screens of their latest apps. A welcome PA announcement outlines the fair schedule; career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, while groups of friends mark target employers on the event map.",
    "In a shared space for the fair, students rehearse elevator pitches quietly against the wall as tech companies display demo screens of their latest apps. A welcome PA announcement outlines the fair schedule as career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, while groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "In a shared fair space, students rehearse elevator pitches quietly against the wall as tech companies display demo screens of their latest apps. A welcome PA outlines the schedule while career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, and groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "In a shared fair space, students rehearse elevator pitches quietly against the wall as tech companies display demo screens of their latest apps. A welcome PA outlines the schedule while career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, and groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.33877009098928246,
    0.33877009098928246,
    0.33877009098928246,
    0.33877009098928246,
    0.33877009098928246,
    0.5988548822955573,
    0.5988548822955573,
    0.5988548822955573,
    0.5988548822955573,
    0.5988548822955573,
    0.5988548822955573,
    0.5988548822955573,
    0.5988548822955573,
    0.765941549896931,
    0.765941549896931,
    0.765941549896931,
    0.765941549896931,
    0.765941549896931,
    0.765941549896931,
    0.765941549896931,
    0.8265632493765944,
    0.8265632493765944,
    0.8265632493765944,
    0.8265632493765944,
    0.8265632493765944,
    0.8265632493765944,
    0.8265632493765944,
    0.8485148681215311,
    0.8485148681215311,
    0.8485148681215311,
    0.8485148681215311,
    0.8485148681215311,
    0.8485148681215311,
    0.8485148681215311,
    0.8485148681215311,
    0.8483689517686164,
    0.8483689517686164,
    0.8483689517686164,
    0.8483689517686164,
    0.8483689517686164,
    0.8483689517686164,
    0.8483689517686164,
    0.8483689517686164,
    0.8483689517686164,
    0.8483689517686164,
    0.8189851391400376,
    0.8189851391400376,
    0.8189851391400376,
    0.8189851391400376,
    0.8189851391400376,
    0.8189851391400376,
    0.8189851391400376,
    0.8189851391400376,
    0.8189851391400376,
    0.8189851391400376,
    0.8189851391400376,
    0.8189851391400376,
    0.8334148018351926,
    0.8334148018351926
  ],
  "7": [
    "",
    "",
    "",
    "",
    "A welcome announcement outlining the fair schedule is broadcast over the PA system.",
    "A welcome announcement outlining the fair schedule is broadcast over the PA system, while workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement outlining the fair schedule is broadcast over the PA system, while workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station.",
    "In the event space, a welcome announcement outlining the fair schedule is broadcast over the PA system. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In the event space, a welcome announcement outlining the fair schedule is broadcast over the PA system. In the adjoining classroom, workshops on networking etiquette begin. Alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards.",
    "In the event space, a welcome announcement outlining the fair schedule is broadcast over the PA system. In the adjoining classroom, workshops on networking etiquette begin. Alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards.",
    "In the event space, a welcome announcement outlining the fair schedule is broadcast over the PA system. In the adjoining classroom, workshops on networking etiquette begin. Alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries.",
    "Within the event space, a welcome announcement outlining the fair schedule is broadcast over the PA system. In the adjoining classroom, workshops on networking etiquette begin. Alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4053237416042618,
    0.4053237416042618,
    0.4053237416042618,
    0.4053237416042618,
    0.4053237416042618,
    0.41952433154027957,
    0.41952433154027957,
    0.41952433154027957,
    0.41952433154027957,
    0.41952433154027957,
    0.41952433154027957,
    0.41952433154027957,
    0.41952433154027957,
    0.6046280950055278,
    0.6046280950055278,
    0.6046280950055278,
    0.6046280950055278,
    0.6046280950055278,
    0.6046280950055278,
    0.6046280950055278,
    0.7755580107869027,
    0.7755580107869027,
    0.7755580107869027,
    0.7755580107869027,
    0.7755580107869027,
    0.7755580107869027,
    0.7755580107869027,
    0.7755580107869027,
    0.7755580107869027,
    0.8055875933448986,
    0.8055875933448986,
    0.8055875933448986,
    0.8055875933448986,
    0.8055875933448986,
    0.8055875933448986,
    0.8055875933448986,
    0.8055875933448986,
    0.8055875933448986,
    0.8055875933448986,
    0.8055875933448986,
    0.8055875933448986,
    0.8055875933448986,
    0.8055875933448986,
    0.8055875933448986,
    0.8055875933448986,
    0.8304347766014557,
    0.8304347766014557,
    0.8304347766014557,
    0.8304347766014557,
    0.8304347766014557,
    0.8304347766014557,
    0.8304347766014557,
    0.8304347766014557,
    0.8345981509680631,
    0.8345981509680631,
    0.8345981509680631,
    0.8345981509680631,
    0.8345981509680631,
    0.8345981509680631,
    0.8345981509680631,
    0.8345981509680631,
    0.8345981509680631
  ],
  "8": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers are showcasing community outreach photos, while workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers are showcasing community outreach photos, while workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "At the event venue, healthcare providers showcase community outreach photos as networking etiquette workshops begin in the adjoining classroom. Students clutch resumes inside branded folders, while event staff scan registrations and hand out lanyards at the entrance.",
    "At the event venue, healthcare providers showcase community outreach photos as networking etiquette workshops begin in the adjoining classroom. Students clutch resumes inside branded folders, while event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth for attention.",
    "At the event venue, healthcare providers display community outreach photos as networking etiquette workshops begin in the adjoining classroom. Students clutch resumes inside branded folders, while event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "At the event venue, healthcare providers display community outreach photos as networking etiquette workshops begin in the adjoining classroom. Students clutch resumes inside branded folders while event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "At the event venue, healthcare providers display community outreach photos as networking etiquette workshops begin in the adjoining classroom. Students clutch resumes inside branded folders while event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "At the event venue, healthcare providers display community outreach photos as networking etiquette workshops begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance while students clutch resumes in branded folders. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "8_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3034825728116102,
    0.3034825728116102,
    0.3034825728116102,
    0.3034825728116102,
    0.49386382759057157,
    0.49386382759057157,
    0.49386382759057157,
    0.49386382759057157,
    0.49386382759057157,
    0.49386382759057157,
    0.49386382759057157,
    0.49386382759057157,
    0.538711214861512,
    0.538711214861512,
    0.538711214861512,
    0.538711214861512,
    0.538711214861512,
    0.538711214861512,
    0.538711214861512,
    0.538711214861512,
    0.7368349390588189,
    0.7368349390588189,
    0.7368349390588189,
    0.7368349390588189,
    0.7368349390588189,
    0.7368349390588189,
    0.7368349390588189,
    0.7368349390588189,
    0.8062155958705086,
    0.8062155958705086,
    0.8062155958705086,
    0.8062155958705086,
    0.8062155958705086,
    0.8062155958705086,
    0.8062155958705086,
    0.8062155958705086,
    0.8293754654163734,
    0.8293754654163734,
    0.8293754654163734,
    0.8293754654163734,
    0.8293754654163734,
    0.8293754654163734,
    0.8293754654163734,
    0.8293754654163734,
    0.8293754654163734,
    0.8293754654163734,
    0.8293754654163734,
    0.8293754654163734,
    0.8293754654163734,
    0.8293754654163734,
    0.8293754654163734,
    0.8293754654163734,
    0.8439434586211008,
    0.8439434586211008,
    0.8439434586211008,
    0.8439434586211008,
    0.8439434586211008,
    0.8439434586211008,
    0.8439434586211008
  ],
  "9": [
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance, while consulting firms stack glossy case study booklets on high tables.",
    "At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "At the event entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "At the event entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.40607499297072247,
    0.40607499297072247,
    0.40607499297072247,
    0.40607499297072247,
    0.40607499297072247,
    0.40607499297072247,
    0.40607499297072247,
    0.40607499297072247,
    0.7549155880854207,
    0.7549155880854207,
    0.7549155880854207,
    0.7549155880854207,
    0.7549155880854207,
    0.7549155880854207,
    0.7549155880854207,
    0.7540338398803266,
    0.7540338398803266,
    0.7540338398803266,
    0.7540338398803266,
    0.7540338398803266,
    0.7540338398803266,
    0.7651919868762602,
    0.7651919868762602,
    0.7651919868762602,
    0.7651919868762602,
    0.7651919868762602,
    0.7651919868762602,
    0.7651919868762602,
    0.7731790688808073,
    0.7731790688808073,
    0.7731790688808073,
    0.7731790688808073,
    0.7731790688808073,
    0.7731790688808073,
    0.7731790688808073,
    0.7883431563671637,
    0.7883431563671637,
    0.7883431563671637,
    0.7883431563671637,
    0.7883431563671637,
    0.7883431563671637,
    0.7883431563671637,
    0.7883431563671637,
    0.7883431563671637,
    0.7883431563671637,
    0.8236037855741161,
    0.8236037855741161,
    0.8236037855741161,
    0.8236037855741161,
    0.8236037855741161,
    0.8236037855741161,
    0.8236037855741161,
    0.8206329413817091,
    0.8206329413817091,
    0.8206329413817091,
    0.8206329413817091
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym in anticipation of the career fair opening, while healthcare providers display photos illustrating their community outreach efforts.",
    "Outside the university gym, students line up in anticipation of the career fair’s opening, while healthcare providers display photos illustrating their community outreach efforts. At the entrance, event staff scan registrations and hand out lanyards, coordinating check-in as attendees prepare to enter.",
    "Outside the university gym, students line up in anticipation of the career fair’s opening, while healthcare providers display photos illustrating their community outreach efforts. At the entrance, event staff scan registrations and hand out lanyards, coordinating check-in as attendees prepare to enter. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, students line up in anticipation of the career fair’s opening as healthcare providers display photos illustrating their community outreach efforts. At the entrance, event staff scan registrations and hand out lanyards, coordinating check-in as attendees prepare to enter. Tech companies display demo screens showing their latest apps, and a welcome announcement outlines the fair schedule over the PA system.",
    "Outside the university gym, students line up in anticipation of the career fair’s opening while healthcare providers display photos illustrating their community outreach. At the entrance, event staff scan registrations and hand out lanyards, coordinating check-in as attendees prepare to enter. Tech companies display demo screens showing their latest apps, and a welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, students line up in anticipation of the career fair’s opening while healthcare providers display photos illustrating their community outreach. At the entrance, event staff scan registrations and hand out lanyards, coordinating check-in as attendees prepare to enter. Tech companies display demo screens showing their latest apps, and a welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, students line up for the career fair opening while healthcare providers display photos of their community outreach. At the entrance, event staff scan registrations and hand out lanyards, coordinating check-in as attendees prepare to enter. Tech companies display demo screens showing their latest apps, and a welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, students line up for the career fair opening as healthcare providers display photos of their community outreach. At the entrance, event staff scan registrations and hand out lanyards, coordinating check-in as attendees prepare to enter. Tech companies display demo screens showing their latest apps, while a welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.3822710792275522,
    0.3822710792275522,
    0.3822710792275522,
    0.3822710792275522,
    0.3822710792275522,
    0.3822710792275522,
    0.3822710792275522,
    0.6233557705373655,
    0.6233557705373655,
    0.6233557705373655,
    0.6233557705373655,
    0.6233557705373655,
    0.6233557705373655,
    0.7977976918257275,
    0.7977976918257275,
    0.7977976918257275,
    0.7977976918257275,
    0.7977976918257275,
    0.7977976918257275,
    0.7977976918257275,
    0.7917431959829359,
    0.7917431959829359,
    0.7917431959829359,
    0.7917431959829359,
    0.7917431959829359,
    0.7917431959829359,
    0.7917431959829359,
    0.8302320178456538,
    0.8302320178456538,
    0.8302320178456538,
    0.8302320178456538,
    0.8302320178456538,
    0.8302320178456538,
    0.8302320178456538,
    0.8302320178456538,
    0.8383175042133473,
    0.8383175042133473,
    0.8383175042133473,
    0.8383175042133473,
    0.8383175042133473,
    0.8383175042133473,
    0.8383175042133473,
    0.8383175042133473,
    0.8320501999547073,
    0.8320501999547073,
    0.8320501999547073,
    0.8320501999547073,
    0.8320501999547073,
    0.8320501999547073,
    0.8320501999547073,
    0.8320501999547073,
    0.8344490427529612,
    0.8344490427529612
  ],
  "11": [
    "",
    "",
    "Students are lined up outside the university gym in anticipation of the career fair opening.",
    "Outside the university gym, students are lined up in anticipation of the career fair opening. A robotics startup flies a small drone above its booth to attract attention.",
    "Outside the university gym, students line up in anticipation of the career fair opening. A robotics startup displays a small drone that flies above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, students line up in anticipation of the career fair opening. A robotics startup displays a small drone that flies above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, students line up in anticipation of the career fair opening. A robotics startup displays a small drone that flies above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, students line up in anticipation of the career fair opening. A robotics startup displays a small drone that flies above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, students line up in anticipation of the career fair opening. A robotics startup displays a small drone that flies above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, students line up in anticipation of the career fair opening. A robotics startup displays a small drone that flies above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage."
  ],
  "11_score": [
    0.0,
    0.0,
    0.41394257621901553,
    0.41394257621901553,
    0.41394257621901553,
    0.41394257621901553,
    0.41394257621901553,
    0.41394257621901553,
    0.41394257621901553,
    0.5717980991622109,
    0.5717980991622109,
    0.5717980991622109,
    0.5717980991622109,
    0.5717980991622109,
    0.5717980991622109,
    0.740564350824862,
    0.740564350824862,
    0.740564350824862,
    0.740564350824862,
    0.740564350824862,
    0.740564350824862,
    0.740564350824862,
    0.740564350824862,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.7890920827726811,
    0.8388366844192618,
    0.8388366844192618,
    0.8388366844192618
  ],
  "12": [
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth for attention.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. A robotics startup flies a small drone over its booth to attract attention. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. A robotics startup flies a small drone over its booth to attract attention. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "Staff scan registrations and hand out lanyards to attendees at the event entrance. A robotics startup flies a small drone over its booth to attract attention. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. A robotics startup flies a small drone over its booth to attract attention. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. A robotics startup flies a small drone over its booth to attract attention. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews.",
    "At the event hall entrance, staff scan registrations and hand out lanyards to attendees. A robotics startup flies a small drone over its booth to attract attention. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews.",
    "At the event hall entrance, staff scan registrations and hand out lanyards to attendees. A robotics startup flies a small drone over its booth to attract attention. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5774225276394772,
    0.5774225276394772,
    0.5774225276394772,
    0.5774225276394772,
    0.5774225276394772,
    0.5774225276394772,
    0.7815418565828465,
    0.7815418565828465,
    0.7815418565828465,
    0.7815418565828465,
    0.7815418565828465,
    0.7815418565828465,
    0.7815418565828465,
    0.7815418565828465,
    0.7891137750196642,
    0.7891137750196642,
    0.7891137750196642,
    0.7891137750196642,
    0.7891137750196642,
    0.7891137750196642,
    0.7753242618046665,
    0.7753242618046665,
    0.7753242618046665,
    0.7753242618046665,
    0.7753242618046665,
    0.7753242618046665,
    0.7753242618046665,
    0.7753242618046665,
    0.8501803233864024,
    0.8501803233864024,
    0.8501803233864024,
    0.8501803233864024,
    0.8501803233864024,
    0.8501803233864024,
    0.8501803233864024,
    0.8501803233864024,
    0.8501803233864024,
    0.8501803233864024,
    0.8501803233864024,
    0.8501803233864024,
    0.8501803233864024,
    0.8501803233864024,
    0.8501803233864024,
    0.8416505843768376,
    0.8416505843768376,
    0.8416505843768376,
    0.8416505843768376,
    0.8416505843768376,
    0.8416505843768376,
    0.8416505843768376,
    0.8416505843768376,
    0.8416505843768376,
    0.8654656168475772,
    0.8654656168475772,
    0.8654656168475772,
    0.8654656168475772,
    0.8654656168475772,
    0.8654656168475772
  ],
  "13": [
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule.",
    "At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps.",
    "At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos."
  ],
  "13_score": [
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.573446542688861,
    0.573446542688861,
    0.573446542688861,
    0.573446542688861,
    0.573446542688861,
    0.573446542688861,
    0.8359199635465439,
    0.8359199635465439,
    0.8359199635465439,
    0.8359199635465439,
    0.8359199635465439,
    0.8359199635465439,
    0.8359199635465439,
    0.8359199635465439,
    0.8870853903598699,
    0.8870853903598699,
    0.8870853903598699,
    0.8870853903598699,
    0.8870853903598699,
    0.8870853903598699,
    0.8870853903598699,
    0.8837722833110672,
    0.8837722833110672,
    0.8837722833110672,
    0.8837722833110672,
    0.8837722833110672,
    0.8837722833110672,
    0.8823070358263323,
    0.8823070358263323,
    0.8823070358263323,
    0.8823070358263323,
    0.8823070358263323,
    0.8823070358263323,
    0.8823070358263323,
    0.8823070358263323,
    0.8823070358263323,
    0.8823070358263323,
    0.8823070358263323,
    0.8823070358263323,
    0.8823070358263323,
    0.8823070358263323,
    0.8823070358263323,
    0.8823070358263323,
    0.8823070358263323,
    0.8778391567971267,
    0.8778391567971267,
    0.8778391567971267,
    0.8778391567971267,
    0.8778391567971267,
    0.8778391567971267,
    0.8778391567971267,
    0.8778391567971267,
    0.8740960347733768,
    0.8740960347733768,
    0.8740960347733768,
    0.8740960347733768,
    0.8740960347733768,
    0.8740960347733768,
    0.8740960347733768
  ],
  "14": [
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while human resources teams jot notes on tablets as students introduce themselves.",
    "Tech companies are displaying demo screens of their latest apps, while human resources teams take notes on tablets as students introduce themselves. Some students quietly rehearse elevator pitches against the wall.",
    "Tech companies display demo screens of their latest apps while human resources teams take notes on tablets as students introduce themselves; some students quietly rehearse elevator pitches against the wall.",
    "Tech companies display demo screens of their latest apps as human resources teams take notes on tablets; students introduce themselves, and some students quietly rehearse elevator pitches against the wall.",
    "Tech companies display demo screens of their latest apps as human resources teams take notes on tablets. Students introduce themselves, and some students quietly rehearse elevator pitches against the wall. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, tech companies display demo screens of their latest apps as human resources teams take notes on tablets. Students introduce themselves, and some rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, tech companies display demo screens of their latest apps while human resources teams take notes on tablets. Students introduce themselves, and some rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, tech companies display demo screens of their latest apps while human resources teams take notes on tablets. Students introduce themselves, and some rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the fair opens. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews."
  ],
  "14_score": [
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.540584290707079,
    0.540584290707079,
    0.540584290707079,
    0.540584290707079,
    0.540584290707079,
    0.540584290707079,
    0.540584290707079,
    0.540584290707079,
    0.540584290707079,
    0.46425866910474706,
    0.46425866910474706,
    0.46425866910474706,
    0.46425866910474706,
    0.46425866910474706,
    0.46425866910474706,
    0.46425866910474706,
    0.42983726872772465,
    0.42983726872772465,
    0.42983726872772465,
    0.42983726872772465,
    0.42983726872772465,
    0.42983726872772465,
    0.42983726872772465,
    0.758464923200127,
    0.758464923200127,
    0.758464923200127,
    0.758464923200127,
    0.758464923200127,
    0.758464923200127,
    0.758464923200127,
    0.758464923200127,
    0.8111335324603544,
    0.8111335324603544,
    0.8111335324603544,
    0.8111335324603544,
    0.8111335324603544,
    0.8111335324603544,
    0.8111335324603544,
    0.8632503300834569,
    0.8632503300834569,
    0.8632503300834569,
    0.8632503300834569,
    0.8632503300834569,
    0.8632503300834569,
    0.8632503300834569,
    0.8632503300834569,
    0.8632503300834569,
    0.8806196976879579
  ],
  "15": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, and consulting firms stack glossy case study booklets on high tables.",
    "Career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves.",
    "Career counselors direct unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention.",
    "At a career fair, career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention.",
    "At the career fair, counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews."
  ],
  "15_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.335788428268776,
    0.335788428268776,
    0.335788428268776,
    0.335788428268776,
    0.335788428268776,
    0.5341160955015576,
    0.5341160955015576,
    0.5341160955015576,
    0.5341160955015576,
    0.5341160955015576,
    0.5341160955015576,
    0.5341160955015576,
    0.5341160955015576,
    0.5341160955015576,
    0.5341160955015576,
    0.5341160955015576,
    0.5341160955015576,
    0.6765971474040628,
    0.6765971474040628,
    0.6765971474040628,
    0.6765971474040628,
    0.6765971474040628,
    0.6765971474040628,
    0.6765971474040628,
    0.6765971474040628,
    0.6765971474040628,
    0.6765971474040628,
    0.7572321215677777,
    0.7572321215677777,
    0.7572321215677777,
    0.7572321215677777,
    0.7572321215677777,
    0.7572321215677777,
    0.7572321215677777,
    0.7572321215677777,
    0.7572321215677777,
    0.7572321215677777,
    0.8456058686935595,
    0.8456058686935595,
    0.8456058686935595,
    0.8456058686935595,
    0.8456058686935595,
    0.8456058686935595,
    0.8456058686935595,
    0.8456058686935595,
    0.8845594154301817,
    0.8845594154301817,
    0.8845594154301817,
    0.8845594154301817,
    0.8845594154301817,
    0.8845594154301817,
    0.8845594154301817,
    0.8845594154301817,
    0.8964103005777511,
    0.8964103005777511,
    0.8964103005777511,
    0.8964103005777511,
    0.8964103005777511
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens, forming a queue with the gym as the reference point for the upcoming event.",
    "Students line up outside the university gym before the career fair opens, forming a queue with the gym as the reference point for the upcoming event. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "Students line up outside the university gym before the career fair opens, forming a queue with the gym as the reference point for the upcoming event. At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors redirect unsure students toward applicable industries.",
    "Students line up outside the university gym before the career fair opens, using the gym as the reference point for the queue. At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors redirect unsure students toward applicable industries.",
    "Students line up outside the university gym, using the gym as the reference point for the queue before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors redirect unsure students toward applicable industries.",
    "Students line up outside the university gym, using the gym as the reference point for the queue before the career fair opens. At the gym entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors redirect unsure students toward applicable industries.",
    "Students line up outside the university gym as the queue reference before the career fair opens; at the gym entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors redirect unsure students toward applicable industries.",
    "Students line up outside the university gym as the queue reference before the career fair opens; at the gym entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors redirect unsure students toward applicable industries."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.35980164212718835,
    0.35980164212718835,
    0.35980164212718835,
    0.35980164212718835,
    0.35980164212718835,
    0.35980164212718835,
    0.35980164212718835,
    0.35980164212718835,
    0.35980164212718835,
    0.35980164212718835,
    0.35980164212718835,
    0.5706801676743084,
    0.5706801676743084,
    0.5706801676743084,
    0.5706801676743084,
    0.5706801676743084,
    0.5706801676743084,
    0.7490849146608455,
    0.7490849146608455,
    0.7490849146608455,
    0.7490849146608455,
    0.7490849146608455,
    0.7490849146608455,
    0.7486787437329616,
    0.7486787437329616,
    0.7486787437329616,
    0.7486787437329616,
    0.7486787437329616,
    0.7486787437329616,
    0.7486787437329616,
    0.7486787437329616,
    0.7486787437329616,
    0.7486787437329616,
    0.7486787437329616,
    0.7486787437329616,
    0.7493395565877286,
    0.7493395565877286,
    0.7493395565877286,
    0.7493395565877286,
    0.7493395565877286,
    0.7493395565877286,
    0.7493395565877286,
    0.7493395565877286,
    0.7493395565877286,
    0.7338905951588899,
    0.7338905951588899,
    0.7338905951588899,
    0.7338905951588899,
    0.7338905951588899,
    0.7338905951588899,
    0.6293011728729935,
    0.6293011728729935,
    0.6293011728729935,
    0.6293011728729935,
    0.6293011728729935,
    0.6293011728729935,
    0.6293011728729935,
    0.6293011728729935,
    0.6293011728729935,
    0.6293011728729935
  ],
  "17": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while alumni volunteers share quick pep talks near the coffee station.",
    "In the scene, career counselors redirect unsure students toward applicable industries, while alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves.",
    "A scene shows career counselors directing unsure students toward applicable industries, while alumni volunteers deliver quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves.",
    "A career fair scene shows career counselors directing unsure students toward applicable industries, while alumni volunteers deliver quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "A career fair unfolds on a polished floor, with dozens of booths encircled by colorful banners. Career counselors direct unsure students toward applicable industries, while alumni volunteers deliver quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations at the entrance and hand out lanyards.",
    "On a polished floor, a career fair unfolds with dozens of booths encircled by colorful banners. Career counselors direct unsure students toward applicable industries, while alumni volunteers deliver quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations at the entrance and hand out lanyards.",
    "At a polished-floor venue, a career fair unfolds with dozens of booths encircled by colorful banners. Career counselors direct unsure students toward applicable industries, while alumni volunteers deliver quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations at the entrance and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "In a polished-floor venue hosting a career fair with dozens of booths encircled by colorful banners, career counselors guide unsure students toward applicable industries, while alumni volunteers deliver quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations at the entrance and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews."
  ],
  "17_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.5500665470921865,
    0.5500665470921865,
    0.5500665470921865,
    0.5500665470921865,
    0.5500665470921865,
    0.5500665470921865,
    0.5230787016842754,
    0.5230787016842754,
    0.5230787016842754,
    0.5230787016842754,
    0.5230787016842754,
    0.5230787016842754,
    0.5230787016842754,
    0.7756589353381886,
    0.7756589353381886,
    0.7756589353381886,
    0.7756589353381886,
    0.7756589353381886,
    0.7756589353381886,
    0.7756589353381886,
    0.7756589353381886,
    0.8192203167405412,
    0.8192203167405412,
    0.8192203167405412,
    0.8192203167405412,
    0.8192203167405412,
    0.8192203167405412,
    0.8192203167405412,
    0.8192203167405412,
    0.8192203167405412,
    0.8193558338609026,
    0.8193558338609026,
    0.8193558338609026,
    0.8193558338609026,
    0.8193558338609026,
    0.8193558338609026,
    0.8193558338609026,
    0.8193558338609026,
    0.8341214838537594,
    0.8341214838537594,
    0.8341214838537594,
    0.8341214838537594,
    0.8341214838537594,
    0.8341214838537594,
    0.8341214838537594,
    0.8341214838537594,
    0.8326647821186847,
    0.8326647821186847,
    0.8326647821186847,
    0.8326647821186847,
    0.8326647821186847,
    0.8326647821186847,
    0.8326647821186847
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries.",
    "During the event, an alumni panel discusses preparation for technical interviews, and career counselors steer unsure students toward suitable industries. Meanwhile, groups of friends place marks on the event map to indicate target employers.",
    "During the event, an alumni panel discusses preparation for technical interviews, and career counselors steer unsure students toward suitable industries. Meanwhile, groups of friends place marks on the event map to indicate target employers. A robotics startup flies a small drone above its booth for attention.",
    "During the event, an alumni panel discusses how to prepare for technical interviews, providing guidance on interview readiness, while career counselors steer unsure students toward suitable industries. Groups of friends place marks on the event map to indicate target employers. A robotics startup flies a small drone above its booth to draw attention.",
    "At the event, an alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness, while career counselors direct unsure students toward suitable industries. Groups of friends mark the event map to indicate target employers. A robotics startup flies a small drone above its booth to draw attention. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews and offers guidance on interview readiness, while career counselors direct unsure students toward suitable industries. Groups of friends mark the event map to indicate target employers. A robotics startup flies a small drone above its booth to draw attention. Finance firms display QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews and offers guidance on interview readiness, while career counselors direct unsure students toward suitable industries. Groups of friends mark the event map to indicate target employers. A robotics startup flies a small drone above its booth to draw attention. Finance firms display QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews and offers guidance on interview readiness, while career counselors direct unsure students toward suitable industries. Groups of friends mark the event map to indicate target employers. A robotics startup flies a small drone above its booth to draw attention. Finance firms display QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.6192866336479237,
    0.6192866336479237,
    0.6192866336479237,
    0.6192866336479237,
    0.6192866336479237,
    0.6192866336479237,
    0.782015720127234,
    0.782015720127234,
    0.782015720127234,
    0.782015720127234,
    0.782015720127234,
    0.782015720127234,
    0.782015720127234,
    0.824277312778762,
    0.824277312778762,
    0.824277312778762,
    0.824277312778762,
    0.824277312778762,
    0.824277312778762,
    0.8530596461461566,
    0.8530596461461566,
    0.8530596461461566,
    0.8530596461461566,
    0.8530596461461566,
    0.8530596461461566,
    0.8530596461461566,
    0.8530596461461566,
    0.8748547306788597,
    0.8748547306788597,
    0.8748547306788597,
    0.8748547306788597,
    0.8748547306788597,
    0.8748547306788597,
    0.8748547306788597,
    0.8748547306788597,
    0.8843305763432482,
    0.8843305763432482,
    0.8843305763432482,
    0.8843305763432482,
    0.8843305763432482,
    0.8843305763432482,
    0.8843305763432482,
    0.8843305763432482,
    0.8843305763432482,
    0.8843305763432482,
    0.882319021537681,
    0.882319021537681
  ],
  "19": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Two groups are present: alumni volunteers giving quick pep talks near the coffee station, and healthcare providers showcasing community outreach photos.",
    "Two groups are present: alumni volunteers giving quick pep talks near the coffee station, and healthcare providers showcasing community outreach photos. Workshops on networking etiquette begin in the adjoining classroom.",
    "Two groups are present: alumni volunteers giving quick pep talks near the coffee station, and healthcare providers showcasing community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "At the event, two groups are present: alumni volunteers giving quick pep talks near the coffee station, and healthcare providers showcasing community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "At the event, two groups are present: alumni volunteers giving quick pep talks near the coffee station, and healthcare providers showcasing community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event, two groups are present: alumni volunteers giving quick pep talks near the coffee station and healthcare providers showcasing community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event, two groups are present: alumni volunteers giving quick pep talks near the coffee station and healthcare providers showcasing community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, two groups are present: alumni volunteers giving quick pep talks near the coffee station, and healthcare providers showcasing community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Attendees, groups of friends, mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor."
  ],
  "19_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.27444653364496036,
    0.27444653364496036,
    0.27444653364496036,
    0.27444653364496036,
    0.27444653364496036,
    0.27444653364496036,
    0.45923396824605744,
    0.45923396824605744,
    0.45923396824605744,
    0.45923396824605744,
    0.45923396824605744,
    0.45923396824605744,
    0.6775377593017995,
    0.6775377593017995,
    0.6775377593017995,
    0.6775377593017995,
    0.6775377593017995,
    0.6775377593017995,
    0.7607961032214221,
    0.7607961032214221,
    0.7607961032214221,
    0.7607961032214221,
    0.7607961032214221,
    0.7607961032214221,
    0.7607961032214221,
    0.7607961032214221,
    0.7607961032214221,
    0.8335267781058151,
    0.8335267781058151,
    0.8335267781058151,
    0.8335267781058151,
    0.8335267781058151,
    0.8335267781058151,
    0.8335267781058151,
    0.8335267781058151,
    0.8335267781058151,
    0.8335267781058151,
    0.8335267781058151,
    0.8335267781058151,
    0.8335267781058151,
    0.8335267781058151,
    0.833226074392331,
    0.833226074392331,
    0.833226074392331,
    0.833226074392331,
    0.833226074392331,
    0.833226074392331,
    0.8476988682931601,
    0.8476988682931601,
    0.8476988682931601,
    0.8476988682931601,
    0.8476988682931601,
    0.8476988682931601,
    0.8476988682931601,
    0.8476988682931601,
    0.8498069299620168,
    0.8498069299620168,
    0.8498069299620168,
    0.8498069299620168
  ],
  "20": [
    "",
    "",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "In the exhibition space, a robotics startup is flying a small drone above its booth to attract attention, while tech companies display demo screens showing their latest apps.",
    "In the exhibition space, a robotics startup is flying a small drone above its booth to attract attention, while tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "Across the exhibition space, a robotics startup uses a small drone hovering over its booth to draw attention, while tech companies feature demo screens displaying their latest apps. Consulting firms arrange glossy case study booklets on high tables, and some students rehearse elevator pitches quietly against the wall.",
    "Across the exhibition space, a robotics startup uses a small drone hovering over its booth to draw attention. Tech companies feature demo screens displaying their latest apps. Consulting firms arrange glossy case study booklets on high tables, while some students rehearse elevator pitches quietly against the wall.",
    "In the exhibition space, a robotics startup draws attention with a small drone hovering over its booth. Tech companies showcase demo screens displaying their latest apps. Consulting firms arrange glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall, while human resources teams jot notes on tablets as students introduce themselves.",
    "In the exhibition space, a robotics startup draws attention with a small drone hovering over its booth. Tech companies showcase demo screens displaying their latest apps. Consulting firms arrange glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall, while human resources teams jot notes on tablets as students introduce themselves.",
    "In the exhibition space, a robotics startup draws attention with a small drone hovering over its booth. Tech companies showcase demo screens displaying their latest apps. Consulting firms arrange and stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall, while human resources teams jot notes on tablets as the students introduce themselves.",
    "At the exhibition space, a robotics startup draws attention as a small drone hovers over its booth. Nearby, tech companies display demo screens showing their latest apps. Consulting firms organize glossy case-study booklets on high tables. A group of students rehearse elevator pitches quietly against a wall, while human resources staff take notes on tablets as the students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the exhibition space, a robotics startup draws attention as a small drone hovers over its booth. Nearby, tech companies display demo screens showing their latest apps. Consulting firms arrange glossy case-study booklets on high tables. A group of students rehearses elevator pitches quietly against a wall, while human resources staff take notes on tablets as the students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "20_score": [
    0.0,
    0.0,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3621964239901701,
    0.3621964239901701,
    0.3621964239901701,
    0.3621964239901701,
    0.3621964239901701,
    0.5525606794208426,
    0.5525606794208426,
    0.5525606794208426,
    0.5525606794208426,
    0.5525606794208426,
    0.5711763481348946,
    0.5711763481348946,
    0.5711763481348946,
    0.5711763481348946,
    0.5711763481348946,
    0.5711763481348946,
    0.6796362604317447,
    0.6796362604317447,
    0.6796362604317447,
    0.6796362604317447,
    0.6796362604317447,
    0.6796362604317447,
    0.7124649267995549,
    0.7124649267995549,
    0.7124649267995549,
    0.7124649267995549,
    0.7124649267995549,
    0.7124649267995549,
    0.7124649267995549,
    0.7124649267995549,
    0.7124649267995549,
    0.7124649267995549,
    0.7124649267995549,
    0.7124649267995549,
    0.7124649267995549,
    0.7124649267995549,
    0.7124649267995549,
    0.7124649267995549,
    0.7389998139174565,
    0.7389998139174565,
    0.7389998139174565,
    0.7389998139174565,
    0.7389998139174565,
    0.7389998139174565,
    0.7389998139174565,
    0.7778992343510563,
    0.7778992343510563,
    0.7778992343510563,
    0.7778992343510563,
    0.7778992343510563,
    0.7778992343510563,
    0.7778992343510563,
    0.7778992343510563,
    0.7778992343510563,
    0.7778992343510563,
    0.789124552358583,
    0.789124552358583,
    0.789124552358583,
    0.789124552358583
  ],
  "21": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, career counselors remind attendees to maintain eye contact, while event staff scan registrations and hand out lanyards.",
    "At the event entrance, career counselors remind attendees to maintain eye contact as event staff scan registrations and hand out lanyards. Students line up outside the university gym in the moments before the career fair opens.",
    "At the event entrance, career counselors remind attendees to maintain eye contact as event staff scan registrations and hand out lanyards. Students line up outside the university gym in the moments before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair setup, students are lined up outside the campus gym in the moments before opening. At the event entrance, career counselors remind attendees to maintain eye contact as staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the university career fair setup, students are lined up outside the campus gym moments before opening. At the event entrance, career counselors remind attendees to maintain eye contact as staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves. A welcome announcement outlines the fair schedule over the PA system.",
    "The university career fair is being set up with students lined up outside the campus gym moments before opening. At the event entrance, career counselors remind attendees to maintain eye contact as staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps.",
    "The university career fair is being set up outside the campus gym with students lined up moments before opening. At the event entrance, career counselors remind attendees to maintain eye contact as staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention.",
    "Outside the campus gym, the university career fair is being set up as students line up moments before opening. At the event entrance, career counselors remind attendees to maintain eye contact while staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens of their latest apps. A robotics startup flies a small drone above its booth to attract attention.",
    "Outside the campus gym, the university career fair is being set up just moments before opening, with students lining up. At the event entrance, career counselors remind attendees to maintain eye contact while staff scan registrations and hand out lanyards. Finance firms display QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. A welcome announcement outlines the fair schedule over the PA system. Tech companies show demo screens of their latest apps. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage."
  ],
  "21_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.42073066686303795,
    0.42073066686303795,
    0.42073066686303795,
    0.42073066686303795,
    0.42073066686303795,
    0.6189542555200482,
    0.6189542555200482,
    0.6189542555200482,
    0.6189542555200482,
    0.6189542555200482,
    0.8004148082645003,
    0.8004148082645003,
    0.8004148082645003,
    0.8004148082645003,
    0.8004148082645003,
    0.8004148082645003,
    0.8004148082645003,
    0.8004148082645003,
    0.8104600137931498,
    0.8104600137931498,
    0.8104600137931498,
    0.8104600137931498,
    0.8104600137931498,
    0.8104600137931498,
    0.8104600137931498,
    0.8300773220981257,
    0.8300773220981257,
    0.8300773220981257,
    0.8300773220981257,
    0.8300773220981257,
    0.8300773220981257,
    0.8300773220981257,
    0.8300773220981257,
    0.846316041805302,
    0.846316041805302,
    0.846316041805302,
    0.846316041805302,
    0.846316041805302,
    0.846316041805302,
    0.846316041805302,
    0.846316041805302,
    0.846316041805302,
    0.846316041805302,
    0.876500166002973,
    0.876500166002973,
    0.876500166002973,
    0.876500166002973,
    0.876500166002973,
    0.876500166002973,
    0.876500166002973,
    0.8803047815775862,
    0.8803047815775862,
    0.8803047815775862,
    0.8803047815775862,
    0.8803047815775862,
    0.8803047815775862,
    0.8803047815775862,
    0.8803047815775862,
    0.8803047815775862,
    0.8803047815775862
  ],
  "22": [
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while a robotics startup flies a small drone above its booth to attract attention.",
    "In an event space with booths, consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station.",
    "In an event space with booths, consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At an event space arranged with booths, consulting firms display glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers deliver quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "An event space arranged with booths hosts consulting firms displaying glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers deliver quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "An event space organized with booths hosts consulting firms displaying glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers deliver quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3850588396757861,
    0.3850588396757861,
    0.3850588396757861,
    0.3850588396757861,
    0.3850588396757861,
    0.3850588396757861,
    0.3850588396757861,
    0.3850588396757861,
    0.3850588396757861,
    0.7300184925689859,
    0.7300184925689859,
    0.7300184925689859,
    0.7300184925689859,
    0.7300184925689859,
    0.7300184925689859,
    0.7300184925689859,
    0.7461914119628892,
    0.7461914119628892,
    0.7461914119628892,
    0.7461914119628892,
    0.7461914119628892,
    0.7461914119628892,
    0.7461914119628892,
    0.8166947374161968,
    0.8166947374161968,
    0.8166947374161968,
    0.8166947374161968,
    0.8166947374161968,
    0.8166947374161968,
    0.8166947374161968,
    0.8166947374161968,
    0.8166947374161968,
    0.8166947374161968,
    0.8166947374161968,
    0.7783070450330065,
    0.7783070450330065,
    0.7783070450330065,
    0.7783070450330065,
    0.7783070450330065,
    0.7783070450330065,
    0.7783070450330065,
    0.7783070450330065,
    0.7783070450330065,
    0.7783070450330065,
    0.7783070450330065,
    0.7783070450330065,
    0.782278403760201,
    0.782278403760201,
    0.782278403760201,
    0.782278403760201,
    0.782278403760201,
    0.782278403760201,
    0.782278403760201,
    0.782278403760201,
    0.782278403760201
  ],
  "23": [
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while human resources teams jot notes on tablets as students introduce themselves.",
    "Students line up outside the university gym before the career fair opens, while human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym before the career fair opens, while human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall, and event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students line up before the career fair opens, as human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the career fair opens as human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up before the career fair opens as human resources teams jot notes on tablets while students introduce themselves. Some rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up before the career fair opens as human resources teams jot notes on tablets while students introduce themselves; some rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the career fair opens as human resources teams jot notes on tablets while students introduce themselves; some rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4208685405443703,
    0.4208685405443703,
    0.4208685405443703,
    0.4208685405443703,
    0.4208685405443703,
    0.4208685405443703,
    0.4208685405443703,
    0.5716266555304212,
    0.5716266555304212,
    0.5716266555304212,
    0.5716266555304212,
    0.5716266555304212,
    0.5716266555304212,
    0.6045332844005006,
    0.6045332844005006,
    0.6045332844005006,
    0.6045332844005006,
    0.6045332844005006,
    0.6045332844005006,
    0.6045332844005006,
    0.6045332844005006,
    0.7648922603651122,
    0.7648922603651122,
    0.7648922603651122,
    0.7648922603651122,
    0.7648922603651122,
    0.7648922603651122,
    0.7648922603651122,
    0.7648922603651122,
    0.811184189179291,
    0.811184189179291,
    0.811184189179291,
    0.811184189179291,
    0.811184189179291,
    0.811184189179291,
    0.811184189179291,
    0.811184189179291,
    0.811184189179291,
    0.811184189179291,
    0.8252928249795515,
    0.8252928249795515,
    0.8252928249795515,
    0.8252928249795515,
    0.8252928249795515,
    0.8252928249795515,
    0.8252928249795515,
    0.8229354062983549,
    0.8229354062983549,
    0.8229354062983549,
    0.8229354062983549,
    0.8229354062983549,
    0.8229354062983549,
    0.8229354062983549,
    0.8229354062983549,
    0.8229354062983549,
    0.8514957112860496,
    0.8514957112860496
  ],
  "24": [
    "",
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves, indicating concurrent activities in the same space. HR staff use tablets for digital note-taking while students speak to present themselves.",
    "In a shared space, human resources teams jot notes on tablets as students introduce themselves, indicating concurrent activities. HR staff use tablets for digital note-taking while students speak to present themselves. Career counselors redirect unsure students toward applicable industries.",
    "In a shared space, human resources teams jot notes on tablets as students introduce themselves, signaling concurrent activities, with HR staff using tablets for digital note-taking while students speak to present themselves. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "In a shared space, human resources teams use tablets to take digital notes as students introduce themselves, with students speaking to present themselves, signaling concurrent activities. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews.",
    "In a shared space, human resources teams use tablets to take digital notes as students introduce themselves, signaling concurrent activities. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In a shared space, multiple concurrent activities unfold: human resources teams use tablets to take digital notes as students introduce themselves; career counselors direct unsure students toward applicable industries; near the stage, the engineering society sponsors a resume review table; an alumni panel discusses how to prepare for technical interviews; a cybersecurity company runs a password cracking challenge on a laptop; and consulting firms stack glossy case study booklets on high tables.",
    "In a shared space, multiple concurrent activities unfold: human resources teams use tablets to take digital notes as students introduce themselves; career counselors direct unsure students toward applicable industries; near the stage, the engineering society sponsors a resume review table; an alumni panel discusses how to prepare for technical interviews; a cybersecurity company runs a password cracking challenge on a laptop; and consulting firms stack glossy case study booklets on high tables.",
    "In a shared space, multiple concurrent activities unfold: human resources teams use tablets to take digital notes as students introduce themselves; career counselors direct unsure students toward applicable industries. Near the stage, the engineering society sponsors a resume review table; an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables.",
    "In a shared event space, multiple concurrent activities unfold: human resources teams use tablets to take digital notes as students introduce themselves, while career counselors direct unsure students toward applicable industries. Near the stage, the engineering society sponsors a resume review table, and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4216396141730405,
    0.4216396141730405,
    0.4216396141730405,
    0.4216396141730405,
    0.4216396141730405,
    0.617594433171255,
    0.617594433171255,
    0.617594433171255,
    0.617594433171255,
    0.617594433171255,
    0.6975381637873448,
    0.6975381637873448,
    0.6975381637873448,
    0.6975381637873448,
    0.6975381637873448,
    0.6975381637873448,
    0.6975381637873448,
    0.6975381637873448,
    0.7362160222429011,
    0.7362160222429011,
    0.7362160222429011,
    0.7362160222429011,
    0.7362160222429011,
    0.7362160222429011,
    0.7362160222429011,
    0.7628613859800224,
    0.7628613859800224,
    0.7628613859800224,
    0.7628613859800224,
    0.7628613859800224,
    0.7628613859800224,
    0.7628613859800224,
    0.7628613859800224,
    0.4057269360098127,
    0.4057269360098127,
    0.4057269360098127,
    0.4057269360098127,
    0.4057269360098127,
    0.4057269360098127,
    0.4057269360098127,
    0.4057269360098127,
    0.4057269360098127,
    0.4057269360098127,
    0.4057269360098127,
    0.4057269360098127,
    0.4057269360098127,
    0.4057269360098127,
    0.4057269360098127,
    0.4057269360098127,
    0.6685776649341031,
    0.6685776649341031,
    0.6685776649341031,
    0.6685776649341031,
    0.6685776649341031,
    0.6685776649341031,
    0.6685776649341031,
    0.6685776649341031,
    0.6685776649341031,
    0.6685776649341031,
    0.7533828906329765,
    0.7533828906329765
  ],
  "25": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, and students line up outside the university gym before the career fair opens.",
    "The engineering society sponsors a resume review table near the stage, and students line up outside the university gym before the career fair opens.",
    "The engineering society sponsors a resume review table near the stage, and students line up outside the university gym before the career fair opens; an alumni panel discusses how to prepare for technical interviews.",
    "The event features an engineering society-sponsored resume review table near the stage, with students lining up outside the university gym prior to the career fair opening; an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, an engineering society–sponsored resume review table sits near the stage. Students line up outside the university gym prior to opening, preparing for entry. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, an engineering society–sponsored resume review table sits near the stage. Students line up outside the university gym prior to opening, preparing for entry. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "At the university career fair, an engineering-society–sponsored resume review table sits near the stage. Students line up outside the university gym before doors open. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "At the university career fair, an engineering-society–sponsored resume review table sits near the stage. Students line up outside the university gym before doors open. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders."
  ],
  "25_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.3838976604491426,
    0.3838976604491426,
    0.3838976604491426,
    0.3838976604491426,
    0.3838976604491426,
    0.3838976604491426,
    0.3838976604491426,
    0.3838976604491426,
    0.3838976604491426,
    0.3838976604491426,
    0.3838976604491426,
    0.3838976604491426,
    0.3838976604491426,
    0.3838976604491426,
    0.4538010311209376,
    0.4538010311209376,
    0.4538010311209376,
    0.4538010311209376,
    0.4538010311209376,
    0.4538010311209376,
    0.4538010311209376,
    0.4538010311209376,
    0.6273121805163875,
    0.6273121805163875,
    0.6273121805163875,
    0.6273121805163875,
    0.6273121805163875,
    0.6273121805163875,
    0.7850416482543418,
    0.7850416482543418,
    0.7850416482543418,
    0.7850416482543418,
    0.7850416482543418,
    0.7850416482543418,
    0.7850416482543418,
    0.7850416482543418,
    0.803227420397163,
    0.803227420397163,
    0.803227420397163,
    0.803227420397163,
    0.803227420397163,
    0.803227420397163,
    0.803227420397163,
    0.803227420397163,
    0.803227420397163,
    0.8069486881987962,
    0.8069486881987962,
    0.8069486881987962,
    0.8069486881987962,
    0.8069486881987962,
    0.8069486881987962,
    0.8069486881987962,
    0.8069486881987962,
    0.8069486881987962,
    0.807273795773259,
    0.807273795773259,
    0.807273795773259,
    0.807273795773259,
    0.807273795773259,
    0.807273795773259
  ],
  "26": [
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves. Finance firms offer QR codes for immediate internship applications.",
    "A scene features tech companies displaying demo screens of their latest apps, with human resources teams jotting notes on tablets as students introduce themselves; finance firms provide QR codes for immediate internship applications; and some students rehearse elevator pitches quietly against the wall.",
    "The scene centers on a tech expo where tech companies display demo screens of their latest apps. Human resources teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes enabling immediate internship applications. A subset of students rehearse elevator pitches quietly against the wall. Groups of friends use the event map to mark target employers.",
    "The scene centers on a tech expo where tech companies display demo screens of their latest apps. Human resources teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes enabling immediate internship applications. A subset of students rehearse elevator pitches quietly against the wall. Groups of friends use the event map to mark target employers.",
    "At a tech expo, tech companies display demo screens of their latest apps. Human resources teams jot notes on tablets as students introduce themselves. Finance firms provide QR codes enabling immediate internship applications. A subset of students rehearse elevator pitches quietly against the wall. Groups of friends use the event map to mark target employers. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At a tech expo, demo screens display the latest apps. Human resources teams jot notes on tablets as students introduce themselves. Finance firms provide QR codes enabling immediate internship applications. A subset of students rehearse elevator pitches quietly against the wall. Groups of friends use the event map to mark target employers. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.5442618330918748,
    0.5442618330918748,
    0.5442618330918748,
    0.5442618330918748,
    0.5442618330918748,
    0.5442618330918748,
    0.7078427203367439,
    0.7078427203367439,
    0.7078427203367439,
    0.7078427203367439,
    0.7078427203367439,
    0.7078427203367439,
    0.7078427203367439,
    0.4340234308746174,
    0.4340234308746174,
    0.4340234308746174,
    0.4340234308746174,
    0.4340234308746174,
    0.4340234308746174,
    0.4340234308746174,
    0.7839862597477429,
    0.7839862597477429,
    0.7839862597477429,
    0.7839862597477429,
    0.7839862597477429,
    0.7839862597477429,
    0.7839862597477429,
    0.7839862597477429,
    0.7839862597477429,
    0.7839862597477429,
    0.7839862597477429,
    0.7839862597477429,
    0.7839862597477429,
    0.7839862597477429,
    0.7839862597477429,
    0.7963719649000516,
    0.7963719649000516,
    0.7963719649000516,
    0.7963719649000516,
    0.7963719649000516,
    0.7963719649000516,
    0.7963719649000516,
    0.7963719649000516,
    0.7963719649000516,
    0.7817825316077542,
    0.7817825316077542,
    0.7817825316077542,
    0.7817825316077542,
    0.7817825316077542,
    0.7817825316077542,
    0.7817825316077542,
    0.7817825316077542,
    0.7817825316077542,
    0.7817825316077542,
    0.7817825316077542
  ],
  "27": [
    "",
    "",
    "A small group of students rehearses elevator pitches quietly against the wall.",
    "A small group of students rehearses elevator pitches quietly against the wall, while human resources teams jot notes on tablets as the students introduce themselves.",
    "A small group of students rehearses elevator pitches quietly against the wall while human resources teams jot notes on tablets as the students introduce themselves, and career counselors redirect unsure students toward applicable industries.",
    "A small group of students rehearses elevator pitches quietly against the wall as human resources teams jot notes on tablets while the students introduce themselves, and career counselors redirect unsure students toward applicable industries.",
    "A small group of students rehearses elevator pitches quietly against the wall as human resources teams jot notes on tablets while the students introduce themselves, and career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "In a setting where students rehearse elevator pitches quietly against the wall, human resources teams jot notes on tablets as the students introduce themselves, and career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "Students rehearse elevator pitches quietly against the wall while human resources teams jot notes on tablets as the introductions unfold; career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "In the event scene, students rehearse elevator pitches quietly against the wall as human resources teams jot notes on tablets during the introductions; career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention.",
    "In the event scene, students rehearse elevator pitches quietly against the wall as human resources teams jot notes on tablets during the introductions, with career counselors redirecting unsure students toward applicable industries. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention.",
    "At the event scene, students rehearse elevator pitches quietly against the wall while human resources teams jot notes on tablets during the introductions, with career counselors redirecting unsure students toward applicable industries. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention."
  ],
  "27_score": [
    0.0,
    0.0,
    0.25602405645615084,
    0.25602405645615084,
    0.25602405645615084,
    0.25602405645615084,
    0.3048896353352152,
    0.3048896353352152,
    0.3048896353352152,
    0.3048896353352152,
    0.3048896353352152,
    0.3048896353352152,
    0.34425263786777677,
    0.34425263786777677,
    0.34425263786777677,
    0.34425263786777677,
    0.34425263786777677,
    0.34425263786777677,
    0.34425263786777677,
    0.34425263786777677,
    0.3399313398645801,
    0.3399313398645801,
    0.3399313398645801,
    0.3399313398645801,
    0.3399313398645801,
    0.3399313398645801,
    0.5506066080043343,
    0.5506066080043343,
    0.5506066080043343,
    0.5506066080043343,
    0.5506066080043343,
    0.5506066080043343,
    0.7314114024950994,
    0.7314114024950994,
    0.7314114024950994,
    0.7314114024950994,
    0.7314114024950994,
    0.7314114024950994,
    0.7314114024950994,
    0.7314114024950994,
    0.7252702000902576,
    0.7252702000902576,
    0.7252702000902576,
    0.7252702000902576,
    0.7252702000902576,
    0.7252702000902576,
    0.7252702000902576,
    0.7252702000902576,
    0.7755837650631937,
    0.7755837650631937,
    0.7755837650631937,
    0.7755837650631937,
    0.7755837650631937,
    0.7755837650631937,
    0.7755837650631937,
    0.7755837650631937,
    0.7849293931108027,
    0.7849293931108027,
    0.7849293931108027,
    0.7849293931108027,
    0.7849293931108027,
    0.7849293931108027,
    0.7849293931108027,
    0.7849293931108027,
    0.8030233069043666,
    0.8030233069043666
  ],
  "28": [
    "",
    "",
    "",
    "",
    "Finance firms provide QR codes that enable immediate internship applications.",
    "Finance firms provide QR codes that enable immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards to attendees.",
    "Finance firms provide QR codes that enable immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards to attendees. Workshops on networking etiquette begin in the adjoining classroom.",
    "Students line up outside the university gym before the career fair opens. At the event entrance, staff scan registrations and hand out lanyards to attendees. Finance firms provide QR codes that enable immediate internship applications. In the adjoining classroom, workshops on networking etiquette begin.",
    "Students line up outside the university gym before the career fair opens. At the event entrance, staff scan registrations and hand out lanyards to attendees. Finance firms provide QR codes that enable immediate internship applications. In the adjoining classroom, workshops on networking etiquette begin. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. At the event entrance, staff scan registrations and hand out lanyards to attendees. Finance firms provide QR codes that enable immediate internship applications. In the adjoining classroom, workshops on networking etiquette begin. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym ahead of the career fair opening. At the event entrance, staff scan registrations and hand out lanyards to attendees. Finance firms provide QR codes that enable immediate internship applications. In the adjoining classroom, workshops on networking etiquette begin. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves.",
    "Students line up outside the university gym ahead of the career fair opening. At the event entrance, staff scan registrations and hand out lanyards to attendees. Finance firms provide QR codes enabling immediate internship applications. In the adjoining classroom, workshops on networking etiquette begin. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4071875106782259,
    0.4071875106782259,
    0.4071875106782259,
    0.4071875106782259,
    0.4071875106782259,
    0.6038439205120332,
    0.6038439205120332,
    0.6038439205120332,
    0.6038439205120332,
    0.6038439205120332,
    0.6038439205120332,
    0.7605931808863343,
    0.7605931808863343,
    0.7605931808863343,
    0.7605931808863343,
    0.7605931808863343,
    0.7605931808863343,
    0.7605931808863343,
    0.7605931808863343,
    0.8002164846525783,
    0.8002164846525783,
    0.8002164846525783,
    0.8002164846525783,
    0.8002164846525783,
    0.8002164846525783,
    0.8002164846525783,
    0.8002164846525783,
    0.8319888964231814,
    0.8319888964231814,
    0.8319888964231814,
    0.8319888964231814,
    0.8319888964231814,
    0.8319888964231814,
    0.8319888964231814,
    0.8319888964231814,
    0.8319888964231814,
    0.8319888964231814,
    0.8319888964231814,
    0.8319888964231814,
    0.8319888964231814,
    0.8319888964231814,
    0.8319888964231814,
    0.8370996287828866,
    0.8370996287828866,
    0.8370996287828866,
    0.8370996287828866,
    0.8370996287828866,
    0.8370996287828866,
    0.8370996287828866,
    0.8370996287828866,
    0.8370996287828866,
    0.8370996287828866,
    0.8370996287828866,
    0.8370996287828866,
    0.8370765412447563,
    0.8370765412447563,
    0.8370765412447563,
    0.8370765412447563,
    0.8370765412447563,
    0.8370765412447563,
    0.8370765412447563,
    0.8370765412447563
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while students line up outside the university gym before the career fair opens.",
    "Tech companies display demo screens showing their latest apps as students line up outside the university gym before the career fair opens, while healthcare providers showcase community outreach photos.",
    "Tech companies display demo screens showing their latest apps as students line up outside the university gym before the career fair opens, while healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries.",
    "Tech companies display demo screens showing their latest apps as students line up outside the university gym before the career fair opens; healthcare providers showcase community outreach photos; career counselors redirect unsure students toward applicable industries; and the engineering society sponsors a resume review table near the stage.",
    "Tech companies display demo screens of their latest apps as students line up outside the university gym before the career fair opens; healthcare providers showcase community outreach photos; career counselors redirect unsure students toward applicable industries; and the engineering society sponsors a resume review table near the stage.",
    "Tech companies display demo screens of their latest apps as students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "At the university gym precinct before the career fair opens, tech companies display demo screens of their latest apps while students line up outside. Healthcare providers showcase community outreach photos nearby. Career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage, and finance firms provide QR codes for immediate internship applications."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4640777136111059,
    0.4640777136111059,
    0.4640777136111059,
    0.4640777136111059,
    0.4640777136111059,
    0.4640777136111059,
    0.4640777136111059,
    0.6326529286195176,
    0.6326529286195176,
    0.6326529286195176,
    0.6326529286195176,
    0.6326529286195176,
    0.6326529286195176,
    0.6326529286195176,
    0.6326529286195176,
    0.5205030587541317,
    0.5205030587541317,
    0.5205030587541317,
    0.5205030587541317,
    0.5205030587541317,
    0.5205030587541317,
    0.5205030587541317,
    0.5205030587541317,
    0.514622792326138,
    0.514622792326138,
    0.514622792326138,
    0.514622792326138,
    0.514622792326138,
    0.514622792326138,
    0.514622792326138,
    0.514622792326138,
    0.7687011770041515,
    0.7687011770041515,
    0.7687011770041515,
    0.7687011770041515,
    0.7687011770041515,
    0.7687011770041515,
    0.7687011770041515,
    0.8033595059758785,
    0.8033595059758785,
    0.8033595059758785,
    0.8033595059758785,
    0.8033595059758785,
    0.8033595059758785,
    0.8033595059758785
  ],
  "30": [
    "",
    "In the adjoining classroom, workshops on networking etiquette begin.",
    "In the adjoining classroom, workshops on networking etiquette begin, while healthcare providers showcase community outreach photos.",
    "In the adjoining classroom, workshops on networking etiquette begin, while healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "In the adjoining classroom, networking etiquette workshops begin while healthcare providers display community outreach photos. Outside the university gym, students line up before the career fair opens, as career counselors redirect unsure students toward applicable industries.",
    "In the adjoining classroom, networking etiquette workshops begin while healthcare providers display community outreach photos. Outside the university gym, students line up before the career fair opens, as career counselors redirect unsure students toward applicable industries.",
    "In the adjoining classroom, networking etiquette workshops begin, while healthcare providers display community outreach photos. Outside the university gym, students line up before the career fair opens, as career counselors redirect unsure students toward applicable industries.",
    "In the adjoining classroom, networking etiquette workshops begin, while healthcare providers display community outreach photos. Outside the university gym, students line up before the career fair opens, as career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications.",
    "Adjoining classroom hosts the start of networking etiquette workshops, with healthcare providers displaying community outreach photos. Outside the university gym, students line up before the career fair opens, while career counselors redirect unsure students to applicable industries. Finance firms provide QR codes for immediate internship applications, and consulting firms stack glossy case study booklets on high tables.",
    "An adjoining classroom hosts the start of networking etiquette workshops, with healthcare providers displaying community outreach photos. Outside the university gym, students line up before the career fair opens, while career counselors redirect unsure students to applicable industries. Finance firms provide QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables."
  ],
  "30_score": [
    0.0,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.2969043533349459,
    0.2969043533349459,
    0.2969043533349459,
    0.2969043533349459,
    0.2969043533349459,
    0.5563897393854881,
    0.5563897393854881,
    0.5563897393854881,
    0.5563897393854881,
    0.5563897393854881,
    0.5563897393854881,
    0.5662868794033169,
    0.5662868794033169,
    0.5662868794033169,
    0.5662868794033169,
    0.5662868794033169,
    0.5662868794033169,
    0.5662868794033169,
    0.5662868794033169,
    0.5662868794033169,
    0.5662868794033169,
    0.5662868794033169,
    0.5662868794033169,
    0.5662868794033169,
    0.5662868794033169,
    0.5662868794033169,
    0.5662868794033169,
    0.5662868794033169,
    0.5662868794033169,
    0.5662868794033169,
    0.5662868794033169,
    0.5662868794033169,
    0.5692922290858157,
    0.5692922290858157,
    0.5692922290858157,
    0.5692922290858157,
    0.5692922290858157,
    0.5692922290858157,
    0.5692922290858157,
    0.5692922290858157,
    0.7290414416463047,
    0.7290414416463047,
    0.7290414416463047,
    0.7290414416463047,
    0.7290414416463047,
    0.7290414416463047,
    0.7290414416463047,
    0.7290414416463047,
    0.7821723136176129,
    0.7821723136176129,
    0.7821723136176129,
    0.7821723136176129,
    0.7821723136176129,
    0.7821723136176129,
    0.7821723136176129,
    0.7821723136176129,
    0.7512661835320746,
    0.7512661835320746,
    0.7512661835320746
  ],
  "31": [
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, and students line up outside the university gym before the career fair opens.",
    "Consulting firms stack glossy case study booklets on high tables as students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "Before the career fair opens, students line up outside the university gym while consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance, organizing entry as attendees arrive.",
    "Before the career fair opens, students line up outside the university gym while consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance, organizing entry as attendees arrive. Healthcare providers showcase community outreach photos.",
    "Before the career fair opens, students line up outside the university gym as consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Event staff at the entrance scan registrations and hand out lanyards, organizing entry as attendees arrive. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention.",
    "Before the career fair opens, students line up outside the university gym while consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Event staff at the entrance scan registrations and hand out lanyards, organizing entry as attendees arrive. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Before the career fair opens, students line up outside the university gym as consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Event staff at the entrance scan registrations and hand out lanyards, organizing entry as attendees arrive. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "Before the career fair opens, students line up outside the university gym while consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Event staff at the entrance scan registrations and hand out lanyards, organizing entry as attendees arrive. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.401149758057642,
    0.401149758057642,
    0.401149758057642,
    0.401149758057642,
    0.401149758057642,
    0.401149758057642,
    0.401149758057642,
    0.401149758057642,
    0.6212776389147449,
    0.6212776389147449,
    0.6212776389147449,
    0.6212776389147449,
    0.6212776389147449,
    0.6212776389147449,
    0.6212776389147449,
    0.8165799239884952,
    0.8165799239884952,
    0.8165799239884952,
    0.8165799239884952,
    0.8165799239884952,
    0.8165799239884952,
    0.8165799239884952,
    0.8165799239884952,
    0.8243993405872778,
    0.8243993405872778,
    0.8243993405872778,
    0.8243993405872778,
    0.8243993405872778,
    0.8243993405872778,
    0.8243993405872778,
    0.8243993405872778,
    0.873870623248554,
    0.873870623248554,
    0.873870623248554,
    0.873870623248554,
    0.873870623248554,
    0.873870623248554,
    0.873870623248554,
    0.895738417352375,
    0.895738417352375,
    0.895738417352375,
    0.895738417352375,
    0.895738417352375,
    0.895738417352375,
    0.9060135406971978,
    0.9060135406971978,
    0.9060135406971978,
    0.9060135406971978,
    0.9060135406971978,
    0.9060135406971978,
    0.9060135406971978,
    0.9060135406971978,
    0.9060135406971978,
    0.902471488508363,
    0.902471488508363
  ],
  "32": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "An alumni panel discussed how to prepare for technical interviews. Students clutched resumes inside branded folders, while event staff scanned registrations and handed out lanyards at the entrance.",
    "At a career fair, an alumni panel discussed how to prepare for technical interviews. Students clutched resumes inside branded folders, while event staff scanned registrations and handed out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "At a career fair, an alumni panel discussed how to prepare for technical interviews. Students clutched resumes inside branded folders while event staff scanned registrations and handed out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system, and career counselors redirect unsure students toward applicable industries.",
    "At a career fair, an alumni panel discussed how to prepare for technical interviews. Students clutched resumes inside branded folders. Event staff scanned registrations and handed out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries.",
    "At a career fair, an alumni panel discussed how to prepare for technical interviews. Students clutched resumes inside branded folders. Event staff scanned registrations and handed out lanyards at the entrance. A welcome announcement over the PA system outlined the fair schedule. Career counselors redirected unsure students toward applicable industries. Healthcare providers showcased community outreach photos.",
    "At a career fair, an alumni panel discussed how to prepare for technical interviews. Students clutched resumes inside branded folders. Event staff scanned registrations and handed out lanyards at the entrance. A welcome announcement over the PA system outlined the fair schedule. Career counselors redirected unsure students toward applicable industries. Healthcare providers showcased community outreach photos.",
    "At a career fair, an alumni panel discussed how to prepare for technical interviews. Students clutched resumes inside branded folders while event staff scanned registrations and handed out lanyards at the entrance. A welcome announcement over the PA system outlined the fair schedule. Career counselors redirected unsure students toward applicable industries. Healthcare providers showcased community outreach photos. Dozens of booths with colorful banners circle the polished floor."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5840319311272208,
    0.5840319311272208,
    0.5840319311272208,
    0.5840319311272208,
    0.5840319311272208,
    0.5840319311272208,
    0.5727871790325278,
    0.5727871790325278,
    0.5727871790325278,
    0.5727871790325278,
    0.5727871790325278,
    0.5727871790325278,
    0.5727871790325278,
    0.5727871790325278,
    0.7999335093067558,
    0.7999335093067558,
    0.7999335093067558,
    0.7999335093067558,
    0.7999335093067558,
    0.7999335093067558,
    0.7726801482831119,
    0.7726801482831119,
    0.7726801482831119,
    0.7726801482831119,
    0.7726801482831119,
    0.7726801482831119,
    0.7726801482831119,
    0.7726801482831119,
    0.7726801482831119,
    0.8215570303249058,
    0.8215570303249058,
    0.8215570303249058,
    0.8215570303249058,
    0.8215570303249058,
    0.8215570303249058,
    0.8215570303249058,
    0.8228105010959362,
    0.8228105010959362,
    0.8228105010959362,
    0.8228105010959362,
    0.8228105010959362,
    0.8228105010959362,
    0.8228105010959362,
    0.8228105010959362,
    0.8228105010959362,
    0.8228105010959362,
    0.8228105010959362,
    0.8228105010959362,
    0.8228105010959362,
    0.8228105010959362,
    0.8228105010959362,
    0.8228105010959362,
    0.8463876201583704,
    0.8463876201583704,
    0.8463876201583704,
    0.8463876201583704,
    0.8463876201583704
  ],
  "33": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "Students line up outside the university gym before the career fair opens, while tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries, and healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym as the career fair is about to open. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up as the career fair is about to open. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. Event staff at the entrance scan registrations and hand out lanyards.",
    "Outside the university gym, students line up as the career fair is about to open. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. Event staff at the entrance scan registrations and hand out lanyards.",
    "Outside the university gym, students line up as the career fair is about to open. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. Event staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up as the career fair is about to open. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. Event staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up as the career fair is about to open. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. Event staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4177472333165262,
    0.4177472333165262,
    0.4177472333165262,
    0.4177472333165262,
    0.6920139516452041,
    0.6920139516452041,
    0.6920139516452041,
    0.6920139516452041,
    0.6920139516452041,
    0.6920139516452041,
    0.6920139516452041,
    0.6005201741449891,
    0.6005201741449891,
    0.6005201741449891,
    0.6005201741449891,
    0.6005201741449891,
    0.6005201741449891,
    0.7162400519219412,
    0.7162400519219412,
    0.7162400519219412,
    0.7162400519219412,
    0.7162400519219412,
    0.7162400519219412,
    0.7853465492202814,
    0.7853465492202814,
    0.7853465492202814,
    0.7853465492202814,
    0.7853465492202814,
    0.7853465492202814,
    0.7853465492202814,
    0.7853465492202814,
    0.7853465492202814,
    0.7853465492202814,
    0.8026959638214107,
    0.8026959638214107,
    0.8026959638214107,
    0.8026959638214107,
    0.8026959638214107,
    0.8026959638214107,
    0.8026959638214107,
    0.8084730019567339,
    0.8084730019567339,
    0.8084730019567339,
    0.8084730019567339,
    0.8084730019567339,
    0.8084730019567339,
    0.8084730019567339,
    0.8084730019567339,
    0.8084730019567339,
    0.8084730019567339,
    0.8084730019567339,
    0.8084730019567339,
    0.8084730019567339,
    0.8084730019567339,
    0.8084730019567339,
    0.8084730019567339,
    0.8084730019567339
  ],
  "34": [
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "In a career-placement context, finance firms provide QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries.",
    "In a career-placement context, finance firms provide QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "In a career-placement context, finance firms provide QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "In a career-placement setting, finance firms supply QR codes that enable immediate internship applications. Career counselors guide unsure students toward industries where they fit best. Some students rehearse elevator pitches quietly against the wall. Tech companies feature demo screens showcasing their latest apps.",
    "In a career-placement setting, finance firms supply QR codes that enable immediate internship applications. Career counselors guide unsure students toward industries where they fit best. Some students rehearse elevator pitches quietly against the wall. Tech companies feature demo screens showcasing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "In a career-placement setting, finance firms provide QR codes that enable immediate internship applications. Career counselors guide unsure students toward industries where they fit best and remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Tech companies feature demo screens showcasing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "In a career-placement setting, finance firms provide QR codes that enable immediate internship applications. Career counselors guide unsure students toward industries where they fit best and remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Tech companies feature demo screens showcasing their latest apps, and workshops on networking etiquette begin in the adjoining classroom."
  ],
  "34_score": [
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.5050531132992637,
    0.5050531132992637,
    0.5050531132992637,
    0.5050531132992637,
    0.5050531132992637,
    0.5050531132992637,
    0.5050531132992637,
    0.5050531132992637,
    0.5050531132992637,
    0.5050531132992637,
    0.6652226576034735,
    0.6652226576034735,
    0.6652226576034735,
    0.6652226576034735,
    0.6652226576034735,
    0.6652226576034735,
    0.6652226576034735,
    0.6652226576034735,
    0.6652226576034735,
    0.6652226576034735,
    0.6652226576034735,
    0.7341734126848668,
    0.7341734126848668,
    0.7341734126848668,
    0.7341734126848668,
    0.7341734126848668,
    0.7341734126848668,
    0.7341734126848668,
    0.7390301613880934,
    0.7390301613880934,
    0.7390301613880934,
    0.7390301613880934,
    0.7390301613880934,
    0.7390301613880934,
    0.7390301613880934,
    0.7390301613880934,
    0.7390301613880934,
    0.7581675176391989,
    0.7581675176391989,
    0.7581675176391989,
    0.7581675176391989,
    0.7581675176391989,
    0.7581675176391989,
    0.7581675176391989,
    0.7581675176391989,
    0.7581675176391989,
    0.7581675176391989,
    0.7581675176391989,
    0.7581675176391989,
    0.7581675176391989,
    0.7581675176391989,
    0.7124865813277915,
    0.7124865813277915,
    0.7124865813277915,
    0.7124865813277915
  ],
  "35": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A line of students stands outside the university gym, waiting ahead of the career fair's opening.",
    "A line of students waits outside the university gym ahead of the career fair’s opening. A robotics startup occupies a booth there and flies a small drone above its display to attract attention.",
    "Outside the university gym, a line of students waits ahead of the career fair’s opening. A robotics startup occupies a booth there and flies a small drone above its display to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, a line of students waits ahead of the career fair’s opening. A robotics startup occupies a booth there and flies a small drone above its display to attract attention. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, a line of students waits ahead of the career fair’s opening. A robotics startup occupies a booth there and flies a small drone above its display to attract attention. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, a line of students waits ahead of the career fair opening. A robotics startup occupies a booth there and flies a small drone above its display to attract attention. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.33395214898104886,
    0.33395214898104886,
    0.33395214898104886,
    0.33395214898104886,
    0.33395214898104886,
    0.33395214898104886,
    0.33395214898104886,
    0.33395214898104886,
    0.5804737199171598,
    0.5804737199171598,
    0.5804737199171598,
    0.5804737199171598,
    0.5804737199171598,
    0.5804737199171598,
    0.5804737199171598,
    0.7743273376667226,
    0.7743273376667226,
    0.7743273376667226,
    0.7743273376667226,
    0.7743273376667226,
    0.7960540861214549,
    0.7960540861214549,
    0.7960540861214549,
    0.7960540861214549,
    0.7960540861214549,
    0.7960540861214549,
    0.7960540861214549,
    0.7960540861214549,
    0.7960540861214549,
    0.7960540861214549,
    0.7960540861214549,
    0.7960540861214549,
    0.7960540861214549,
    0.7960540861214549,
    0.7960540861214549,
    0.8168425730565172,
    0.8168425730565172,
    0.8168425730565172,
    0.8168425730565172,
    0.8168425730565172,
    0.8168425730565172,
    0.8168425730565172,
    0.8168425730565172,
    0.8168425730565172,
    0.8168425730565172,
    0.8168425730565172,
    0.8168425730565172,
    0.8168425730565172,
    0.8023069090019783,
    0.8023069090019783,
    0.8023069090019783,
    0.8023069090019783,
    0.8023069090019783,
    0.8023069090019783,
    0.8023069090019783,
    0.8023069090019783
  ],
  "36": [
    "",
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "At the event, the engineering society sponsors a resume review table near the stage, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, the engineering society sponsors a resume review table near the stage; a cybersecurity company runs a password-cracking challenge on a laptop; career counselors redirect unsure students toward applicable industries.",
    "At the event, the engineering society sponsors a resume review table near the stage; a cybersecurity company runs a password-cracking challenge on a laptop; career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "At the event, the engineering society sponsors a resume review table near the stage; a cybersecurity company runs a password-cracking challenge on a laptop; career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "At the event, the engineering society sponsors a resume review table near the stage; a cybersecurity company runs a password-cracking challenge on a laptop; career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "At the event, the engineering society sponsors a resume review table near the stage; a cybersecurity company runs a password-cracking challenge on a laptop; career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, the engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth for attention.",
    "At the event, the engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth for attention. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4521450817420957,
    0.4521450817420957,
    0.4521450817420957,
    0.4521450817420957,
    0.4521450817420957,
    0.4521450817420957,
    0.4521450817420957,
    0.5108445843475667,
    0.5108445843475667,
    0.5108445843475667,
    0.5108445843475667,
    0.5108445843475667,
    0.5108445843475667,
    0.6486818926998824,
    0.6486818926998824,
    0.6486818926998824,
    0.6486818926998824,
    0.6486818926998824,
    0.6486818926998824,
    0.7892044908518484,
    0.7892044908518484,
    0.7892044908518484,
    0.7892044908518484,
    0.7892044908518484,
    0.7892044908518484,
    0.7892044908518484,
    0.7892044908518484,
    0.7892044908518484,
    0.7892044908518484,
    0.7892044908518484,
    0.7892044908518484,
    0.7892044908518484,
    0.7892044908518484,
    0.7892044908518484,
    0.7892044908518484,
    0.7892044908518484,
    0.8081697878482259,
    0.8081697878482259,
    0.8081697878482259,
    0.8081697878482259,
    0.8081697878482259,
    0.8081697878482259,
    0.8081697878482259,
    0.8517278568974032,
    0.8517278568974032,
    0.8517278568974032,
    0.8517278568974032,
    0.8517278568974032,
    0.8517278568974032,
    0.8517278568974032,
    0.8517278568974032,
    0.8517278568974032,
    0.8917686925533261,
    0.8917686925533261
  ],
  "37": [
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes enabling immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards.",
    "Finance firms provide QR codes enabling immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries.",
    "At the event, finance firms provide QR codes enabling immediate internship applications. At the entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, finance firms provide QR codes enabling immediate internship applications. At the entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair held at the university gym, finance firms provide QR codes enabling immediate internship applications. At the entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "At the university gym, a career fair unfolds with dozens of booths circling the polished floor, each adorned by colorful banners. Finance firms provide QR codes enabling immediate internship applications. At the entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Dozens of booths surround the floor as students line up outside the gym before the fair opens. Inside, human resources teams jot notes on tablets while students introduce themselves."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.6076310838148316,
    0.6076310838148316,
    0.6076310838148316,
    0.6076310838148316,
    0.6076310838148316,
    0.6076310838148316,
    0.6076310838148316,
    0.6076310838148316,
    0.7621960284271133,
    0.7621960284271133,
    0.7621960284271133,
    0.7621960284271133,
    0.7621960284271133,
    0.7621960284271133,
    0.7621960284271133,
    0.7621960284271133,
    0.7938144066844831,
    0.7938144066844831,
    0.7938144066844831,
    0.7938144066844831,
    0.7938144066844831,
    0.7938144066844831,
    0.7938144066844831,
    0.7938144066844831,
    0.7938144066844831,
    0.7938144066844831,
    0.7938144066844831,
    0.7938144066844831,
    0.7938144066844831,
    0.7938144066844831,
    0.7938144066844831,
    0.7938144066844831,
    0.8025245803753709,
    0.8025245803753709,
    0.8025245803753709,
    0.8025245803753709,
    0.8025245803753709,
    0.8025245803753709,
    0.8025245803753709,
    0.8073495968330324,
    0.8073495968330324,
    0.8073495968330324,
    0.8073495968330324,
    0.8073495968330324,
    0.8073495968330324,
    0.8073495968330324,
    0.8073495968330324,
    0.8073495968330324,
    0.8073495968330324
  ],
  "38": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff are stationed at the entrance, where they scan registrations to verify attendees and then hand out lanyards to those checked in. The sequence establishes the check-in flow and credential distribution at the entry.",
    "Event staff at the entrance scan registrations to verify attendees and then hand out lanyards to those checked in, establishing the check-in flow and credential distribution at the entry. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations to verify attendees and then hand out lanyards to those checked in, establishing the check-in flow and credential distribution at the entry. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations to verify attendees and then hand out lanyards to those checked in, establishing the check-in flow and credential distribution. Alumni volunteers give quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations to verify attendees and then hand out lanyards to those checked in, establishing the check-in flow and credential distribution. Nearby, alumni volunteers give quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "Event check-in is organized at the entrance, with staff scanning registrations to verify attendees and then handing out lanyards to those checked in, establishing the flow of credential distribution. Nearby, alumni volunteers give quick pep talks by the coffee station, while career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall.",
    "Check-in is organized at the entrance, with staff scanning registrations to verify attendees and handing out lanyards to those checked in, establishing the credential distribution flow. Nearby, alumni volunteers give quick pep talks by the coffee station, while career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Check-in is organized at the entrance, with staff scanning registrations to verify attendees and handing out lanyards to those checked in, establishing the credential distribution flow. Nearby, alumni volunteers give quick pep talks by the coffee station, while career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.46948405786236325,
    0.46948405786236325,
    0.46948405786236325,
    0.46948405786236325,
    0.46948405786236325,
    0.5504755825389609,
    0.5504755825389609,
    0.5504755825389609,
    0.5504755825389609,
    0.5504755825389609,
    0.5504755825389609,
    0.5504755825389609,
    0.7274554776803124,
    0.7274554776803124,
    0.7274554776803124,
    0.7274554776803124,
    0.7274554776803124,
    0.7274554776803124,
    0.7274554776803124,
    0.5501085931198773,
    0.5501085931198773,
    0.5501085931198773,
    0.5501085931198773,
    0.5501085931198773,
    0.5501085931198773,
    0.7264102874626499,
    0.7264102874626499,
    0.7264102874626499,
    0.7264102874626499,
    0.7264102874626499,
    0.7264102874626499,
    0.7264102874626499,
    0.7264102874626499,
    0.7264102874626499,
    0.6823190457377376,
    0.6823190457377376,
    0.6823190457377376,
    0.6823190457377376,
    0.6823190457377376,
    0.6823190457377376,
    0.6823190457377376,
    0.6823190457377376,
    0.6823190457377376,
    0.6823190457377376,
    0.7158971669408077,
    0.7158971669408077,
    0.7158971669408077,
    0.7158971669408077,
    0.7158971669408077,
    0.7158971669408077,
    0.7158971669408077,
    0.7158971669408077,
    0.745641658925099,
    0.745641658925099,
    0.745641658925099,
    0.745641658925099,
    0.745641658925099,
    0.745641658925099,
    0.745641658925099
  ],
  "39": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos; finance firms offer QR codes for immediate internship applications.",
    "Healthcare providers showcase community outreach photos, illustrating ongoing outreach efforts. Finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries.",
    "The scene shows cross-sector outreach and career resources in a shared display of activity. Healthcare providers showcase community outreach photos, illustrating ongoing outreach efforts. Finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. The setup emphasizes accessible information and guidance: visual records of outreach, quick digital applications, direction to relevant industries, and prominent printed case studies ready for perusal. Overall, the arrangement suggests coordinated public-facing activity across healthcare, finance, career services, and consulting, with materials arranged to engage visitors and point them toward opportunities and next steps.",
    "Across a shared display of activity, cross-sector outreach and career resources are presented in a coordinated public-facing setup spanning healthcare, finance, career services, and consulting. Healthcare providers showcase community outreach photos, illustrating ongoing outreach efforts. Finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. The arrangement emphasizes accessible information and guidance: visual records of outreach, quick digital applications, direction to relevant industries, and prominent printed case studies ready for perusal. Groups of friends mark target employers on the event map, reinforcing engagement with specific opportunities. Overall, materials are arranged to engage visitors and point them toward opportunities and next steps.",
    "At a shared display of activity, a coordinated public-facing setup spans healthcare, finance, career services, and consulting, presenting cross-sector outreach and career resources. Healthcare providers showcase community outreach photos illustrating ongoing outreach efforts. Finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, reinforcing engagement with specific opportunities. Overall, materials are arranged to engage visitors and point them toward opportunities and next steps. A robotics startup flies a small drone above its booth to attract attention.",
    "At a shared display of activity spanning healthcare, finance, career services, and consulting, the event presents cross-sector outreach and career resources. Healthcare providers showcase community outreach photos illustrating ongoing outreach efforts. Finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, reinforcing engagement with specific opportunities. Overall, materials are arranged to engage visitors and point them toward opportunities and next steps. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.43999171045353713,
    0.43999171045353713,
    0.43999171045353713,
    0.43999171045353713,
    0.43999171045353713,
    0.43999171045353713,
    0.43999171045353713,
    0.43999171045353713,
    0.6681604039791587,
    0.6681604039791587,
    0.6681604039791587,
    0.6681604039791587,
    0.6681604039791587,
    0.6681604039791587,
    0.6681604039791587,
    0.6849527448635113,
    0.6849527448635113,
    0.6849527448635113,
    0.6849527448635113,
    0.6849527448635113,
    0.6849527448635113,
    0.6849527448635113,
    0.6849527448635113,
    0.7143133862792297,
    0.7143133862792297,
    0.7143133862792297,
    0.7143133862792297,
    0.7143133862792297,
    0.7143133862792297,
    0.7143133862792297,
    0.7143133862792297,
    0.7143133862792297,
    0.7801502571513333,
    0.7801502571513333,
    0.7801502571513333,
    0.7801502571513333,
    0.7801502571513333,
    0.7801502571513333,
    0.7801502571513333,
    0.7801502571513333,
    0.7801502571513333,
    0.7801502571513333,
    0.7801502571513333,
    0.8157720100639155,
    0.8157720100639155,
    0.8157720100639155,
    0.8157720100639155,
    0.8157720100639155,
    0.8157720100639155,
    0.8157720100639155,
    0.8157720100639155
  ],
  "40": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym as the career fair is set to open. A welcome announcement over the PA system outlines the fair schedule. Healthcare providers showcase photos of their community outreach efforts.",
    "Students line up outside the university gym as the career fair is set to open, while a welcome announcement over the PA system outlines the fair schedule. Healthcare providers showcase photos of their community outreach efforts.",
    "Students line up outside the university gym as the career fair prepares to open, while a welcome PA announcement outlines the fair schedule. Healthcare providers display photos of their community outreach efforts, and workshops on networking etiquette begin in the adjoining classroom.",
    "Students line up outside the university gym as the career fair prepares to open, with a welcome PA announcement outlining the fair schedule. Healthcare providers display photos of their community outreach efforts, and workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves.",
    "Students line up outside the university gym as the career fair prepares to open, while a welcome PA announcement outlines the fair schedule. Healthcare providers display photos of their community outreach efforts, and workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym as the career fair prepares to open, while a welcome PA announcement outlines the fair schedule. Healthcare providers display photos of their community outreach efforts, and workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5944384692683555,
    0.5944384692683555,
    0.5944384692683555,
    0.5944384692683555,
    0.5944384692683555,
    0.5944384692683555,
    0.5944384692683555,
    0.6358558011745641,
    0.6358558011745641,
    0.6358558011745641,
    0.6358558011745641,
    0.6358558011745641,
    0.6358558011745641,
    0.5832691231420971,
    0.5832691231420971,
    0.5832691231420971,
    0.5832691231420971,
    0.5832691231420971,
    0.5832691231420971,
    0.5832691231420971,
    0.6033729037284244,
    0.6033729037284244,
    0.6033729037284244,
    0.6033729037284244,
    0.6033729037284244,
    0.6033729037284244,
    0.6033729037284244,
    0.6033729037284244,
    0.7710332203373294,
    0.7710332203373294,
    0.7710332203373294,
    0.7710332203373294,
    0.7710332203373294,
    0.7710332203373294,
    0.7710332203373294,
    0.7710332203373294,
    0.7710332203373294,
    0.7710332203373294,
    0.804563197819953,
    0.804563197819953,
    0.804563197819953,
    0.804563197819953,
    0.804563197819953,
    0.804563197819953,
    0.804563197819953,
    0.804563197819953,
    0.804563197819953,
    0.829240673994954,
    0.829240673994954,
    0.829240673994954,
    0.829240673994954,
    0.829240673994954
  ],
  "41": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Outside the university gym, students line up before the career fair opens.",
    "Outside the university gym, students line up before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students line up before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, students line up before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. HR teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, students line up before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. HR teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. HR teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students line up before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. HR teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up ahead of the career fair opening. Event staff scan registrations and hand out lanyards at the entrance. HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Alumni volunteers offer quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up ahead of the career fair opening. Event staff scan registrations and hand out lanyards at the entrance. HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Alumni volunteers offer quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.38292907101626616,
    0.38292907101626616,
    0.38292907101626616,
    0.38292907101626616,
    0.38292907101626616,
    0.5783152354530415,
    0.5783152354530415,
    0.5783152354530415,
    0.5783152354530415,
    0.5783152354530415,
    0.5783152354530415,
    0.5783152354530415,
    0.7865967894762986,
    0.7865967894762986,
    0.7865967894762986,
    0.7865967894762986,
    0.7865967894762986,
    0.7865967894762986,
    0.7865967894762986,
    0.8333970841793784,
    0.8333970841793784,
    0.8333970841793784,
    0.8333970841793784,
    0.8333970841793784,
    0.8333970841793784,
    0.8395941160579391,
    0.8395941160579391,
    0.8395941160579391,
    0.8395941160579391,
    0.8395941160579391,
    0.8395941160579391,
    0.8395941160579391,
    0.8395941160579391,
    0.8306220289861164,
    0.8306220289861164,
    0.8306220289861164,
    0.8306220289861164,
    0.8306220289861164,
    0.8306220289861164,
    0.8306220289861164,
    0.8306220289861164,
    0.8306220289861164,
    0.8373035081066669,
    0.8373035081066669,
    0.8373035081066669,
    0.8373035081066669,
    0.8373035081066669,
    0.8373035081066669,
    0.8373035081066669,
    0.8373035081066669,
    0.8273813618415589,
    0.8273813618415589,
    0.8273813618415589,
    0.8273813618415589,
    0.8273813618415589,
    0.8273813618415589,
    0.8273813618415589,
    0.8273813618415589,
    0.8273813618415589
  ],
  "42": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers display community outreach photos. A robotics startup flies a small drone above its booth to attract attention.",
    "Healthcare providers display community outreach photos; a robotics startup flies a small drone above its booth to attract attention; consulting firms stack glossy case study booklets on high tables.",
    "At a university career fair, healthcare providers display community outreach photos. A robotics startup flies a small drone above its booth to attract attention, and consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, healthcare providers display community outreach photos. A robotics startup flies a small drone above its booth to attract attention, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the fair opens, and a welcome announcement outlines the fair schedule over the PA system.",
    "At a university career fair, healthcare providers display community outreach photos. A robotics startup flies a small drone above its booth to attract attention, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the fair opens, and a welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage.",
    "At a university career fair, healthcare providers display community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the fair opens. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "At a university career fair in the gym, healthcare providers display community outreach photos while a robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables, and dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before opening, and a welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage, and career counselors remind attendees to maintain eye contact.",
    "At a university career fair in the gym, multiple employers populate the space: healthcare providers display community outreach photos, while a robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables as dozens of booths with colorful banners circle the polished floor. Students line up outside the gym before opening, and a welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps."
  ],
  "42_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.510468345800535,
    0.510468345800535,
    0.510468345800535,
    0.510468345800535,
    0.510468345800535,
    0.510468345800535,
    0.510468345800535,
    0.510468345800535,
    0.510468345800535,
    0.510468345800535,
    0.4802907238639341,
    0.4802907238639341,
    0.4802907238639341,
    0.4802907238639341,
    0.4802907238639341,
    0.4802907238639341,
    0.4802907238639341,
    0.7923522516112955,
    0.7923522516112955,
    0.7923522516112955,
    0.7923522516112955,
    0.7923522516112955,
    0.7923522516112955,
    0.8170199265144455,
    0.8170199265144455,
    0.8170199265144455,
    0.8170199265144455,
    0.8170199265144455,
    0.8170199265144455,
    0.8245275201349298,
    0.8245275201349298,
    0.8245275201349298,
    0.8245275201349298,
    0.8245275201349298,
    0.8245275201349298,
    0.8245275201349298,
    0.8245275201349298,
    0.8245275201349298,
    0.8413535058207278,
    0.8413535058207278,
    0.8413535058207278,
    0.8413535058207278,
    0.8413535058207278,
    0.8413535058207278,
    0.8413535058207278,
    0.8413535058207278,
    0.8413535058207278,
    0.8413535058207278,
    0.838975413019623,
    0.838975413019623,
    0.838975413019623,
    0.838975413019623,
    0.838975413019623,
    0.838975413019623,
    0.838975413019623,
    0.838975413019623,
    0.8379066027828512,
    0.8379066027828512,
    0.8379066027828512
  ],
  "43": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, and some rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym before the career fair opens, with some rehearsing elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens, with some rehearsing elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students line up before the career fair opens, with some rehearsing elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps, creating visual anchors along the entrance. Consulting firms stack glossy case study booklets on high tables, arranged for perusal by attendees. A welcome announcement over the PA system outlines the fair schedule, providing orientation for early arrivals. The scene combines preparation and display: line formation, quiet practice, screens lit with applications, glossy booklets on elevated surfaces, and a broadcast guiding the upcoming events.",
    "Outside the university gym, students line up before the career fair opens, some quietly rehearsing elevator pitches against the wall. Tech companies display demo screens showing their latest apps along the entrance as visual anchors. Consulting firms stack glossy case study booklets on high tables for attendees to peruse. A welcome announcement over the PA outlines the fair schedule, providing orientation for early arrivals. The scene blends preparation and display: orderly line formation, quiet practice, illuminated app screens, booklet-strewn elevated surfaces, and a broadcast guiding upcoming events. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, students line up before the career fair opens, with some quietly rehearsing elevator pitches against the wall. Tech companies display demo screens along the entrance showing their latest apps as visual anchors, while consulting firms stack glossy case study booklets on high tables for attendees to peruse. A welcome announcement over the PA outlines the fair schedule, providing orientation for early arrivals. The scene blends preparation and display: orderly line formation, quiet practice, illuminated app screens, booklet-strewn elevated surfaces, and a broadcast guiding upcoming events. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, students line up before the career fair opens, with some quietly rehearsing elevator pitches against the wall. Tech companies display demo screens along the entrance showing their latest apps as visual anchors, while consulting firms stack glossy case study booklets on high tables for attendees to peruse. A welcome announcement over the PA outlines the fair schedule, providing orientation for early arrivals, while career counselors redirect unsure students toward applicable industries. The scene blends preparation and display: orderly line formation, quiet practice, illuminated app screens, booklet-strewn elevated surfaces, and a broadcast guiding upcoming events.",
    "Outside the university gym, students line up before the career fair opens, some quietly rehearsing elevator pitches against the wall. Tech companies display demo screens along the entrance, showing their latest apps as visual anchors, while consulting firms stack glossy case-study booklets on high tables for attendees to peruse. A welcome announcement over the PA outlines the fair schedule and orients early arrivals, while career counselors redirect unsure students toward applicable industries. The scene blends preparation and display: orderly line formation, quiet practice, illuminated app screens, booklet-strewn elevated surfaces, and a broadcast guiding upcoming events. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.3421106358845699,
    0.3421106358845699,
    0.3421106358845699,
    0.3421106358845699,
    0.3421106358845699,
    0.3421106358845699,
    0.3421106358845699,
    0.568910192022122,
    0.568910192022122,
    0.568910192022122,
    0.568910192022122,
    0.568910192022122,
    0.568910192022122,
    0.6018921134530603,
    0.6018921134530603,
    0.6018921134530603,
    0.6018921134530603,
    0.6018921134530603,
    0.6018921134530603,
    0.6018921134530603,
    0.6018921134530603,
    0.8429889909653568,
    0.8429889909653568,
    0.8429889909653568,
    0.8429889909653568,
    0.8429889909653568,
    0.8429889909653568,
    0.8429889909653568,
    0.8313006761372347,
    0.8313006761372347,
    0.8313006761372347,
    0.8313006761372347,
    0.8313006761372347,
    0.8313006761372347,
    0.8313006761372347,
    0.8313006761372347,
    0.8313006761372347,
    0.8510630214868652,
    0.8510630214868652,
    0.8510630214868652,
    0.8510630214868652,
    0.8510630214868652,
    0.8510630214868652,
    0.8510630214868652,
    0.8510630214868652,
    0.8510630214868652,
    0.8510630214868652,
    0.8413874779588788,
    0.8413874779588788,
    0.8413874779588788,
    0.8413874779588788,
    0.8413874779588788,
    0.8413874779588788,
    0.8413874779588788,
    0.8413874779588788,
    0.8413874779588788,
    0.8413874779588788
  ],
  "44": [
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while students line up outside the university gym before the career fair opens.",
    "Tech companies display demo screens showing their latest apps as students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets while students introduce themselves.",
    "Tech companies display demo screens showing their latest apps as students line up outside the university gym ahead of the career fair opening. Human resources teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "Tech companies display demo screens of their latest apps as students line up outside the university gym ahead of the career fair opening. Human resources teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact.",
    "Tech companies display demo screens showing their latest apps as students line up outside the university gym ahead of the career fair opening. Human resources teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact.",
    "Tech companies display demo screens showing their latest apps as students line up outside the university gym ahead of the career fair opening. Human resources teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.6286211661290804,
    0.6286211661290804,
    0.6286211661290804,
    0.6286211661290804,
    0.6286211661290804,
    0.6286211661290804,
    0.6286211661290804,
    0.6286211661290804,
    0.6286211661290804,
    0.7904160693901225,
    0.7904160693901225,
    0.7904160693901225,
    0.7904160693901225,
    0.7904160693901225,
    0.7904160693901225,
    0.7904160693901225,
    0.7904160693901225,
    0.7904160693901225,
    0.7904160693901225,
    0.7904160693901225,
    0.8252221725856517,
    0.8252221725856517,
    0.8252221725856517,
    0.8252221725856517,
    0.8252221725856517,
    0.8252221725856517,
    0.8252221725856517,
    0.8252221725856517,
    0.8252221725856517,
    0.8235433354757866,
    0.8235433354757866,
    0.8235433354757866,
    0.8235433354757866,
    0.8235433354757866,
    0.8235433354757866,
    0.8235433354757866,
    0.8235433354757866,
    0.8191053627174895,
    0.8191053627174895,
    0.8191053627174895,
    0.8191053627174895,
    0.8191053627174895,
    0.8191053627174895
  ],
  "45": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair's schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair's schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair's schedule. Students clutch resumes inside branded folders.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair's schedule. Outside the university gym, students line up before the career fair opens. Inside, students clutch resumes in branded folders.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair's schedule. Outside the university gym, students line up before the career fair opens. Inside, students clutch resumes in branded folders.",
    "A welcome announcement is being broadcast over the PA system, outlining the career fair's schedule. Outside the university gym, students line up before the fair opens. Inside, students clutch resumes in branded folders. The engineering society sponsors a resume review table near the stage.",
    "A welcome announcement is being broadcast over the PA system, outlining the career fair's schedule. Outside the university gym, students line up before the fair opens. Inside, students clutch resumes in branded folders. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "A welcome announcement is being broadcast over the PA system, outlining the career fair's schedule. Outside the university gym, students line up before the fair opens. Inside, students clutch resumes in branded folders. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.6012762569167945,
    0.6012762569167945,
    0.6012762569167945,
    0.6012762569167945,
    0.6012762569167945,
    0.6012762569167945,
    0.6012762569167945,
    0.6950549990149377,
    0.6950549990149377,
    0.6950549990149377,
    0.6950549990149377,
    0.6950549990149377,
    0.6950549990149377,
    0.6950549990149377,
    0.6950549990149377,
    0.6950549990149377,
    0.6950549990149377,
    0.6950549990149377,
    0.6950549990149377,
    0.6950549990149377,
    0.6950549990149377,
    0.6950549990149377,
    0.7606057899245218,
    0.7606057899245218,
    0.7606057899245218,
    0.7606057899245218,
    0.7606057899245218,
    0.7606057899245218,
    0.7606057899245218,
    0.7606057899245218,
    0.7934717771872379,
    0.7934717771872379,
    0.7934717771872379,
    0.7934717771872379,
    0.7934717771872379,
    0.7934717771872379,
    0.7934717771872379,
    0.7934717771872379,
    0.7934717771872379,
    0.8068645795834106,
    0.8068645795834106,
    0.8068645795834106,
    0.8068645795834106,
    0.8068645795834106
  ],
  "46": [
    "",
    "Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage.",
    "Staff at the event entrance scan registrations and hand out lanyards. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage.",
    "Staff at the event entrance scan registrations and hand out lanyards. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage.",
    "Staff at the event entrance scan registrations and hand out lanyards. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage."
  ],
  "46_score": [
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.570666593365198,
    0.570666593365198,
    0.570666593365198,
    0.570666593365198,
    0.570666593365198,
    0.570666593365198,
    0.570666593365198,
    0.570666593365198,
    0.570666593365198,
    0.570666593365198,
    0.570666593365198,
    0.570666593365198,
    0.570666593365198,
    0.570666593365198,
    0.570666593365198,
    0.570666593365198,
    0.570666593365198,
    0.570666593365198,
    0.570666593365198,
    0.570666593365198,
    0.7582404494253971,
    0.7582404494253971,
    0.7582404494253971,
    0.7582404494253971,
    0.7582404494253971,
    0.7582404494253971,
    0.7582404494253971,
    0.7582404494253971,
    0.7582404494253971,
    0.7582404494253971,
    0.7582404494253971,
    0.7582404494253971,
    0.7582404494253971,
    0.7582404494253971,
    0.7582404494253971,
    0.7582404494253971,
    0.7582404494253971,
    0.7060570056788671,
    0.7060570056788671,
    0.7060570056788671,
    0.7060570056788671,
    0.7060570056788671,
    0.7060570056788671,
    0.7060570056788671,
    0.7060570056788671,
    0.7060570056788671,
    0.7060570056788671,
    0.7060570056788671,
    0.7060570056788671,
    0.7060570056788671,
    0.7060570056788671,
    0.7060570056788671,
    0.7060570056788671,
    0.7060570056788671,
    0.7060570056788671,
    0.7060570056788671,
    0.7060570056788671
  ],
  "47": [
    "",
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves.",
    "In the scene, human resources teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries.",
    "In the scene, human resources teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "In the scene, human resources teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage.",
    "Human resources teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, human resources teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, human resources teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, human resources teams take notes on tablets as students introduce themselves, while career counselors steer unsure students toward appropriate industries. Some students practice elevator pitches quietly along the wall. The engineering society operates a resume review table near the stage. Event staff check registrations and distribute lanyards at the entrance. A line forms outside the university gym as students await the fair's opening. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the university career fair, human resources teams take notes on tablets as students introduce themselves, while career counselors steer unsure students toward appropriate industries. Some students practice elevator pitches quietly along the wall. The engineering society runs a resume review table near the stage. Event staff check registrations and distribute lanyards at the entrance. A line forms outside the university gym as students await the fair's opening. A cybersecurity company runs a password-cracking challenge on a laptop, and tech companies display demo screens showing their latest apps."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.40423303842019864,
    0.40423303842019864,
    0.40423303842019864,
    0.40423303842019864,
    0.40423303842019864,
    0.40423303842019864,
    0.40423303842019864,
    0.40423303842019864,
    0.40423303842019864,
    0.5255689807776898,
    0.5255689807776898,
    0.5255689807776898,
    0.5255689807776898,
    0.5255689807776898,
    0.5255689807776898,
    0.5255689807776898,
    0.70700685020925,
    0.70700685020925,
    0.70700685020925,
    0.70700685020925,
    0.70700685020925,
    0.70700685020925,
    0.70700685020925,
    0.7727166807234795,
    0.7727166807234795,
    0.7727166807234795,
    0.7727166807234795,
    0.7727166807234795,
    0.7727166807234795,
    0.7727166807234795,
    0.7727166807234795,
    0.7727166807234795,
    0.8508962003811209,
    0.8508962003811209,
    0.8508962003811209,
    0.8508962003811209,
    0.8508962003811209,
    0.8508962003811209,
    0.8508962003811209,
    0.8508962003811209,
    0.8508962003811209,
    0.8508962003811209,
    0.8508962003811209,
    0.8508962003811209,
    0.8508962003811209,
    0.8508962003811209,
    0.8508962003811209,
    0.8508962003811209,
    0.8530880909586793,
    0.8530880909586793,
    0.8530880909586793,
    0.8530880909586793,
    0.8530880909586793,
    0.8530880909586793,
    0.8530880909586793
  ],
  "48": [
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor.",
    "At the event entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "At the event entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.7523476035026253,
    0.7523476035026253,
    0.7523476035026253,
    0.7523476035026253,
    0.7523476035026253,
    0.7523476035026253,
    0.7523476035026253,
    0.7866456963508232,
    0.7866456963508232,
    0.7866456963508232,
    0.7866456963508232,
    0.7866456963508232,
    0.7866456963508232,
    0.7866456963508232,
    0.7866456963508232,
    0.7866456963508232,
    0.7866456963508232,
    0.7866456963508232,
    0.7866456963508232,
    0.7866456963508232,
    0.7866456963508232,
    0.7866456963508232,
    0.7866456963508232,
    0.7866456963508232,
    0.7866456963508232,
    0.8095442113855982,
    0.8095442113855982,
    0.8095442113855982,
    0.8095442113855982,
    0.8095442113855982,
    0.8095442113855982,
    0.8406962660029207,
    0.8406962660029207,
    0.8406962660029207,
    0.8406962660029207,
    0.8406962660029207,
    0.8406962660029207,
    0.8406962660029207,
    0.8406962660029207
  ],
  "49": [
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while healthcare providers showcase community outreach photos.",
    "At the event, career counselors remind attendees to maintain eye contact; healthcare providers showcase community outreach photos; an alumni panel discusses how to prepare for technical interviews.",
    "At the event, career counselors remind attendees to maintain eye contact; healthcare providers showcase community outreach photos; an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, career counselors remind attendees to maintain eye contact, while healthcare providers showcase photos of community outreach. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map.",
    "At the event, attendees are guided by career counselors who remind them to maintain eye contact, while healthcare providers showcase photos of community outreach. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries.",
    "At the event, attendees are guided by career counselors who remind them to maintain eye contact, while healthcare providers showcase photos of community outreach. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, attendees are guided by career counselors who remind them to maintain eye contact, while healthcare providers showcase photos of community outreach. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair event, attendees are guided by career counselors who remind them to maintain eye contact, while healthcare providers showcase photos of community outreach. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.36813820433020994,
    0.36813820433020994,
    0.36813820433020994,
    0.36813820433020994,
    0.36813820433020994,
    0.48931552844995535,
    0.48931552844995535,
    0.48931552844995535,
    0.48931552844995535,
    0.48931552844995535,
    0.48931552844995535,
    0.48931552844995535,
    0.48931552844995535,
    0.6593640219670758,
    0.6593640219670758,
    0.6593640219670758,
    0.6593640219670758,
    0.6593640219670758,
    0.6593640219670758,
    0.6593640219670758,
    0.8224597077725565,
    0.8224597077725565,
    0.8224597077725565,
    0.8224597077725565,
    0.8224597077725565,
    0.8224597077725565,
    0.8224597077725565,
    0.8224597077725565,
    0.77037318193046,
    0.77037318193046,
    0.77037318193046,
    0.77037318193046,
    0.77037318193046,
    0.77037318193046,
    0.77037318193046,
    0.802890305294764,
    0.802890305294764,
    0.802890305294764,
    0.802890305294764,
    0.802890305294764,
    0.802890305294764,
    0.802890305294764,
    0.802890305294764,
    0.802890305294764,
    0.802890305294764,
    0.802890305294764,
    0.802890305294764,
    0.802890305294764,
    0.802890305294764,
    0.802890305294764,
    0.802890305294764,
    0.8353248560286641,
    0.8353248560286641,
    0.8353248560286641,
    0.8353248560286641,
    0.8353248560286641,
    0.8353248560286641
  ]
}