{
  "0": [
    "",
    "\"\"",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners encircle a polished floor, creating a busy exhibition layout. Career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners encircle a polished floor, creating a busy exhibition layout. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair venue, a busy exhibition layout unfolds as dozens of booths with colorful banners encircle a polished floor. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before opening. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair venue, a busy exhibition layout encircles a polished floor with dozens of booths adorned by colorful banners. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before opening. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair venue, a busy exhibition layout encircles a polished floor with dozens of booths and colorful banners. Before opening, students line up outside the university gym, establishing a pre-event scene. During the fair, tech companies display demo screens showing their latest apps, while a robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password-cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications. An engineering society sponsors a resume review table near the stage, and human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "At a university-hosted career fair, a polished gym floor is encircled by dozens of booths and colorful banners, with groups of friends marking target employers on an event map and students lining up outside the gym before opening. During the fair, tech companies display demo screens of their latest apps, while a robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password-cracking challenge on a laptop. Finance firms provide QR codes for immediate internship applications as students wait in line. An engineering society sponsors a resume review table near the stage, and human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case-study booklets on high tables. Healthcare providers showcase community outreach photos, and students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact."
  ],
  "0_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.5435095754661929,
    0.5435095754661929,
    0.5435095754661929,
    0.5435095754661929,
    0.5435095754661929,
    0.7332875600059627,
    0.7332875600059627,
    0.7332875600059627,
    0.7332875600059627,
    0.7332875600059627,
    0.7332875600059627,
    0.82268893508189,
    0.82268893508189,
    0.82268893508189,
    0.82268893508189,
    0.8271865764068871,
    0.8271865764068871,
    0.8271865764068871,
    0.8271865764068871,
    0.8271865764068871,
    0.8271865764068871,
    0.900624775339947,
    0.900624775339947,
    0.900624775339947,
    0.900624775339947,
    0.900624775339947,
    0.900624775339947,
    0.900624775339947,
    0.87313241177082,
    0.87313241177082,
    0.87313241177082,
    0.87313241177082,
    0.87313241177082,
    0.87313241177082,
    0.87313241177082,
    0.87313241177082,
    0.87313241177082,
    0.87313241177082,
    0.87313241177082,
    0.87313241177082,
    0.87313241177082,
    0.87313241177082,
    0.87313241177082,
    0.87313241177082,
    0.87313241177082,
    0.87313241177082,
    0.87313241177082,
    0.87313241177082,
    0.87313241177082,
    0.87313241177082,
    0.87313241177082,
    0.87313241177082,
    0.87313241177082,
    0.87313241177082,
    0.87313241177082
  ],
  "1": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair venue, students line up outside the university gym before the fair opens. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair venue, students line up outside the university gym before opening. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair venue, students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair venue, students line up outside the university gym before the fair opens. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the university career fair venue, a busy exhibition layout features dozens of booths with colorful banners encircling a polished floor, while students line up outside the university gym before the fair opens. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the university career fair venue, a busy exhibition features dozens of booths with colorful banners encircling a polished floor. Students line up outside the university gym before the fair opens. Finance firms offer QR codes for immediate internship applications, while the engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves, and event staff scan registrations and hand out lanyards at the entrance.",
    "A university career fair unfolds in a gym venue, where dozens of booths with colorful banners encircle a polished floor and students line up outside the gym before opening. Finance firms display QR codes for immediate internship applications, while the engineering society runs a resume‑review table near the stage. Consulting firms place glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves, and event staff scan registrations while handing out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall.",
    "A university career fair unfolds in a gym, with dozens of booths and colorful banners encircling a polished gym floor as students line up outside before opening. Finance firms display QR codes for immediate internship applications, while the engineering society sponsors a resume-review table near the stage. Consulting firms place glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves, and event staff scan registrations while handing out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall.",
    "A university career fair unfolds in a gym, with dozens of booths and colorful banners encircling a polished floor as students line up outside before opening. Finance firms display QR codes for immediate internship applications, while the engineering society sponsors a resume-review table near the stage. Consulting firms place glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves, and event staff scan registrations while handing out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station.",
    "A university career fair unfolds in a gym, with a polished floor encircled by dozens of booths and colorful banners as students line up outside before opening. Inside, groups of friends mark target employers on an event map while others clutch resumes in branded folders. Finance firms display QR codes for immediate internship applications; a cybersecurity company runs a password-cracking challenge on a laptop. Tech companies show demo screens of their latest apps, and a robotics startup flies a small drone above its booth. The engineering society sponsors a resume-review table near the stage, and consulting firms stack glossy case-study booklets on high tables. HR teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact. Event staff scan registrations while handing out lanyards at the entrance; healthcare providers showcase community outreach photos, and alumni volunteers share pep talks near the coffee station."
  ],
  "1_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.560746140627645,
    0.560746140627645,
    0.560746140627645,
    0.560746140627645,
    0.7914134427702102,
    0.7914134427702102,
    0.7914134427702102,
    0.8156842456680319,
    0.8156842456680319,
    0.8156842456680319,
    0.8156842456680319,
    0.8156842456680319,
    0.8227914182826872,
    0.8227914182826872,
    0.8227914182826872,
    0.8227914182826872,
    0.8227914182826872,
    0.8227914182826872,
    0.8579579396649277,
    0.8579579396649277,
    0.8579579396649277,
    0.8579579396649277,
    0.8579579396649277,
    0.8553158602299225,
    0.8553158602299225,
    0.8553158602299225,
    0.8553158602299225,
    0.8553158602299225,
    0.8553158602299225,
    0.851163793216746,
    0.851163793216746,
    0.851163793216746,
    0.851163793216746,
    0.851163793216746,
    0.851163793216746,
    0.8116501276194168,
    0.8116501276194168,
    0.8116501276194168,
    0.8116501276194168,
    0.8116501276194168,
    0.8116501276194168,
    0.8116501276194168,
    0.8116501276194168,
    0.8107944157572571,
    0.8107944157572571,
    0.8107944157572571,
    0.8261237276898264,
    0.8261237276898264,
    0.8261237276898264,
    0.8261237276898264,
    0.8261237276898264,
    0.8261237276898264,
    0.8261237276898264,
    0.8261237276898264,
    0.8261237276898264,
    0.8261237276898264,
    0.8261237276898264,
    0.8261237276898264,
    0.8261237276898264,
    0.8700683819167749,
    0.8700683819167749
  ],
  "2": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the fair opens, and finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the fair opens as finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the fair opens as finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the fair opens as finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, consulting firms display glossy case study booklets on high tables; finance firms provide QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor as students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the fair opens. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. An engineering society sponsors a resume review table near the stage.",
    "At the university career fair, consulting firms display glossy case study booklets on high tables while finance firms provide QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor as students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the fair opens. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. An engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth for attention.",
    "At the university career fair, consulting firms display glossy case study booklets on high tables, while finance firms provide QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor as students rehearse elevator pitches against the wall. Outside the university gym, students line up before the fair opens. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. An engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth for attention.",
    "At the university career fair, consulting firms display glossy case study booklets on high tables, while finance firms provide QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners surround the polished floor as students rehearse elevator pitches against the wall. Outside the university gym, students line up before the fair opens. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. An engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth for attention.",
    "At the university career fair, consulting firms display glossy case study booklets on high tables, while finance firms provide QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners line the polished floor as students rehearse elevator pitches against the wall. Outside the university gym, students queue before the fair opens. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette run in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. An engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth for attention. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university career fair, dozens of booths with colorful banners line a polished floor. Consulting firms display glossy case study booklets on high tables, while finance firms provide QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. Students rehearse elevator pitches against the wall. Outside the university gym, students queue before the fair opens. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette run in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. An engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth for attention. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, dozens of booths with colorful banners line a polished floor. Consulting firms display glossy case study booklets on high tables, while finance firms provide QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact as students rehearse elevator pitches against the wall. Outside the university gym, students queue before the fair opens. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette run in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. An engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3567955345004008,
    0.3567955345004008,
    0.3567955345004008,
    0.6619976730579258,
    0.6619976730579258,
    0.6619976730579258,
    0.6619976730579258,
    0.6619976730579258,
    0.8254339326133053,
    0.8254339326133053,
    0.8254339326133053,
    0.8254339326133053,
    0.8406556901397091,
    0.8406556901397091,
    0.8406556901397091,
    0.8406556901397091,
    0.8406556901397091,
    0.8406556901397091,
    0.8503299051010907,
    0.8503299051010907,
    0.8503299051010907,
    0.8503299051010907,
    0.8503299051010907,
    0.8503299051010907,
    0.8781859324632804,
    0.8781859324632804,
    0.8781859324632804,
    0.8781859324632804,
    0.8981135792888506,
    0.8981135792888506,
    0.8981135792888506,
    0.8981135792888506,
    0.8981135792888506,
    0.8981135792888506,
    0.8981818272353375,
    0.8981818272353375,
    0.8981818272353375,
    0.8981818272353375,
    0.8977992250205242,
    0.8977992250205242,
    0.8977992250205242,
    0.8977992250205242,
    0.8977992250205242,
    0.8977992250205242,
    0.8977992250205242,
    0.8948922634774085,
    0.8948922634774085,
    0.8948922634774085,
    0.8948922634774085,
    0.8948922634774085,
    0.8948922634774085,
    0.8948922634774085,
    0.8965227523047773,
    0.8965227523047773,
    0.8965227523047773,
    0.8965227523047773,
    0.8965227523047773,
    0.8965227523047773,
    0.9028033011632661
  ],
  "3": [
    "",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In a shared setting, consulting firms stack glossy case study booklets on high tables, while workshops on networking etiquette begin in the adjoining classroom.",
    "In a shared setting, consulting firms stack glossy case study booklets on high tables, while workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station.",
    "In a shared setting, consulting firms stack glossy case study booklets on high tables, while workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "At the shared venue, consulting firms stack glossy case study booklets on high tables, while networking etiquette workshops run in the adjoining classroom. Alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens. Finance firms provide QR codes to enable immediate internship applications as the line forms outside the gym. Healthcare providers showcase community outreach photos. Tech companies display demo screens illustrating their latest apps, and groups of friends mark target employers on the event map.",
    "At the shared venue, consulting firms stack glossy case study booklets on high tables, while networking etiquette workshops take place in the adjoining classroom. Alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens. Finance firms provide QR codes to allow immediate internship applications as the line forms outside the gym. Healthcare providers showcase community outreach photos. Tech companies display demo screens illustrating their latest apps. Groups of friends mark target employers on the event map. An engineering society sponsors a resume-review table near the stage, and career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor, and some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair held at a shared venue just outside the gym, students line up before the event opens, while dozens of booths with colorful banners circle the polished floor. Finance firms display QR codes for immediate internship applications as the line forms outside the gym. Consulting firms stack glossy case study booklets on high tables, and networking etiquette workshops run in the adjoining classroom. Alumni volunteers deliver quick pep talks near the coffee station. Healthcare providers showcase community outreach photos, and tech companies display demo screens illustrating their latest apps. Groups of friends mark target employers on the event map, and human resources teams jot notes on tablets as students introduce themselves. An engineering society sponsors a resume-review table near the stage, and counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall, and many clutch resumes inside branded folders.",
    "At the university career fair held in a shared venue just outside the gym, students line up before the event opens while dozens of booths with colorful banners circle the polished floor. Finance firms display QR codes for immediate internship applications as the line forms outside the gym. Consulting firms stack glossy case study booklets on high tables, and networking etiquette workshops run in the adjoining classroom. Alumni volunteers deliver quick pep talks near the coffee station. Healthcare providers showcase community outreach photos, and tech companies display demo screens illustrating their latest apps. Groups of friends mark target employers on the event map, and human resources teams jot notes on tablets as students introduce themselves. An engineering society sponsors a resume-review table near the stage, and counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall, and many clutch resumes inside branded folders.",
    "A university career fair is held in a shared venue just outside the gym. Students line up before opening as dozens of colorful booths circle the polished floor. Finance firms display QR codes for immediate internships as the line forms outside the gym. Consulting firms stack glossy case study booklets on high tables; networking etiquette workshops run in the adjoining classroom. Alumni volunteers deliver quick pep talks near the coffee station. Healthcare providers showcase outreach photos; tech companies display demo screens of their latest apps. Groups mark target employers on the event map while HR teams jot notes on tablets as students introduce themselves. An engineering society sponsors a resume-review table near the stage; counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall and clutch resumes in branded folders."
  ],
  "3_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.28159359962146685,
    0.28159359962146685,
    0.28159359962146685,
    0.47456672623684454,
    0.47456672623684454,
    0.47456672623684454,
    0.6997749268677536,
    0.6997749268677536,
    0.6997749268677536,
    0.6997749268677536,
    0.6997749268677536,
    0.6997749268677536,
    0.6997749268677536,
    0.8484097920440405,
    0.8484097920440405,
    0.8484097920440405,
    0.8484097920440405,
    0.8550974644768281,
    0.8550974644768281,
    0.8550974644768281,
    0.8550974644768281,
    0.8550974644768281,
    0.8550974644768281,
    0.8550974644768281,
    0.8550974644768281,
    0.8550974644768281,
    0.8550974644768281,
    0.8550974644768281,
    0.8550974644768281,
    0.8749423588435441,
    0.8749423588435441,
    0.8749423588435441,
    0.8749423588435441,
    0.8749423588435441,
    0.8749423588435441,
    0.8749423588435441,
    0.8749423588435441,
    0.8747319895361287,
    0.8747319895361287,
    0.8747319895361287,
    0.8747319895361287,
    0.8747319895361287,
    0.8747319895361287,
    0.8747319895361287,
    0.8747319895361287,
    0.8747319895361287,
    0.8747319895361287,
    0.8747319895361287,
    0.8600716713760882,
    0.8600716713760882,
    0.8600716713760882,
    0.8600716713760882,
    0.8600716713760882,
    0.8600716713760882,
    0.8600716713760882,
    0.8600716713760882,
    0.8600716713760882,
    0.8600716713760882,
    0.8600716713760882
  ],
  "4": [
    "",
    "",
    "Finance firms offer QR codes to enable immediate internship applications.",
    "Finance firms offer QR codes to enable immediate internship applications, while students line up outside the university gym before the career fair opens.",
    "Finance firms offer QR codes to enable immediate internship applications, as students line up outside the university gym before the career fair opens; healthcare providers showcase community outreach photos.",
    "Finance firms provide QR codes to allow immediate internship applications as students line up outside the university gym before the career fair opens; healthcare providers showcase community outreach photos. Tech companies display demo screens illustrating their latest apps, and groups of friends mark target employers on the event map.",
    "Finance firms provide QR codes for immediate internship applications as students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos. Tech companies display demo screens illustrating their latest apps. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the university campus, just outside the gym before the career fair opens, finance firms provide QR codes for immediate internship applications as students line up. Healthcare providers showcase community outreach photos. Tech companies display demo screens illustrating their latest apps. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves. Students clutch resumes inside branded folders.",
    "On a university campus just outside the gym, before the career fair opens, students line up as dozens of booths with colorful banners circle the polished floor. Finance firms provide QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Tech companies display demo screens illustrating their latest apps. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens on campus, while dozens of booths with colorful banners circle the polished floor. Finance firms provide QR codes for immediate internship applications, healthcare providers showcase community outreach photos, and tech companies display demo screens illustrating their latest apps. Groups of friends mark target employers on the event map, and human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes in branded folders. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens on campus, as dozens of booths with colorful banners circle the polished floor. Finance firms provide QR codes for immediate internship applications; healthcare providers showcase community outreach photos, and tech companies display demo screens illustrating their latest apps. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes in branded folders. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth for attention.",
    "Students line up outside the university gym before the career fair opens; dozens of booths with colorful banners circle the polished floor. Finance firms provide QR codes for immediate internship applications; healthcare providers showcase community outreach photos; tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map as human resources teams jot notes on tablets while students introduce themselves. Students clutch resumes in branded folders. The engineering society sponsors a resume review table near the stage; consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth for attention. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair held in a shared venue outside the gym, students line up before opening as dozens of booths with colorful banners circle the polished floor. Finance firms provide QR codes for immediate internship applications; healthcare providers showcase community outreach photos; tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map while HR teams jot notes on tablets as students introduce themselves. Students clutch resumes in folders. The engineering society sponsors a resume-review table near the stage; consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth for attention. Networking etiquette workshops begin in the adjoining classroom; alumni panels discuss interview prep with volunteers delivering pep talks near the coffee station. Students rehearse elevator pitches quietly against the wall."
  ],
  "4_score": [
    0.0,
    0.0,
    0.4153972696751894,
    0.4153972696751894,
    0.4153972696751894,
    0.4153972696751894,
    0.41717499892436005,
    0.41717499892436005,
    0.45882767689464476,
    0.45882767689464476,
    0.45882767689464476,
    0.6921423259200873,
    0.6921423259200873,
    0.6921423259200873,
    0.6921423259200873,
    0.8377499552186565,
    0.8377499552186565,
    0.8377499552186565,
    0.8377499552186565,
    0.8526005815098883,
    0.8526005815098883,
    0.8526005815098883,
    0.8526005815098883,
    0.8526005815098883,
    0.8526005815098883,
    0.8602765100082999,
    0.8602765100082999,
    0.8602765100082999,
    0.8602765100082999,
    0.8602765100082999,
    0.8627826918943962,
    0.8627826918943962,
    0.8779721617926655,
    0.8779721617926655,
    0.8779721617926655,
    0.8779721617926655,
    0.8779721617926655,
    0.8779721617926655,
    0.8940720957136287,
    0.8940720957136287,
    0.8940720957136287,
    0.8940720957136287,
    0.8940720957136287,
    0.8940720957136287,
    0.8940720957136287,
    0.8940720957136287,
    0.8940720957136287,
    0.8940720957136287,
    0.8940720957136287,
    0.8940720957136287,
    0.8940720957136287,
    0.8940720957136287,
    0.8940720957136287,
    0.8940720957136287,
    0.8940720957136287,
    0.8940720957136287,
    0.8940720957136287,
    0.8940720957136287,
    0.8940720957136287,
    0.8891634140927975,
    0.8891634140927975,
    0.8891634140927975,
    0.8891634140927975,
    0.8891634140927975,
    0.8891634140927975,
    0.8891634140927975
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps; groups of friends mark target employers on the event map.",
    "Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention.",
    "At the event, tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention. The scene shows human resources teams jotting notes on tablets as students introduce themselves, while consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths with colorful banners encircle a polished floor at a university gym hosting a career fair. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention. Human resources teams jot notes on tablets as students introduce themselves, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, establishing a pre-event scene. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners encircle a polished gym floor at a university-hosted career fair. Groups of friends mark target employers on an event map, while students line up outside the gym before the opening. A robotics startup flies a small drone above its booth to draw attention. Human resources teams jot notes on tablets as students introduce themselves, and consulting firms stack glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Finance firms provide QR codes for immediate internship applications as students wait in line. Healthcare providers showcase community outreach photos, and tech companies display demo screens illustrating their latest apps. Students clutch resumes inside branded folders.",
    "At a university-hosted career fair, a polished gym floor is encircled by dozens of booths adorned with colorful banners. Before opening, students line up outside the university gym, establishing a pre-event scene. Inside, groups of friends mark target employers on an event map while others clutch resumes in branded folders. During the fair, tech companies display demo screens showing their latest apps; a robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password-cracking challenge on a laptop. Finance firms provide QR codes for immediate internship applications. An engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves, while consulting firms stack glossy case-study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "At a university-hosted career fair on campus, the polished gym floor is encircled by dozens of booths adorned with colorful banners. Before opening, students line up outside the gym, establishing the pre-event scene. Inside, groups of friends mark target employers on an event map while others clutch resumes in branded folders. Tech companies display demo screens showcasing their latest apps, and a robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password-cracking challenge on a laptop. Finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage, while consulting firms stack glossy case-study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "At a university-hosted career fair on campus, a polished gym floor is encircled by dozens of booths adorned with colorful banners, with students lining up outside before opening. Inside, groups of friends mark target employers on an event map while others clutch resumes in branded folders. Tech companies display demo screens of their latest apps, and a robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password-cracking challenge on a laptop. Finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage, while consulting firms stack glossy case-study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "At a university-hosted career fair on campus, a polished gym floor is encircled by dozens of booths with colorful banners, and students line up outside before opening. Inside, groups mark target employers on an event map while clutching resumes in branded folders. Tech companies display demo screens of their latest apps, and a robotics startup flies a small drone above its booth. A cybersecurity company runs a password-cracking challenge on a laptop. Finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume-review table near the stage, and consulting firms stack glossy case-study booklets on high tables. HR teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. Event staff scan registrations while handing out lanyards at the entrance. Some students rehearse elevator pitches; alumni volunteers share quick pep talks near the coffee station."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.48534833606134015,
    0.48534833606134015,
    0.48534833606134015,
    0.48534833606134015,
    0.48534833606134015,
    0.6828963453319883,
    0.6828963453319883,
    0.6828963453319883,
    0.6828963453319883,
    0.747604176771725,
    0.747604176771725,
    0.747604176771725,
    0.747604176771725,
    0.747604176771725,
    0.747604176771725,
    0.8493027976552474,
    0.8493027976552474,
    0.8493027976552474,
    0.8493027976552474,
    0.8493027976552474,
    0.8493027976552474,
    0.8493027976552474,
    0.8493027976552474,
    0.8639927684441385,
    0.8639927684441385,
    0.8639927684441385,
    0.8639927684441385,
    0.8639927684441385,
    0.8639927684441385,
    0.8639927684441385,
    0.8922541575780985,
    0.8922541575780985,
    0.8922541575780985,
    0.8922541575780985,
    0.8922541575780985,
    0.8922541575780985,
    0.8922541575780985,
    0.8922541575780985,
    0.8808417457480142,
    0.8808417457480142,
    0.8808417457480142,
    0.8808417457480142,
    0.8808417457480142,
    0.8808417457480142,
    0.8808417457480142,
    0.8789580404382613,
    0.8789580404382613,
    0.8789580404382613,
    0.8789580404382613,
    0.8789580404382613,
    0.8789580404382613,
    0.8789580404382613,
    0.8789580404382613,
    0.8789580404382613,
    0.8789580404382613,
    0.877709671044671,
    0.877709671044671,
    0.877709671044671
  ],
  "6": [
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company conducts a password cracking challenge on a laptop, while students clutch resumes inside branded folders.",
    "A cybersecurity company conducts a password cracking challenge on a laptop, while students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop while students clutch resumes inside branded folders, concurrently with tech companies displaying demo screens of their latest apps; groups of friends mark target employers on the event map.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop while students clutch resumes inside branded folders. Tech companies display demo screens of their latest apps, and groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders. Tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders. Tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders. Tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders. Tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, a polished floor is ringed by dozens of booths with colorful banners, creating a busy exhibition layout. A cybersecurity company runs a password-cracking challenge on a laptop, while tech firms display demo screens of their latest apps. Groups of friends mark target employers on an event map. Alumni volunteers give quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries. Before opening, students line up outside the university gym. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves; consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, a polished floor is ringed by dozens of booths with colorful banners, creating an exhibition layout. A cybersecurity company runs a password-cracking challenge on a laptop, while tech firms display demo screens of their latest apps. Groups of friends mark target employers on an event map; alumni volunteers offer pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance; career counselors redirect unsure students toward applicable industries. Before opening, students line up outside the university gym. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves; consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for internship applications. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, a polished floor is ringed by dozens of booths with colorful banners forming an exhibition layout. A cybersecurity company runs a password-cracking challenge on a laptop, while tech firms display demo screens of their latest apps. Groups of friends mark target employers on an event map, and alumni volunteers offer pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance, with career counselors redirecting unsure students toward applicable industries. Before opening, students line up outside the university gym. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves; consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for internship applications. The engineering society sponsors a resume review table near the stage, and workshops on networking etiquette begin in the adjoining classroom."
  ],
  "6_score": [
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3410200610170362,
    0.3410200610170362,
    0.3410200610170362,
    0.3410200610170362,
    0.4989103252022105,
    0.4989103252022105,
    0.4989103252022105,
    0.4989103252022105,
    0.46906802608234494,
    0.46906802608234494,
    0.46906802608234494,
    0.7555550611692341,
    0.7555550611692341,
    0.7555550611692341,
    0.7555550611692341,
    0.7796656670781366,
    0.7796656670781366,
    0.7796656670781366,
    0.7796656670781366,
    0.7796656670781366,
    0.7796656670781366,
    0.7796656670781366,
    0.7796656670781366,
    0.7796656670781366,
    0.7882049290162021,
    0.7882049290162021,
    0.7882049290162021,
    0.7882049290162021,
    0.7882049290162021,
    0.7882049290162021,
    0.7882049290162021,
    0.8165102686189891,
    0.8165102686189891,
    0.8165102686189891,
    0.8165102686189891,
    0.8165102686189891,
    0.8165102686189891,
    0.893726876213549,
    0.893726876213549,
    0.893726876213549,
    0.893726876213549,
    0.893726876213549,
    0.893726876213549,
    0.893726876213549,
    0.893726876213549,
    0.893726876213549,
    0.893726876213549,
    0.893726876213549,
    0.893726876213549,
    0.893726876213549,
    0.893726876213549,
    0.893726876213549,
    0.893726876213549,
    0.8939629054215521,
    0.8939629054215521,
    0.8939629054215521,
    0.8939629054215521,
    0.8939629054215521,
    0.8939629054215521,
    0.8961276969246341,
    0.8961276969246341,
    0.8961276969246341
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "In the scene, human resources teams jot notes on tablets as students introduce themselves, while consulting firms stack glossy case study booklets on high tables.",
    "The scene shows human resources teams jotting notes on tablets as students introduce themselves, while consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "On the show floor, human resources teams jot notes on tablets as students introduce themselves, while consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens featuring their latest apps, and a robotics startup flies a small drone above its booth to draw attention.",
    "On the show floor, human resources teams jot notes on tablets as students introduce themselves, while consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens featuring their latest apps, and a robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "On the show floor, human resources teams jot notes on tablets as students introduce themselves, while consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens featuring their latest apps, and a robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance.",
    "On the show floor, human resources teams jot notes on tablets as students introduce themselves, while consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens featuring their latest apps, and a robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "On show floor, human resources teams jot notes on tablets as students introduce themselves; consulting firms stack case study booklets on high tables; tech companies display demo screens of their apps; a robotics startup flies a drone above its booth to draw attention. In the adjoining classroom, networking etiquette workshops begin. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Alumni volunteers deliver pep talks near the coffee station. Students line up outside the university gym before the fair opens; finance firms provide QR codes for internship applications as the line forms outside the gym. Healthcare providers showcase community outreach photos. An engineering society sponsors a resume-review table near the stage, and career counselors remind attendees to maintain eye contact. Many booths with colorful banners circle the floor; some students rehearse elevator pitches quietly against the wall.",
    "On the show floor, human resources teams jot notes on tablets as students introduce themselves, while consulting firms stack case study booklets on high tables and tech companies display demo screens of their apps. A robotics startup flies a drone above its booth to draw attention. In the adjoining classroom, networking etiquette workshops begin. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Alumni volunteers deliver pep talks near the coffee station. Students line up outside the university gym before the fair opens, as finance firms provide QR codes for internship applications in the line. Healthcare providers showcase community outreach photos. An engineering society sponsors a resume-review table near the stage, and career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the floor."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.33672601271734814,
    0.33672601271734814,
    0.33672601271734814,
    0.33672601271734814,
    0.33672601271734814,
    0.513679508597302,
    0.513679508597302,
    0.5790983705946442,
    0.5790983705946442,
    0.5790983705946442,
    0.5790983705946442,
    0.5790983705946442,
    0.7374898954220559,
    0.7374898954220559,
    0.7374898954220559,
    0.7374898954220559,
    0.7374898954220559,
    0.7369464071992513,
    0.7369464071992513,
    0.7369464071992513,
    0.7369464071992513,
    0.8083310316332626,
    0.8083310316332626,
    0.8083310316332626,
    0.8083310316332626,
    0.8083310316332626,
    0.8083310316332626,
    0.8083310316332626,
    0.8083310316332626,
    0.8083310316332626,
    0.8083310316332626,
    0.8083310316332626,
    0.8083310316332626,
    0.8083310316332626,
    0.8083310316332626,
    0.8083310316332626,
    0.8083310316332626,
    0.8083310316332626,
    0.8083310316332626,
    0.8083310316332626,
    0.8083310316332626,
    0.8837090393680102,
    0.8837090393680102,
    0.8837090393680102,
    0.8837090393680102,
    0.8837090393680102,
    0.8837090393680102,
    0.8837090393680102,
    0.8837090393680102,
    0.9088515272318611,
    0.9088515272318611,
    0.9088515272318611,
    0.9088515272318611,
    0.9088515272318611,
    0.9088515272318611,
    0.9088515272318611,
    0.9088515272318611,
    0.9088515272318611
  ],
  "8": [
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage; career counselors remind attendees to maintain eye contact.",
    "The engineering society sponsors a resume review table near the stage; career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "An engineering society sponsors a resume review table near the stage, while career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor, and some students rehearse elevator pitches quietly against the wall.",
    "At the shared venue, an engineering society sponsors a resume review table near the stage while career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor, and some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, as networking etiquette workshops run in the adjoining classroom. Alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens, while finance firms provide QR codes to enable immediate internship applications as the line forms outside the gym. Healthcare providers showcase community outreach photos. Tech companies display demo screens illustrating their latest apps, and groups of friends mark target employers on the event map.",
    "At the shared venue for the university career fair, an engineering society sponsors a resume-review table near the stage as career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor, and some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, with networking etiquette workshops in the adjoining classroom. Alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym before the fair opens, as finance firms provide QR codes for immediate internship applications. Healthcare providers showcase community outreach photos; tech companies display demo screens illustrating their latest apps; groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.40912818540925355,
    0.40912818540925355,
    0.40912818540925355,
    0.40912818540925355,
    0.40912818540925355,
    0.40912818540925355,
    0.40912818540925355,
    0.40912818540925355,
    0.40912818540925355,
    0.40912818540925355,
    0.5667238167150105,
    0.5667238167150105,
    0.5667238167150105,
    0.556808421315079,
    0.556808421315079,
    0.556808421315079,
    0.556808421315079,
    0.556808421315079,
    0.556808421315079,
    0.556808421315079,
    0.556808421315079,
    0.8690013530354217,
    0.8690013530354217,
    0.8690013530354217,
    0.8690013530354217,
    0.8690013530354217,
    0.8690013530354217,
    0.8690013530354217,
    0.8690013530354217,
    0.8690013530354217,
    0.8690013530354217,
    0.8828439846452671,
    0.8828439846452671,
    0.8828439846452671,
    0.8828439846452671,
    0.8828439846452671,
    0.8828439846452671,
    0.8828439846452671,
    0.8828439846452671,
    0.8828439846452671,
    0.8828439846452671,
    0.8828439846452671,
    0.8828439846452671,
    0.8828439846452671,
    0.8828439846452671,
    0.8828439846452671,
    0.8828439846452671,
    0.8828439846452671,
    0.8828439846452671,
    0.8828439846452671,
    0.8828439846452671,
    0.8828439846452671,
    0.8828439846452671,
    0.8828439846452671,
    0.8828439846452671,
    0.8828439846452671,
    0.8828439846452671,
    0.8828439846452671,
    0.8828439846452671
  ],
  "9": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, establishing a pre-event scene. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Students line up outside the university gym before the career fair opens, establishing a pre-event scene. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners encircle a polished floor, creating a busy exhibition layout. Career counselors remind attendees to maintain eye contact.",
    "Before the career fair opens, students line up outside the university gym, establishing a pre-event scene. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle a polished floor, creating a busy exhibition layout. Career counselors remind attendees to maintain eye contact. At the event, tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention. The scene shows human resources teams jotting notes on tablets as students introduce themselves, while consulting firms stack glossy case study booklets on high tables.",
    "The university career fair centers on a polished floor ringed by dozens of booths with colorful banners, creating a busy exhibition layout. Before opening, students line up outside the university gym, while career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop, and tech firms display demo screens showing their latest apps. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves, and consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "A university career fair unfolds in a gym, its polished floor ringed by dozens of booths with colorful banners, creating a busy layout. Before opening, students line up outside the university gym, and career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop while tech firms display demo screens of their latest apps. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. HR teams jot notes on tablets as students introduce themselves, and consulting firms stack glossy case-study booklets on high tables. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "A university career fair unfolds in a gym with a polished floor ringed by dozens of booths and colorful banners, while students line up outside before opening and career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop; tech firms display demo screens of their latest apps. Groups of friends mark target employers on the event map as HR teams jot notes on tablets and students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications; healthcare providers showcase community outreach photos. The engineering society sponsors a resume-review table near the stage; consulting firms stack glossy case-study booklets on high tables, and workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes in branded folders.",
    "At the university career fair in a gym with a polished floor and dozens of booths and banners, students line up outside before opening as career counselors remind attendees to maintain eye contact. Inside, a cybersecurity company runs a password-cracking challenge on a laptop; tech firms display demo screens of their apps; groups mark target employers on the event map while HR teams jot notes on tablets and students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for internships; healthcare providers showcase community outreach photos. The engineering society sponsors a resume-review table near the stage; consulting firms stack case-study booklets on high tables with networking etiquette workshops in the adjoining classroom. An alumni panel discusses interview prep; alumni volunteers deliver pep talks near the coffee station; some students rehearse elevator pitches."
  ],
  "9_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.563221290077086,
    0.563221290077086,
    0.563221290077086,
    0.7858533715953722,
    0.7858533715953722,
    0.7858533715953722,
    0.7858533715953722,
    0.7858533715953722,
    0.7858533715953722,
    0.7858533715953722,
    0.8556266814967345,
    0.8556266814967345,
    0.8556266814967345,
    0.8556266814967345,
    0.8556266814967345,
    0.8556266814967345,
    0.8556266814967345,
    0.8832992260187233,
    0.8832992260187233,
    0.8832992260187233,
    0.8832992260187233,
    0.8832992260187233,
    0.8832992260187233,
    0.8832992260187233,
    0.8832992260187233,
    0.8832992260187233,
    0.8832992260187233,
    0.8662312605665581,
    0.8662312605665581,
    0.8662312605665581,
    0.8662312605665581,
    0.8662312605665581,
    0.8662312605665581,
    0.8662312605665581,
    0.8925272124704181,
    0.8925272124704181,
    0.8925272124704181,
    0.8925272124704181,
    0.8925272124704181,
    0.8925272124704181,
    0.8925272124704181,
    0.8925272124704181,
    0.8925272124704181,
    0.8925272124704181,
    0.8925272124704181,
    0.8925272124704181,
    0.8925272124704181,
    0.8925272124704181,
    0.8925272124704181,
    0.8925272124704181,
    0.8925272124704181,
    0.8877195007542398,
    0.8877195007542398
  ]
}