{
  "0": [
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "Students line up outside the university gym before the career fair opens as a welcome announcement broadcasts over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers share brief pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens as a welcome announcement broadcasts over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers share brief pep talks near the coffee station, while healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders. Event staff at the entrance scan registrations and hand out lanyards.",
    "A university gym hosts a career fair: students line up outside before opening as a welcome PA announces the fair schedule. Event staff at the entrance scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners circle the polished floor; healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact, while alumni volunteers share brief pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "At a university gym, a career fair unfolds as students line up outside before opening while a welcome PA announces the fair schedule. Event staff at the entrance scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact, while alumni volunteers deliver brief pep talks near the coffee station. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "At the university gym hosting a career fair, students line up outside before opening as a welcome PA broadcasts the fair schedule. Event staff at the entrance scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact, while alumni volunteers deliver brief pep talks near the coffee station. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables.",
    "At the university gym hosting a career fair, students line up outside before opening as a welcome PA broadcasts the schedule. Entrance staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners surround a polished floor, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact, and alumni volunteers deliver brief pep talks near the coffee station. Students clutch resumes in branded folders; consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens of their latest apps. The PA also repeats the fair schedule.",
    "At a university gym hosting a career fair, students line up outside before opening as a welcome PA broadcasts the schedule. Entrance staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners surround a polished floor, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact, and alumni volunteers give brief pep talks near the coffee station. Students clutch resumes in branded folders; consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens of their latest apps. The PA repeats the fair schedule with a welcome announcement.",
    "At a university gym hosting a career fair, students line up outside before opening as a welcome PA broadcasts the schedule, and entrance staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners surround a polished floor in a busy arrangement; healthcare providers showcase photographs of community outreach, tech companies display demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, and alumni volunteers give quick pep talks near the coffee station. Students clutch resumes in branded folders. The PA repeats the fair schedule with a welcome announcement.",
    "At a university gym hosting a career fair, students line up outside before opening as a welcome PA broadcasts the schedule; entrance staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners surround a polished floor in a busy arrangement: healthcare providers showcase photographs of community outreach, tech companies display demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, and alumni volunteers give quick pep talks near the coffee station. Students clutch resumes in branded folders. The PA repeats the fair schedule with a welcome announcement."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4989865969158758,
    0.4989865969158758,
    0.4989865969158758,
    0.4989865969158758,
    0.686655954596081,
    0.686655954596081,
    0.686655954596081,
    0.686655954596081,
    0.686655954596081,
    0.686655954596081,
    0.686655954596081,
    0.686655954596081,
    0.8555837972642472,
    0.8555837972642472,
    0.8555837972642472,
    0.8555837972642472,
    0.8791890859953431,
    0.8791890859953431,
    0.8791890859953431,
    0.8791890859953431,
    0.8791890859953431,
    0.8954433895830629,
    0.8954433895830629,
    0.8954433895830629,
    0.8954433895830629,
    0.887128320797173,
    0.887128320797173,
    0.887128320797173,
    0.887128320797173,
    0.887128320797173,
    0.8976670438978542,
    0.8976670438978542,
    0.8976670438978542,
    0.8976670438978542,
    0.8976670438978542,
    0.8976670438978542,
    0.8859771711290805,
    0.8859771711290805,
    0.8859771711290805,
    0.8859771711290805,
    0.8859771711290805,
    0.8719381840346729,
    0.8719381840346729,
    0.8719381840346729,
    0.8719381840346729,
    0.8719381840346729,
    0.8719381840346729,
    0.8719381840346729,
    0.8719381840346729,
    0.865631694624319,
    0.865631694624319,
    0.865631694624319,
    0.865631694624319,
    0.865631694624319,
    0.865631694624319,
    0.865631694624319,
    0.865631694624319,
    0.8614754090499535,
    0.8614754090499535,
    0.8614754090499535,
    0.8614754090499535
  ],
  "1": [
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers share brief pep talks near the coffee station.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers share brief pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "An event opens with a welcome announcement broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Near the coffee station, alumni volunteers share brief pep talks. Healthcare providers showcase photographs of community outreach. Dozens of booths with colorful banners circle the polished floor, creating a busy, circular arrangement.",
    "The event opens with a welcome announcement broadcast over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Near the coffee station, alumni volunteers share brief pep talks. Healthcare providers showcase photographs of community outreach. Dozens of booths with colorful banners circle the polished floor, creating a busy circular arrangement. Event staff scan registrations and hand out lanyards at the entrance.",
    "The event opens with a welcome announcement broadcast over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Near the coffee station, alumni volunteers share brief pep talks. Healthcare providers showcase photographs of community outreach. Dozens of booths with colorful banners circle the polished floor, creating a busy circular arrangement. Event staff scan registrations and hand out lanyards at the entrance.",
    "An opening welcome announcement over the PA outlines the fair schedule. Career counselors remind attendees to maintain eye contact. Near the coffee station, alumni volunteers give brief pep talks. Healthcare providers showcase photographs of community outreach. Dozens of booths with colorful banners encircle the polished floor, forming a busy circular arrangement. At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "A university gym hosts a career fair. Students line up outside before opening as a welcome PA announces the fair schedule. Inside, dozens of booths with colorful banners circle the polished floor in a busy arrangement. Healthcare providers showcase photographs of community outreach. Career counselors remind attendees to maintain eye contact, while alumni volunteers share brief pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "At a university gym, students line up outside before opening as a welcome PA announces the fair schedule. Inside, dozens of booths with colorful banners circle the polished floor in a busy arrangement. Healthcare providers showcase photographs of community outreach, and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact, while alumni volunteers share brief pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "Prior to opening, students lined up outside the university gym as a welcome PA outlined the fair schedule. Inside, dozens of booths with colorful banners circled the polished floor in a busy arrangement. Healthcare providers showcased photographs of community outreach; tech companies displayed demo screens of their latest apps; consulting firms stacked glossy case-study booklets on high tables; career counselors reminded attendees to maintain eye contact; alumni volunteers delivered quick pep talks near the coffee station. At the entrance, event staff scanned registrations and handed out lanyards. Students clutched resumes inside branded folders.",
    "Outside the university gym, students line up before opening, clutching resumes in branded folders as a welcome PA outlines the schedule. Inside, the gym configured as the career fair space hosts dozens of booths with colorful banners encircling the polished floor in a busy layout; at the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase photographs of community outreach; tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, while alumni volunteers deliver brief pep talks near the coffee station.",
    "At a university gym hosting a career fair, students line up outside before opening, clutching resumes in branded folders as a welcome PA outlines the schedule. Inside, dozens of booths with colorful banners surround a polished floor in a busy arrangement; entrance staff scan registrations and hand out lanyards. Healthcare providers showcase photographs of community outreach; tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, and alumni volunteers deliver brief pep talks near the coffee station. The PA repeats the fair schedule with a welcome announcement."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.38639211382235633,
    0.38639211382235633,
    0.38639211382235633,
    0.6069606213612897,
    0.6069606213612897,
    0.6069606213612897,
    0.7123647556612416,
    0.7123647556612416,
    0.722138567357104,
    0.722138567357104,
    0.722138567357104,
    0.722138567357104,
    0.7199167645473649,
    0.7199167645473649,
    0.7199167645473649,
    0.7199167645473649,
    0.7199167645473649,
    0.7466597002743276,
    0.7466597002743276,
    0.7466597002743276,
    0.7466597002743276,
    0.7466597002743276,
    0.7466597002743276,
    0.7466597002743276,
    0.7466597002743276,
    0.7900670328292972,
    0.7900670328292972,
    0.7900670328292972,
    0.7900670328292972,
    0.7900670328292972,
    0.7900670328292972,
    0.8983349040837028,
    0.8983349040837028,
    0.8983349040837028,
    0.8983349040837028,
    0.8983349040837028,
    0.8983349040837028,
    0.8983349040837028,
    0.8531172301269823,
    0.8531172301269823,
    0.8531172301269823,
    0.8531172301269823,
    0.8531172301269823,
    0.8531172301269823,
    0.8322284969204616,
    0.8322284969204616,
    0.8322284969204616,
    0.8322284969204616,
    0.8322284969204616,
    0.8322284969204616,
    0.8322284969204616,
    0.8322284969204616,
    0.8322284969204616,
    0.8853468937158335,
    0.8853468937158335,
    0.8853468937158335,
    0.8853468937158335,
    0.8853468937158335,
    0.871836645029943,
    0.871836645029943,
    0.871836645029943,
    0.871836645029943,
    0.871836645029943
  ],
  "2": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders.",
    "In a professional fair setting, consulting firms stack glossy case study booklets on high tables while students clutch resumes inside branded folders. A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers share brief pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "At a professional career fair, consulting firms stack glossy case study booklets on high tables while students clutch resumes inside branded folders. A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers share brief pep talks near the coffee station. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps.",
    "At a professional career fair, consulting firms stack glossy case study booklets on high tables while students clutch resumes inside branded folders. A welcome announcement broadcasts over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers share brief pep talks near the coffee station. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps.",
    "At a professional career fair, consulting firms stack glossy case study booklets on high tables while students clutch resumes inside branded folders. A welcome announcement broadcasts over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers share brief pep talks near the coffee station. Healthcare providers showcase photos from community outreach. Tech companies display demo screens showing their latest apps.",
    "At a professional career fair, consulting firms stack glossy case study booklets on high tables while students clutch resumes inside branded folders. A welcome announcement broadcasts over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers give brief pep talks near the coffee station. Healthcare providers showcase photos from community outreach. Tech companies display demo screens showing their latest apps.",
    "At a professional career fair, consulting firms stack glossy case study booklets on high tables while students clutch resumes in branded folders. A welcome announcement broadcasts over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers give brief pep talks near the coffee station. Healthcare providers showcase photos from community outreach. Tech companies display demo screens showing their latest apps.",
    "At a professional career fair, consulting firms stack glossy case study booklets on high tables as students clutch resumes in branded folders. A welcome announcement broadcasts over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers give brief pep talks near the coffee station. Healthcare providers showcase photos from community outreach. Tech companies display demo screens showing their latest apps.",
    "At a university gym hosting a career fair, students line up outside before opening as a welcome PA broadcasts the schedule. Entrance staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners surround a polished floor. Consulting firms stack glossy case study booklets on high tables while students clutch resumes in branded folders. Tech companies display demo screens of their latest apps. Healthcare providers showcase photos from community outreach. Career counselors remind attendees to maintain eye contact, and alumni volunteers deliver brief pep talks near the coffee station. The PA also repeats the fair schedule.",
    "At a university gym hosting a career fair, students line up outside before opening as a welcome PA broadcasts and replays the fair schedule. Entrance staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners surround a polished floor in a busy arrangement. Consulting firms stack glossy case study booklets on high tables, while students clutch resumes in branded folders. Tech companies display demo screens of their latest apps, and healthcare providers showcase photographs from community outreach. Career counselors remind attendees to maintain eye contact, and alumni volunteers deliver brief pep talks near the coffee station.",
    "At a university gym hosting a career fair, attendees line up outside before opening while a welcome PA broadcasts and replays the fair schedule. Entrance staff scan registrations and hand out lanyards as attendees arrive. Inside, dozens of booths with colorful banners circle the polished floor in a busy arrangement; tech companies display demo screens of their latest apps, and healthcare providers showcase photographs from community outreach. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes in branded folders. Career counselors remind participants to maintain eye contact, and alumni volunteers deliver brief pep talks near the coffee station."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.40579050798503213,
    0.40579050798503213,
    0.40579050798503213,
    0.40579050798503213,
    0.40579050798503213,
    0.40579050798503213,
    0.40579050798503213,
    0.40579050798503213,
    0.7479603591294154,
    0.7479603591294154,
    0.7479603591294154,
    0.7479603591294154,
    0.8097538124833262,
    0.8097538124833262,
    0.8097538124833262,
    0.8097538124833262,
    0.8097538124833262,
    0.8085986624066335,
    0.8085986624066335,
    0.8085986624066335,
    0.8085986624066335,
    0.8086316967405455,
    0.8086316967405455,
    0.8086316967405455,
    0.8086316967405455,
    0.8098946178354399,
    0.8098946178354399,
    0.8098946178354399,
    0.8091884518064635,
    0.8091884518064635,
    0.8091884518064635,
    0.8091884518064635,
    0.815897594956541,
    0.815897594956541,
    0.815897594956541,
    0.815897594956541,
    0.8790401042030085,
    0.8790401042030085,
    0.8790401042030085,
    0.8790401042030085,
    0.8790401042030085,
    0.8790401042030085,
    0.8879996145092838,
    0.8879996145092838,
    0.8879996145092838,
    0.8879996145092838,
    0.8879996145092838,
    0.8879996145092838,
    0.8748394830549135,
    0.8748394830549135,
    0.8748394830549135,
    0.8748394830549135,
    0.8748394830549135,
    0.8748394830549135,
    0.8748394830549135,
    0.8748394830549135,
    0.8748394830549135
  ],
  "3": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff at the entrance scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact.",
    "Event staff at the entrance scan registrations and hand out lanyards; career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "Event staff at the entrance scan registrations and hand out lanyards; career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "Event staff at the entrance scan registrations and hand out lanyards; career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "Event staff at the entrance scan registrations and hand out lanyards as attendees arrive. Career counselors remind participants to maintain eye contact throughout the event. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos.",
    "Attendees arrive as event staff scan registrations and hand out lanyards at the entrance. Career counselors remind participants to maintain eye contact throughout the event. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos.",
    "Attendees arrive as event staff scan registrations and hand out lanyards at the entrance. Career counselors remind participants to maintain eye contact throughout the event. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos.",
    "At the university career fair site, attendees arrive as event staff scan registrations and hand out lanyards at the entrance. Prior to opening, students line up outside the university gym as a welcome PA outlines the fair schedule. Inside, consulting firms stack glossy case-study booklets on high tables and healthcare providers showcase community outreach photos; tech companies display demo screens of their latest apps, and alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes in branded folders, and career counselors remind attendees to maintain eye contact.",
    "At the university career fair site, staff at the entrance scan registrations and hand out lanyards as attendees arrive. Before opening, students line up outside the university gym while a welcome PA outlines the fair schedule. Inside, consulting firms stack glossy case-study booklets on high tables; healthcare providers showcase community outreach photos; tech companies display demo screens of their latest apps; alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes in branded folders and career counselors remind attendees to maintain eye contact.",
    "At the university career fair held in the university gym, entrance staff scan registrations and hand out lanyards as attendees arrive. Before opening, students line up outside while a welcome PA outlines—and later repeats—the fair schedule. Inside, dozens of booths with colorful banners surround a polished floor; consulting firms stack glossy case-study booklets on high tables, while healthcare providers showcase community outreach photos and tech companies display demo screens of their latest apps. Alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes in branded folders, and career counselors remind attendees to maintain eye contact.",
    "The university career fair takes place in the university gym. Entrance staff scan registrations and hand out lanyards as attendees arrive, and before opening students line up outside while a welcome PA outlines and later repeats the fair schedule. Inside, dozens of booths with colorful banners surround a polished floor. Consulting firms stack glossy case-study booklets on high tables; healthcare providers showcase photos from community outreach programs; and tech companies display demo screens of their latest apps. Alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes in branded folders, and career counselors remind attendees to maintain eye contact throughout the event.",
    "The university career fair takes place in the university gym. Entrance staff scan registrations and hand out lanyards as attendees arrive, and before opening students line up outside while a welcome PA outlines and later repeats the fair schedule. Inside, dozens of booths with colorful banners surround the polished gym floor in a circular arrangement as attendees circulate. Tech companies display demo screens of their latest apps; healthcare providers showcase photographs of community outreach programs; consulting firms stack glossy case-study booklets on high tables. Alumni volunteers deliver quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Students clutch resumes in branded folders as they navigate the event."
  ],
  "3_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.36535145905962024,
    0.36535145905962024,
    0.36535145905962024,
    0.43232929959548105,
    0.43232929959548105,
    0.43232929959548105,
    0.5964394090362684,
    0.5964394090362684,
    0.5964394090362684,
    0.7020260286815332,
    0.7020260286815332,
    0.7020260286815332,
    0.7020260286815332,
    0.7020260286815332,
    0.7020260286815332,
    0.7020260286815332,
    0.7020260286815332,
    0.7621261735371602,
    0.7621261735371602,
    0.7621261735371602,
    0.7570441980771077,
    0.7570441980771077,
    0.7570441980771077,
    0.7570441980771077,
    0.7570441980771077,
    0.7570441980771077,
    0.7570441980771077,
    0.7570441980771077,
    0.7570441980771077,
    0.7570441980771077,
    0.7570441980771077,
    0.7570441980771077,
    0.8543611866266516,
    0.8543611866266516,
    0.8543611866266516,
    0.8543611866266516,
    0.8595337041265252,
    0.8595337041265252,
    0.8595337041265252,
    0.8595337041265252,
    0.8595337041265252,
    0.8595337041265252,
    0.8995013452769112,
    0.8995013452769112,
    0.8995013452769112,
    0.8995013452769112,
    0.8995013452769112,
    0.8995013452769112,
    0.8995013452769112,
    0.8995013452769112,
    0.9095209051901718,
    0.9095209051901718,
    0.9095209051901718,
    0.9095209051901718,
    0.9095209051901718,
    0.9095209051901718,
    0.9125745241295256
  ],
  "4": [
    "",
    "",
    "Alumni volunteers are sharing quick pep talks near the coffee station.",
    "Alumni volunteers are delivering quick pep talks near the coffee station, while students clutch resumes inside branded folders.",
    "Alumni volunteers are delivering quick pep talks near the coffee station, while students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "Alumni volunteers are delivering quick pep talks near the coffee station, while students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact.",
    "Alumni volunteers are delivering quick pep talks near the coffee station as students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps, while career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "At the university career fair site, alumni volunteers give quick pep talks near the coffee station as students clutch resumes in branded folders. Tech companies display demo screens of their latest apps, while career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens, and a welcome announcement over the PA outlines the fair schedule.",
    "At the university career fair site, alumni volunteers deliver quick pep talks near the coffee station as students clutch resumes in branded folders. Tech companies display demo screens of their latest apps, while career counselors remind attendees to maintain eye contact. Prior to opening, students line up outside the university gym, and a welcome PA outlines the fair schedule. Inside, consulting firms stack glossy case-study booklets on high tables, and healthcare providers showcase community outreach photos.",
    "At the university career fair site, alumni volunteers deliver quick pep talks near the coffee station as students clutch resumes in branded folders. Tech companies display demo screens of their latest apps, while career counselors remind attendees to maintain eye contact. Before opening, students line up outside the university gym, and a welcome PA outlines the fair schedule. Inside, consulting firms stack glossy case-study booklets on high tables, and healthcare providers showcase community outreach photos.",
    "At the university career fair site, alumni volunteers deliver quick pep talks near the coffee station as students clutch resumes in branded folders. Tech companies display demo screens of their latest apps, while career counselors remind attendees to maintain eye contact. Before opening, students line up outside the university gym, and a welcome PA outlines the fair schedule. Inside, consulting firms stack glossy case-study booklets on high tables, and healthcare providers showcase photos from community outreach programs.",
    "At the university career fair site, attendees arrive as staff at the entrance scan registrations and hand out lanyards, while a welcome PA outlines the fair schedule. Before opening, students line up outside the university gym. Inside, consulting firms stack glossy case-study booklets on high tables, alumni volunteers deliver quick pep talks near the coffee station, tech companies display demo screens of their latest apps, and healthcare providers showcase photos from community outreach programs. Career counselors remind participants to maintain eye contact throughout the event. Students clutch resumes in branded folders.",
    "At the university career fair, staff scan registrations at the entrance and hand out lanyards as a welcome PA outlines the schedule. Before opening, students line up outside the university gym. Inside, consulting firms stack glossy case-study booklets on high tables; alumni volunteers deliver quick pep talks near the coffee station; tech companies display demo screens of their latest apps; healthcare providers showcase photos from community outreach programs. Career counselors remind participants to maintain eye contact throughout the event. Students clutch resumes in branded folders.",
    "At the university career fair, staff scan registrations at the entrance and hand out lanyards while a welcome PA outlines the schedule. Before opening, students line up outside the university gym. Inside, dozens of booths with colorful banners circle the polished floor in a busy arrangement; consulting firms stack glossy case-study booklets on high tables, tech companies display demo screens of their latest apps, and healthcare providers showcase photos from community outreach programs. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind participants to maintain eye contact throughout the event. Students clutch resumes in branded folders.",
    "At the university career fair, staff scan registrations at the entrance and hand out lanyards as a welcome PA outlines the schedule. Before opening, students line up outside the university gym. Inside, dozens of booths with colorful banners circle the polished floor in a busy arrangement. Consulting firms stack glossy case-study booklets on high tables, tech companies display demo screens of their latest apps, and healthcare providers showcase photos from community outreach programs. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind participants to maintain eye contact throughout the event. Students clutch resumes in branded folders."
  ],
  "4_score": [
    0.0,
    0.0,
    0.40700677646219413,
    0.40700677646219413,
    0.40700677646219413,
    0.45487407166297406,
    0.45487407166297406,
    0.45487407166297406,
    0.45487407166297406,
    0.5639703877514406,
    0.5639703877514406,
    0.5639703877514406,
    0.5639703877514406,
    0.5917529699966576,
    0.5917529699966576,
    0.5917529699966576,
    0.5917529699966576,
    0.804078904024186,
    0.804078904024186,
    0.804078904024186,
    0.804078904024186,
    0.804078904024186,
    0.804078904024186,
    0.8565098261669513,
    0.8565098261669513,
    0.8565098261669513,
    0.8565098261669513,
    0.8565098261669513,
    0.8565098261669513,
    0.8565098261669513,
    0.8347051873099223,
    0.8347051873099223,
    0.8347051873099223,
    0.8347051873099223,
    0.8347051873099223,
    0.8347051873099223,
    0.8447970367712939,
    0.8447970367712939,
    0.8447970367712939,
    0.8447970367712939,
    0.8447970367712939,
    0.8447970367712939,
    0.8447970367712939,
    0.8465616686321453,
    0.8465616686321453,
    0.8465616686321453,
    0.8465616686321453,
    0.8465616686321453,
    0.8465616686321453,
    0.8465616686321453,
    0.8709958234718376,
    0.8709958234718376,
    0.8709958234718376,
    0.8709958234718376,
    0.8849758208440157,
    0.8849758208440157,
    0.8849758208440157,
    0.8849758208440157,
    0.8849758208440157,
    0.8824226455566562,
    0.8824226455566562,
    0.8824226455566562,
    0.8824226455566562,
    0.8893781165199242,
    0.8893781165199242,
    0.8893781165199242
  ],
  "5": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders.",
    "Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders, while they line up outside the university gym before the career fair opens.",
    "Career counselors remind attendees to maintain eye contact as students line up outside the university gym before the career fair opens, clutching resumes inside branded folders.",
    "Career counselors remind attendees to maintain eye contact as students line up outside the university gym before the career fair opens, clutching resumes inside branded folders.",
    "Career counselors remind attendees to maintain eye contact as students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. The event opens with a welcome announcement broadcast over the PA system, outlining the fair schedule. Near the coffee station, alumni volunteers share brief pep talks. Healthcare providers showcase photographs of community outreach. Dozens of booths with colorful banners circle the polished floor, creating a busy, circular arrangement.",
    "Inside the university gym set as the career fair space, dozens of booths with colorful banners circle the polished floor, creating a busy circular layout. Outside, students line up before the fair opens, clutching resumes inside branded folders as career counselors remind attendees to maintain eye contact. The event opens with a welcome announcement broadcast over the PA system outlining the schedule. Near the coffee station, alumni volunteers deliver brief pep talks, while healthcare providers showcase photographs of community outreach.",
    "Inside the university gym configured as the career fair space, dozens of booths with colorful banners encircle the polished floor in a busy circular layout. Outside, students line up before the fair opens, clutching resumes in branded folders as career counselors remind attendees to maintain eye contact. The event opens with a welcome announcement broadcast over the PA system that outlines the schedule. Near the coffee station, alumni volunteers deliver brief pep talks while healthcare providers showcase photographs of community outreach.",
    "Inside the university gym configured as the career fair space, dozens of booths with colorful banners encircle the polished floor in a busy circular layout. Outside, students line up before the fair opens, clutching resumes in branded folders as career counselors remind attendees to maintain eye contact. The event opens with a welcome announcement broadcast over the PA system that outlines the schedule. Near the coffee station, alumni volunteers deliver brief pep talks while healthcare providers showcase photographs of community outreach.",
    "Inside the university gym configured as the career fair space, dozens of booths with colorful banners encircle the polished floor in a busy circular layout. Outside, students line up before the fair opens, clutching resumes in branded folders as career counselors remind attendees to maintain eye contact. The event opens with a welcome announcement broadcast over the PA system that outlines the schedule. Near the coffee station, alumni volunteers deliver brief pep talks while healthcare providers showcase photographs of community outreach. Consulting firms stack glossy case study booklets on high tables.",
    "Inside the university gym configured as the career fair space, dozens of booths with colorful banners encircle the polished floor in a busy circular layout. Outside, students line up before the fair opens, clutching resumes in branded folders as career counselors remind attendees to maintain eye contact. The event opens with a welcome announcement broadcast over the PA system that outlines the schedule. Near the coffee station, alumni volunteers deliver brief pep talks while healthcare providers showcase photographs of community outreach. Consulting firms stack glossy case study booklets on high tables.",
    "Inside the university gym configured as the career fair space, dozens of booths with colorful banners encircle the polished floor in a busy circular layout. Outside, students line up before the fair opens, clutching resumes in branded folders as career counselors remind attendees to maintain eye contact. The event opens with a welcome announcement broadcast over the PA system outlining the schedule. Near the coffee station, alumni volunteers deliver brief pep talks while healthcare providers showcase photographs of community outreach. Consulting firms stack glossy case study booklets on high tables.",
    "Inside the university gym configured as the career fair space, dozens of booths with colorful banners encircle the polished floor in a busy circular layout. Outside, students line up before opening, clutching resumes in branded folders as career counselors remind attendees to maintain eye contact. The event opens with a welcome announcement broadcast over the PA system outlining the schedule. Near the coffee station, alumni volunteers deliver brief pep talks while healthcare providers showcase photographs of community outreach. Consulting firms stack glossy case study booklets on high tables.",
    "Inside the university gym configured as the career fair space, dozens of booths with colorful banners encircle the polished floor in a busy circular layout. Outside, students line up before opening, clutching resumes in branded folders as career counselors remind attendees to maintain eye contact. The event opens with a welcome announcement broadcast over the PA system outlining the schedule. Near the coffee station, alumni volunteers deliver brief pep talks while healthcare providers showcase photographs of community outreach. Consulting firms stack glossy case study booklets on high tables.",
    "Inside the university gym configured as the career fair space, dozens of booths with colorful banners encircle the polished floor in a busy circular layout. Outside, students queue before opening, clutching resumes in branded folders as career counselors remind attendees to maintain eye contact. The event opens with a welcome announcement broadcast over the PA system outlining the schedule. Near the coffee station, alumni volunteers deliver brief pep talks while healthcare providers showcase photographs of community outreach. Consulting firms stack glossy case study booklets on high tables.",
    "A university gym configured as a career fair hosts dozens of booths with colorful banners surrounding a polished floor in a busy circular layout. Outside, students queue before opening, clutching resumes in branded folders as career counselors remind attendees to maintain eye contact. The event opens with a welcome announcement broadcast over the PA system outlining the schedule. Near the coffee station, alumni volunteers deliver brief pep talks while healthcare providers showcase photographs of community outreach. Consulting firms stack glossy case study booklets on high tables.",
    "Inside a university gym configured as a career fair, dozens of booths with colorful banners surround a polished floor in a busy circular layout. Outside, students queue before opening, clutching resumes in branded folders as career counselors remind attendees to maintain eye contact. The event opens with a welcome announcement broadcast over the PA system outlining the schedule. Near the coffee station, alumni volunteers deliver brief pep talks while healthcare providers showcase photographs of community outreach. Consulting firms stack glossy case study booklets on high tables."
  ],
  "5_score": [
    0.0,
    0.0,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.4811562339556024,
    0.4811562339556024,
    0.4811562339556024,
    0.4811562339556024,
    0.5488237704355379,
    0.5488237704355379,
    0.5488237704355379,
    0.5328654612619539,
    0.5328654612619539,
    0.5328654612619539,
    0.5328654612619539,
    0.5328654612619539,
    0.5328654612619539,
    0.5328654612619539,
    0.8803847085031058,
    0.8803847085031058,
    0.8803847085031058,
    0.8803847085031058,
    0.8686673245641396,
    0.8686673245641396,
    0.8686673245641396,
    0.8672221059078448,
    0.8672221059078448,
    0.8672221059078448,
    0.8672221059078448,
    0.8672221059078448,
    0.8672221059078448,
    0.8672221059078448,
    0.8962093356301131,
    0.8962093356301131,
    0.8962093356301131,
    0.8962093356301131,
    0.8962093356301131,
    0.8962093356301131,
    0.8962093356301131,
    0.8962093356301131,
    0.8979789597223387,
    0.8979789597223387,
    0.8979789597223387,
    0.8979789597223387,
    0.8979789597223387,
    0.9052285386795186,
    0.9052285386795186,
    0.9052285386795186,
    0.9052285386795186,
    0.9052285386795186,
    0.9052285386795186,
    0.9052285386795186,
    0.8979362961883492,
    0.8979362961883492,
    0.8979362961883492,
    0.8979362961883492,
    0.8979362961883492,
    0.885604792731006,
    0.885604792731006,
    0.885604792731006,
    0.885604792731006,
    0.885604792731006,
    0.8842703246087713,
    0.8842703246087713
  ],
  "6": [
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "In a professional setting, career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders.",
    "In a professional setting, career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "In a professional setting, career counselors remind attendees to maintain eye contact while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "In a professional setting, career counselors remind attendees to maintain eye contact while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "In a professional setting, career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, while alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos.",
    "In a professional event, career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, while alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Event staff at the entrance scan registrations and hand out lanyards.",
    "At a professional event, career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Event staff at the entrance scan registrations and hand out lanyards.",
    "At a professional event, career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Event staff at the entrance scan registrations and hand out lanyards.",
    "At a university gym hosting a career fair, dozens of booths with colorful banners surround a polished floor in a busy layout, while consulting firms stack glossy case study booklets on high tables and alumni volunteers deliver brief pep talks near the coffee station. Dozens of event staff at the entrance scan registrations and hand out lanyards. Outside, students line up before opening as a welcome PA announces the fair schedule. Inside, students clutch resumes inside branded folders as career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps, and healthcare providers showcase photographs of community outreach.",
    "At the university gym, a career fair unfolds with dozens of booths, colorful banners, and a polished floor in a busy layout. Consulting firms stack glossy case-study booklets on high tables, and alumni volunteers deliver brief pep talks near the coffee station. Dozens of event staff at the entrance scan registrations and hand out lanyards. Outside, students line up before opening as a welcome PA announces the fair schedule. Inside, students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps, and healthcare providers showcase photographs of community outreach.",
    "At the university gym, a busy career fair unfolds with dozens of booths, colorful banners, and a polished floor. Consulting firms display glossy case-study booklets on high tables, while alumni volunteers deliver brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Outside, students line up before opening as a welcome PA outlines the fair schedule. Inside, students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Tech companies show demo screens of their latest apps, and healthcare providers showcase photographs of community outreach. Both outside and inside scenes recur: lines before opening, pep talks near coffee, resumes in folders, and counselors' reminders, with case-study booklets on high tables and outreach photos present inside.",
    "At the university gym, a busy career fair unfolds with dozens of booths, colorful banners, and a polished floor. Consulting firms display glossy case-study booklets on high tables, alumni volunteers deliver brief pep talks near the coffee station, and event staff scan registrations while handing out lanyards at the entrance. Outside, students line up before opening as a welcome PA outlines the schedule; inside, students clutch resumes in branded folders while career counselors remind attendees to maintain eye contact. Tech companies show demo screens of their latest apps, and healthcare providers showcase photographs of community outreach. The scene recurs both outside and inside: lines before opening, pep talks near coffee, resumes in folders, counselors' reminders, with case-study booklets on high tables and outreach photos present inside."
  ],
  "6_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.4793587128412531,
    0.4793587128412531,
    0.4793587128412531,
    0.4793587128412531,
    0.5479740737091632,
    0.5479740737091632,
    0.5479740737091632,
    0.5479740737091632,
    0.7038142620481453,
    0.7038142620481453,
    0.7038142620481453,
    0.7038142620481453,
    0.7038142620481453,
    0.7038142620481453,
    0.7038142620481453,
    0.6927698963941079,
    0.6927698963941079,
    0.6927698963941079,
    0.6998840839480358,
    0.6998840839480358,
    0.6998840839480358,
    0.6998840839480358,
    0.6998840839480358,
    0.7049235962545907,
    0.7049235962545907,
    0.7049235962545907,
    0.7049235962545907,
    0.7049235962545907,
    0.7049235962545907,
    0.7049235962545907,
    0.7049235962545907,
    0.7049235962545907,
    0.7049235962545907,
    0.8722309919587264,
    0.8722309919587264,
    0.8722309919587264,
    0.8722309919587264,
    0.8722309919587264,
    0.9060048774725707,
    0.9060048774725707,
    0.9060048774725707,
    0.9060048774725707,
    0.9060048774725707,
    0.9060048774725707,
    0.9060048774725707,
    0.9060048774725707,
    0.8742695158306143,
    0.8742695158306143,
    0.8742695158306143,
    0.8742695158306143,
    0.8742695158306143,
    0.8742695158306143,
    0.8742695158306143,
    0.8742695158306143,
    0.8589180748378716,
    0.8589180748378716,
    0.8589180748378716,
    0.8589180748378716,
    0.8589180748378716
  ],
  "7": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while career counselors remind attendees to maintain eye contact.",
    "At the career fair, students clutch resumes inside branded folders as they circulate, while career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the career fair, students circulate, clutching resumes inside branded folders, as career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "The career fair scene features students circulating, clutching resumes inside branded folders, with career counselors reminding attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the fair schedule. Before opening, students line up outside the university gym.",
    "At the university career fair, students circulate with resumes tucked in branded folders, while career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the fair schedule. Before opening, students line up outside the university gym. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, students circulate with resumes tucked in branded folders while career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the fair schedule. Before opening, students line up outside the university gym. Dozens of booths with colorful banners circle the polished floor in a busy circular arrangement. Near the coffee station, alumni volunteers share brief pep talks. Healthcare providers showcase photographs of community outreach. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, students circulate with resumes tucked in branded folders while career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the fair schedule before opening, and students line up outside the university gym beforehand. Dozens of booths with colorful banners circle the polished floor in a busy circular arrangement. Near the coffee station, alumni volunteers give quick pep talks, and healthcare providers showcase photographs of community outreach. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens of their latest apps.",
    "The university gym hosts a career fair where students line up outside before opening as a welcome PA announces the schedule. Inside, dozens of booths with colorful banners circle the polished floor in a busy circular arrangement; tech companies display demo screens of their latest apps and healthcare providers showcase photographs of community outreach. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers give brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Students circulate with resumes tucked in branded folders.",
    "At the university gym, a professional career fair opens with students lining up outside as a welcome PA announces the schedule. Inside, dozens of booths with colorful banners form a busy circular layout around a polished floor, where tech companies display demo screens of their latest apps and healthcare providers showcase photographs from community outreach. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Students circulate with resumes tucked in branded folders. Consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders.",
    "At the university gym, a career fair opens with students lining up outside before opening, a welcome PA outlines the schedule. Inside, dozens of booths with colorful banners form a circular layout around a polished floor; tech companies display demo screens of their latest apps, and healthcare providers showcase photographs from community outreach. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers give brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Students circulate with resumes tucked in branded folders; consulting firms stack glossy case-study booklets on high tables.",
    "At the university gym, a career fair opens with students lining up outside before doors, a welcome PA outlines the schedule. Inside, dozens of booths with colorful banners form a circular layout around a polished floor. Tech companies display demo screens of their latest apps, and healthcare providers showcase photographs from community outreach. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers give brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Students circulate with resumes tucked in branded folders; consulting firms stack glossy case-study booklets on high tables.",
    "At the university gym, the career fair opens with students lining up outside before doors as a welcome PA outlines the schedule. Inside, dozens of booths with colorful banners form a circular layout around a polished floor. Tech companies display demo screens of their latest apps, and healthcare providers showcase photographs from community outreach. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers give brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Students circulate with resumes tucked in branded folders; consulting firms stack glossy case-study booklets on high tables."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.3770798247546496,
    0.3770798247546496,
    0.3770798247546496,
    0.3770798247546496,
    0.49238337676642396,
    0.49238337676642396,
    0.49238337676642396,
    0.6898487603441985,
    0.6898487603441985,
    0.6898487603441985,
    0.6937327975568812,
    0.6937327975568812,
    0.6937327975568812,
    0.6937327975568812,
    0.8131645136940578,
    0.8131645136940578,
    0.8131645136940578,
    0.8131645136940578,
    0.8401673209626572,
    0.8401673209626572,
    0.8401673209626572,
    0.8401673209626572,
    0.8934622503192025,
    0.8934622503192025,
    0.8934622503192025,
    0.8934622503192025,
    0.8934622503192025,
    0.8681434513108821,
    0.8681434513108821,
    0.8681434513108821,
    0.8681434513108821,
    0.8681434513108821,
    0.8681434513108821,
    0.9074859591514057,
    0.9074859591514057,
    0.9074859591514057,
    0.9074859591514057,
    0.9074859591514057,
    0.9074859591514057,
    0.9074859591514057,
    0.8929580745138184,
    0.8929580745138184,
    0.8929580745138184,
    0.8929580745138184,
    0.8929580745138184,
    0.8929580745138184,
    0.8929580745138184,
    0.8929580745138184,
    0.8929580745138184,
    0.9198241063273171,
    0.9198241063273171,
    0.9198241063273171,
    0.9198241063273171,
    0.9149664155852628,
    0.9149664155852628,
    0.9149664155852628,
    0.9149664155852628,
    0.9149664155852628,
    0.9124262765508573,
    0.9124262765508573,
    0.9124262765508573,
    0.9124262765508573,
    0.9124262765508573
  ],
  "8": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders.",
    "At a career event, counselors remind attendees to maintain eye contact; students clutch resumes inside branded folders. Event staff at the entrance scan registrations and hand out lanyards.",
    "At a career event, event staff at the entrance scan registrations and hand out lanyards; career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "At a career event, staff at the entrance scan registrations and hand out lanyards, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "At the career event, staff at the entrance scan registrations and hand out lanyards, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "At the university career fair site, staff at the entrance scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. Students clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers offer quick pep talks near the coffee station. Tech companies display demo screens of their latest apps. Students line up outside the university gym before the fair opens. A welcome announcement over the PA outlines the fair schedule.",
    "At the university career fair site, staff at the entrance scan registrations and hand out lanyards; career counselors remind attendees to maintain eye contact. Students clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables; alumni volunteers offer quick pep talks near the coffee station. Tech companies display demo screens of their latest apps. Students line up outside the university gym before the fair opens. A welcome announcement over the PA outlines the fair schedule.",
    "At the university career fair site, staff at the entrance scan registrations and hand out lanyards as attendees arrive; a welcome PA outlines the fair schedule. Career counselors remind participants to maintain eye contact throughout the event. Students clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables, while alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens.",
    "At the university career fair site and gym, staff at the entrance scan registrations and hand out lanyards as attendees arrive, while a welcome PA outlines the schedule. Outside the gym, students line up before opening. Inside, dozens of booths with colorful banners circle the polished floor in a busy arrangement; tech companies display demo screens of their latest apps, and healthcare providers showcase photographs of community outreach. Career counselors remind participants to maintain eye contact, and alumni volunteers share brief pep talks near the coffee station. Students clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair site and gym, staff at the entrance scan registrations and hand out lanyards as attendees arrive, while a welcome PA outlines the schedule. Outside the gym, students line up before opening. Inside, dozens of booths with colorful banners line the polished gym floor in a busy circular arrangement; tech companies display demo screens of their latest apps, and healthcare providers showcase photographs of community outreach. Consulting firms stack glossy case study booklets on high tables. Career counselors remind participants to maintain eye contact, and alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes in branded folders as attendees circulate.",
    "At the university career fair held in the university gym, entrance staff scan registrations and hand out lanyards as attendees arrive, while a welcome PA outlines—and later repeats—the fair schedule. Outside the gym, students line up before opening. Inside, dozens of booths with colorful banners line the polished gym floor in a busy circular arrangement: tech companies display demo screens of their latest apps, healthcare providers showcase photographs of community outreach, and consulting firms stack glossy case-study booklets on high tables. Alumni volunteers deliver quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Students clutch resumes in branded folders as they circulate.",
    "The university career fair takes place in the gym, with entrance staff scanning registrations and handing out lanyards as attendees arrive, while a welcome PA outlines and later repeats the fair schedule. Outside the gym, students line up before opening. Inside, dozens of booths with colorful banners line the polished floor in a busy circular layout: tech companies display demo screens of their latest apps, healthcare providers showcase photographs of community outreach, and consulting firms stack glossy case-study booklets on high tables. Alumni volunteers deliver quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Students clutch resumes in branded folders as they circulate."
  ],
  "8_score": [
    0.0,
    0.0,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.4811562339556024,
    0.4811562339556024,
    0.6320980860540484,
    0.6320980860540484,
    0.6320980860540484,
    0.6320980860540484,
    0.619842868321004,
    0.619842868321004,
    0.619842868321004,
    0.7282929623235508,
    0.7282929623235508,
    0.7282929623235508,
    0.7282929623235508,
    0.8133440043805442,
    0.8133440043805442,
    0.8133440043805442,
    0.8133440043805442,
    0.8133440043805442,
    0.8133440043805442,
    0.8133440043805442,
    0.8770099326161358,
    0.8770099326161358,
    0.8770099326161358,
    0.8770099326161358,
    0.8770099326161358,
    0.8806366567928927,
    0.8806366567928927,
    0.8806366567928927,
    0.8806366567928927,
    0.8806366567928927,
    0.8806366567928927,
    0.8706050793222034,
    0.8706050793222034,
    0.8706050793222034,
    0.8706050793222034,
    0.8706050793222034,
    0.8706050793222034,
    0.8706050793222034,
    0.8800210511679694,
    0.8800210511679694,
    0.8800210511679694,
    0.8800210511679694,
    0.8800210511679694,
    0.8972454701626706,
    0.8972454701626706,
    0.8972454701626706,
    0.8972454701626706,
    0.8972454701626706,
    0.900932297604702,
    0.900932297604702,
    0.900932297604702,
    0.900932297604702,
    0.900932297604702,
    0.9064297035675781
  ],
  "9": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "At the fair, career counselors remind attendees to maintain eye contact, while a welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, career counselors remind attendees to maintain eye contact as a welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, career counselors remind attendees to maintain eye contact as a welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor, while healthcare providers showcase community outreach photos.",
    "At the fair, career counselors remind attendees to maintain eye contact as a welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos.",
    "At the university career fair, dozens of booths with colorful banners circle the polished floor. Before opening, students line up outside the university gym. During the event, students circulate with resumes tucked in branded folders as career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the fair schedule. Healthcare providers showcase community outreach photos.",
    "At the university career fair, dozens of booths with colorful banners line the polished floor of the university gym. Before opening, students stood in a line outside the gym. During the event, attendees circulate with resumes tucked in branded folders as career counselors remind them to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. Healthcare providers showcase community outreach photos. Event staff at the entrance scan registrations and hand out lanyards as attendees arrive. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners line the polished gym floor, forming a busy circular arrangement. Before opening, students line up outside the gym. During the event, attendees circulate with resumes tucked in branded folders as career counselors remind them to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards as attendees arrive. Healthcare providers showcase photographs of community outreach. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners line the polished gym floor in a busy circular arrangement. Before opening, students line up outside the gym. During the event, attendees circulate with resumes tucked in branded folders as career counselors remind them to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards as attendees arrive. Healthcare providers showcase photographs of community outreach. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners line the polished gym floor in a busy circular arrangement for a career fair; before opening, students line up outside the gym. During the event, attendees circulate with resumes tucked in branded folders as career counselors remind them to maintain eye contact. A welcome PA announcement outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards as attendees arrive. Healthcare providers showcase photographs of community outreach. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "A university gym hosts a career fair with dozens of booths sporting colorful banners arranged in a busy circular pattern on a polished floor. Before opening, students line up outside the gym; inside, attendees circulate with resumes tucked in branded folders as career counselors remind them to maintain eye contact. A welcome PA outlines the fair schedule, and at the entrance staff scan registrations and hand out lanyards as attendees arrive. Healthcare providers showcase photographs of community outreach; consulting firms stack glossy case study booklets on high tables; tech companies display demo screens showing their latest apps; alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders, reinforcing the professional presentation as the event proceeds.",
    "A university gym hosts a career fair with dozens of booths and colorful banners arranged in a busy circular pattern on a polished floor. Before opening, students line up outside; inside attendees circulate with resumes tucked in branded folders as career counselors remind them to maintain eye contact. A welcome PA outlines the schedule; at the entrance staff scan registrations and hand out lanyards. Healthcare providers showcase photographs of community outreach; consulting firms stack glossy case study booklets on high tables; tech companies display demo screens showing latest apps; alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders, reinforcing the professional presentation as the event proceeds."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.5018873939113755,
    0.5018873939113755,
    0.5018873939113755,
    0.5018873939113755,
    0.6230173973123869,
    0.6230173973123869,
    0.6230173973123869,
    0.6230173973123869,
    0.6230173973123869,
    0.6273592112919122,
    0.6273592112919122,
    0.703174029507647,
    0.703174029507647,
    0.703174029507647,
    0.703174029507647,
    0.703174029507647,
    0.703174029507647,
    0.8689313851156238,
    0.8689313851156238,
    0.8689313851156238,
    0.8689313851156238,
    0.8689313851156238,
    0.8689313851156238,
    0.920554124397472,
    0.920554124397472,
    0.920554124397472,
    0.920554124397472,
    0.920554124397472,
    0.920554124397472,
    0.920554124397472,
    0.844655608239658,
    0.844655608239658,
    0.844655608239658,
    0.844655608239658,
    0.844655608239658,
    0.8443372600754829,
    0.8443372600754829,
    0.8443372600754829,
    0.8443372600754829,
    0.8443372600754829,
    0.8845071709732027,
    0.8845071709732027,
    0.8845071709732027,
    0.8845071709732027,
    0.8845071709732027,
    0.8845071709732027,
    0.8799067844771218,
    0.8799067844771218,
    0.8799067844771218,
    0.8799067844771218,
    0.8799067844771218,
    0.8799067844771218,
    0.8801544309166426,
    0.8801544309166426,
    0.8801544309166426,
    0.8801544309166426
  ]
}