{
  "0": [
    "",
    "",
    "\"\"",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables near the entry. Career counselors remind attendees to maintain eye contact during interactions. The scene documents pre-event organization: a queue of students awaiting entry, firm materials displayed on elevated surfaces, and guidance emphasizing professional demeanor.",
    "Before the career fair opens, a line of students waits outside the university gym. Consulting firms display glossy case study booklets on high tables near the entry, while resumes are carried in branded folders by the students. Career counselors remind attendees to maintain eye contact during interactions, emphasizing professional demeanor. The scene documents pre-event organization: a queue awaiting entry, materials arranged on elevated surfaces, and guidance focused on conduct. The observed details include the students' active preparation and the arrangement of firm literature and branding as they await the start.",
    "Before the career fair opens, a line of students waits outside the university gym. Consulting firms display glossy case study booklets on high tables near the entry, while resumes are carried in branded folders. Career counselors remind attendees to maintain eye contact and conduct professionally. The scene captures pre-event organization: a queue awaiting entry, materials on elevated surfaces, and guidance focused on conduct. Dozens of booths with colorful banners line a busy exhibition area, arranged around a polished central floor to form a circular perimeter around the gleaming surface, with banners encircling the central, smooth floor. A welcome announcement outlines the fair schedule over the PA system.",
    "Before the career fair opens, a line of students waits outside the university gym. Near the entry, consulting firms display glossy case study booklets on high tables while resumes are carried in branded folders. Career counselors remind attendees to maintain eye contact and conduct professionally. The scene captures pre-event organization: a queue awaiting entry, materials on elevated surfaces, and conduct guidance. Dozens of booths with colorful banners encircle a polished central floor, forming a circular perimeter around the gleaming surface; banners surround the central, smooth floor. A welcome announcement outlines the fair schedule over the PA system. In the busy exhibition area near the entrance, staff scan registrations and hand out lanyards to attendees, while alumni volunteers give brief pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "Before the career fair opens, a line of students waits outside the university gym. Near the entrance, consulting firms display glossy case-study booklets on high tables while resumes are carried in branded folders; career counselors remind attendees to maintain eye contact and conduct professionally. The scene captures pre-event organization: a queue awaiting entry, materials on elevated surfaces, and conduct guidance. Dozens of booths with colorful banners encircle a polished central floor, and a welcome announcement outlines the fair schedule over the PA system. In the busy exhibition area, staff scan registrations and hand out lanyards to attendees as alumni volunteers give brief pep talks near the coffee station. Tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos nearby.",
    "Before the career fair opens, a line of students waits outside the university gym. Near the entrance, consulting firms display glossy case-study booklets on high tables while resumes are carried in branded folders. Career counselors remind attendees to maintain eye contact and conduct themselves professionally. The scene shows pre-event organization: a queue awaiting entry, materials on elevated surfaces, and conduct guidance. Dozens of booths with colorful banners encircle a polished central floor, and a welcome announcement outlines the fair schedule over the PA system. Inside the busy exhibition area, staff scan registrations and hand out lanyards to attendees as alumni volunteers give brief pep talks near the coffee station. Tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos.",
    "Before the career fair opens, a line of students waits outside the university gym entrance, where high tables display glossy case-study booklets and resumes are carried in branded folders. Career counselors remind attendees to maintain eye contact and conduct themselves professionally. Inside the gym, a polished floor is encircled by dozens of booths with colorful banners, forming a dense circular perimeter around a central smooth surface. A welcome PA outlines the fair schedule as attendees move between booths. Staff scan registrations and hand out lanyards; alumni volunteers offer brief pep talks near the coffee station, contributing to a rallying mood. Tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos. Attendees circulate among displays.",
    "At a university gym hosting a career fair, students line up outside before opening as event staff scan registrations and hand out lanyards at the entrance. Inside, a polished floor is encircled by dozens of booths with colorful banners, forming a dense circular perimeter around a central smooth surface. High tables outside display glossy case-study booklets while resumes are kept in branded folders. A welcome PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact and conduct themselves professionally. Alumni volunteers give brief pep talks near the coffee station, contributing to a rallying mood. Tech companies show demo screens of their latest apps, and healthcare providers showcase community outreach photos among the displays. Attendees circulate among the displays, with resumes tucked in branded folders."
  ],
  "0_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.4989865969158758,
    0.4989865969158758,
    0.6502386448537565,
    0.6502386448537565,
    0.6502386448537565,
    0.6502386448537565,
    0.6502386448537565,
    0.7979674238716126,
    0.7979674238716126,
    0.7979674238716126,
    0.8037817058329584,
    0.8037817058329584,
    0.8037817058329584,
    0.8037817058329584,
    0.8037817058329584,
    0.8037817058329584,
    0.8037817058329584,
    0.8037817058329584,
    0.8328212904537803,
    0.8328212904537803,
    0.8328212904537803,
    0.8328212904537803,
    0.8328212904537803,
    0.8328212904537803,
    0.8328212904537803,
    0.8626168676903324,
    0.8626168676903324,
    0.8626168676903324,
    0.8626168676903324,
    0.8626168676903324,
    0.8626168676903324,
    0.8626168676903324,
    0.8580823934568736,
    0.8580823934568736,
    0.8580823934568736,
    0.8580823934568736,
    0.8580823934568736,
    0.8580823934568736,
    0.8580823934568736,
    0.8580823934568736,
    0.8554805855216232,
    0.8554805855216232,
    0.8554805855216232,
    0.8554805855216232,
    0.8554805855216232,
    0.8554805855216232,
    0.8554805855216232,
    0.8554805855216232,
    0.8943503274617338,
    0.8943503274617338,
    0.8943503274617338,
    0.8943503274617338,
    0.8943503274617338,
    0.8943503274617338,
    0.8943503274617338,
    0.8688875963831207,
    0.8688875963831207,
    0.8688875963831207,
    0.8688875963831207,
    0.8688875963831207
  ],
  "1": [
    "",
    "\"\"",
    "\"\"",
    "A busy exhibition area features dozens of booths with colorful banners arranged around a polished floor, forming a circular perimeter. The banners contribute a vivid visual display as the booths encircle the gleaming surface. The scene emphasizes the dense ring of booths surrounding the central, smooth floor.",
    "Dozens of booths with colorful banners line a busy exhibition area, arranged around a polished central floor to form a circular perimeter around the gleaming surface. The banners create a vivid display as the booths encircle the central, smooth floor. The scene emphasizes the dense ring of booths surrounding the central area. A welcome announcement outlines the fair schedule over the PA system.",
    "Dozens of booths with colorful banners line a busy exhibition area, arranged around a polished central floor to form a circular perimeter around the gleaming surface. The banners create a vivid display as the booths encircle the central, smooth floor, emphasizing the dense ring surrounding the area. A welcome announcement outlines the fair schedule over the PA system, while career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners line a busy exhibition area, arranged around a polished central floor forming a circular perimeter around the gleaming surface. A welcome announcement over the PA outlines the fair schedule, while career counselors remind attendees to maintain eye contact. Alumni volunteers are sharing quick pep talks near the coffee station.",
    "Dozens of booths with colorful banners line the university gym's exhibition area, arranged around a polished gym floor that forms a dense circular perimeter around the central, smooth surface. A welcome announcement over the PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact. Alumni volunteers give brief pep talks near the coffee station. Students line up outside the university gym ahead of the career fair opening. Inside, tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "Dozens of booths with colorful banners line and circle the university gym's exhibition area around a polished gym floor, forming a dense circular perimeter around the central, smooth surface. A welcome announcement over the PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact. Inside, tech companies display demo screens showing their latest apps. Alumni volunteers give brief pep talks near the coffee station. Students line up outside the university gym ahead of the fair opening. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "Dozens of booths with colorful banners line and circle the university gym's exhibition area around a polished gym floor, forming a dense circular perimeter around the central, smooth surface. A welcome announcement over the PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact. Inside, tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos among the displays. Alumni volunteers give brief pep talks near the coffee station. Students line up outside the university gym before the career fair opens, and at the entrance event staff scan registrations and hand out lanyards to attendees.",
    "Dozens of booths with colorful banners line and encircle the university gym's exhibition area around a polished central floor, forming a dense circular perimeter. A welcome PA announcement outlines the fair schedule as career counselors remind attendees to maintain eye contact. Inside, tech companies display demo screens of their latest apps, while healthcare providers showcase community outreach photos among the displays. Alumni volunteers give brief pep talks near the coffee station. Outside, students line up before the fair opens as event staff scan registrations and hand out lanyards at the entrance. Inside, students move through the space with resumes tucked in branded folders; healthcare providers' outreach photos accompany the displays, and staff continue to scan registrations and distribute lanyards at the entrance.",
    "Dozens of booths with colorful banners line and encircle the university gym's exhibition area around a polished central floor, forming a dense circular perimeter. A welcome PA announces the fair schedule as career counselors remind attendees to maintain eye contact. Outside the entrance, students line up before the fair opens while event staff scan registrations and hand out lanyards. Inside, tech companies display demo screens of their latest apps and healthcare providers showcase community outreach photos among the displays; alumni volunteers give brief pep talks near the coffee station. Students move through the space with resumes tucked in branded folders.",
    "Dozens of booths with colorful banners line and encircle the university gym’s exhibition area, surrounding a polished central floor to form a dense circular perimeter. A welcome PA outlines the fair schedule as career counselors remind attendees to maintain eye contact. Outside the entrance, students line up before the fair opens while event staff scan registrations and hand out lanyards. Inside, tech companies display demo screens of their latest apps and healthcare providers showcase community outreach photos near the displays; alumni volunteers give brief pep talks near the coffee station. Students move through the space with resumes tucked in branded folders."
  ],
  "1_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.46918025711694566,
    0.46918025711694566,
    0.46918025711694566,
    0.46918025711694566,
    0.5652275565466381,
    0.5652275565466381,
    0.5652275565466381,
    0.5652275565466381,
    0.6715990159482699,
    0.6715990159482699,
    0.6715990159482699,
    0.6715990159482699,
    0.6987090563595404,
    0.6987090563595404,
    0.6987090563595404,
    0.6987090563595404,
    0.6987090563595404,
    0.6987090563595404,
    0.6987090563595404,
    0.8871083995506246,
    0.8871083995506246,
    0.8871083995506246,
    0.8871083995506246,
    0.8871083995506246,
    0.8871083995506246,
    0.8871083995506246,
    0.8379196441046606,
    0.8379196441046606,
    0.8379196441046606,
    0.8379196441046606,
    0.8379196441046606,
    0.8379196441046606,
    0.8379196441046606,
    0.8762434097040447,
    0.8762434097040447,
    0.8762434097040447,
    0.8762434097040447,
    0.8762434097040447,
    0.8762434097040447,
    0.8762434097040447,
    0.834561531114339,
    0.834561531114339,
    0.834561531114339,
    0.834561531114339,
    0.834561531114339,
    0.834561531114339,
    0.834561531114339,
    0.834561531114339,
    0.834561531114339,
    0.834561531114339,
    0.8459012775643755,
    0.8459012775643755,
    0.8459012775643755,
    0.8459012775643755,
    0.8459012775643755,
    0.8459012775643755,
    0.8698551229507914,
    0.8698551229507914,
    0.8698551229507914
  ],
  "2": [
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, while tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners encircle the polished floor, and tech companies display demo screens of their latest apps. Outside the university gym, students line up before the career fair opens.",
    "Dozens of booths with colorful banners encircle the polished floor, and tech companies display demo screens of their latest apps. Outside the university gym, students line up before the career fair opens.",
    "At the career fair, dozens of booths with colorful banners encircle a polished floor, and tech companies display demo screens of their latest apps. Outside the university gym, students line up before the fair opens. Healthcare providers showcase community outreach photos.",
    "At the career fair, dozens of booths with colorful banners encircle a polished floor, and tech companies display demo screens of their latest apps. Outside the university gym, students line up before the fair opens. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair, dozens of booths with colorful banners encircle a polished floor, and tech companies display demo screens of their latest apps. Outside the university gym, students line up before the fair opens. Healthcare providers showcase community outreach photos, while event staff scan registrations and hand out lanyards at the entrance. Inside, students clutch resumes in branded folders as they move through the space.",
    "At the career fair, dozens of booths with colorful banners encircle a polished floor as tech companies display demo screens of their latest apps. Outside the university gym, students line up before the fair opens. Inside, students move through the space with resumes clutched inside branded folders, while healthcare providers showcase community outreach photos and event staff scan registrations and hand out lanyards at the entrance.",
    "At the university gym hosting a career fair, dozens of booths with colorful banners encircle a central polished gym floor, forming a dense circular perimeter around the surface. Outside, students line up before the fair opens. Inside, students move through the space with resumes clutched inside branded folders. Tech companies display demo screens of their latest apps, while healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. An exhibition area near the entrance hosts the university fair inside the gym. Alumni volunteers offer brief pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule.",
    "At the university gym hosting a career fair, dozens of booths with colorful banners encircle a central polished gym floor, forming a dense circular perimeter around the surface. Outside, students line up before the fair opens. Inside, students move through the space with resumes clutched inside branded folders. Tech companies display demo screens of their latest apps, while healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. An exhibition area near the entrance hosts the university fair inside the gym. Alumni volunteers offer brief pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "At a university gym hosting a career fair, the central polished gym floor serves as a smooth surface encircled by dozens of booths with colorful banners, forming a dense circular perimeter around it. Outside, students line up before opening. Inside, attendees circulate with resumes in branded folders; tech companies display demo screens of their latest apps, while healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards; alumni volunteers offer brief pep talks near the coffee station, contributing to a rallying mood. A welcome PA outlines the fair schedule as attendees move between booths around the central surface. Career counselors remind attendees to maintain eye contact.",
    "At a university gym hosting a career fair, a central polished floor is encircled by dozens of booths with colorful banners, forming a dense circular perimeter. Outside, students line up before opening; inside, attendees circulate with resumes in branded folders while tech companies display demo screens of their latest apps and healthcare providers showcase community outreach photos. At the entrance, staff scan registrations and hand out lanyards, and alumni volunteers deliver brief pep talks near the coffee station, contributing to a rallying mood. A welcome PA outlines the fair schedule as attendees move between booths around the central surface, and career counselors remind attendees to maintain eye contact.",
    "At a university gym hosting a career fair, a central polished floor is encircled by dozens of booths with colorful banners, forming a dense circular perimeter. Outside, students line up before opening; inside, attendees circulate with resumes in branded folders as tech companies display demo screens of their latest apps and healthcare providers showcase community outreach photos. At the entrance, staff scan registrations and hand out lanyards, while alumni volunteers deliver brief pep talks near the coffee station, contributing to a rallying mood. A welcome PA outlines the fair schedule as attendees move between booths around the central surface, and career counselors remind attendees to maintain eye contact."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.34446683929794575,
    0.34446683929794575,
    0.34446683929794575,
    0.34446683929794575,
    0.34446683929794575,
    0.38768255220287584,
    0.38768255220287584,
    0.38768255220287584,
    0.6436492439872591,
    0.6436492439872591,
    0.6436492439872591,
    0.6436492439872591,
    0.6436492439872591,
    0.6436492439872591,
    0.6436492439872591,
    0.6436492439872591,
    0.6436492439872591,
    0.6436492439872591,
    0.7586372545022487,
    0.7586372545022487,
    0.7586372545022487,
    0.7942396453046093,
    0.7942396453046093,
    0.7942396453046093,
    0.7942396453046093,
    0.8026823256058268,
    0.8026823256058268,
    0.8026823256058268,
    0.8026823256058268,
    0.8026823256058268,
    0.79602965863885,
    0.79602965863885,
    0.79602965863885,
    0.79602965863885,
    0.79602965863885,
    0.79602965863885,
    0.79602965863885,
    0.79602965863885,
    0.8845920390818827,
    0.8845920390818827,
    0.8845920390818827,
    0.8845920390818827,
    0.8845920390818827,
    0.9029158591248558,
    0.9029158591248558,
    0.9029158591248558,
    0.9029158591248558,
    0.9029158591248558,
    0.9029158591248558,
    0.8616683773152176,
    0.8616683773152176,
    0.8616683773152176,
    0.8616683773152176,
    0.8616683773152176,
    0.8616683773152176,
    0.846917294456327,
    0.846917294456327,
    0.846917294456327,
    0.846917294456327,
    0.846917294456327,
    0.843514947581324,
    0.843514947581324,
    0.843514947581324
  ],
  "3": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At the career fair, counselors remind attendees to maintain eye contact, while a welcome announcement over the PA system outlines the fair schedule.",
    "At the career fair, counselors remind attendees to maintain eye contact, while a welcome announcement over the PA system outlines the fair schedule. Alumni volunteers are sharing quick pep talks near the coffee station.",
    "At the career fair, counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Alumni volunteers are sharing quick pep talks near the coffee station.",
    "At the career fair, counselors remind attendees to maintain eye contact, and a welcome announcement over the PA outlines the schedule. Alumni volunteers are giving quick pep talks near the coffee station. Healthcare providers showcase community outreach photos at the entrance, where event staff scan registrations and hand out lanyards to attendees.",
    "At the career fair, counselors remind attendees to maintain eye contact, and a welcome PA announcement outlines the schedule. Alumni volunteers give brief pep talks near the coffee station. Healthcare providers showcase community outreach photos at the entrance. Dozens of booths with colorful banners are arranged around a polished, gleaming central floor, forming a circular perimeter that emphasizes the dense ring of booths surrounding the space. At the entrance, event staff scan registrations and hand out lanyards to attendees, while tech companies display demo screens showing their latest apps.",
    "At the career fair, dozens of booths with colorful banners are arranged around a polished, gleaming central floor in a circular perimeter that emphasizes the dense ring of booths surrounding the space. Counselors remind attendees to maintain eye contact, and a welcome PA announcement outlines the schedule. Alumni volunteers give brief pep talks near the coffee station. Healthcare providers showcase community outreach photos at the entrance. At the entrance, event staff scan registrations and hand out lanyards to attendees. Tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners are arranged around a polished gleaming central floor forming a circular perimeter. Counselors remind attendees to maintain eye contact, and a welcome PA announcement outlines the schedule. Alumni volunteers give brief pep talks near the coffee station. Healthcare providers showcase community outreach photos at the entrance. Event staff scan registrations and hand out lanyards at the entrance, while tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners form a circular perimeter around a polished, gleaming central floor, creating a focal loop for the career fair on campus. Counselors remind attendees to maintain eye contact as a welcome PA announcement outlines the schedule. Alumni volunteers give brief pep talks near the coffee station. Healthcare providers display community outreach photos at the entrance. Event staff scan registrations and hand out lanyards at the entrance, while tech companies show demo screens featuring their latest apps. Students line up outside the university gym before the career fair opens.",
    "Inside a university gym, dozens of booths with colorful banners encircle a polished gleaming central floor, forming a dense circular perimeter around the surface for the campus career fair. Outside the gym, students line up before opening as an exhibition area near the gym entrance hosts the fair inside the gym. At the entrance, event staff scan registrations and hand out lanyards to attendees. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos at the entrance. Alumni volunteers give brief pep talks near the coffee station. Counselors remind attendees to maintain eye contact, and a welcome PA announces the fair schedule.",
    "Inside a university gym, a campus career fair unfolds with dozens of booths sporting colorful banners that encircle a polished gleaming central floor, creating a dense circular perimeter around the exhibition area. Outside, students line up before opening as an exhibition area near the gym entrance hosts the fair inside. At the entrance, event staff scan registrations and hand out lanyards to attendees. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos at the entrance. Alumni volunteers give brief pep talks near the coffee station. Counselors remind attendees to maintain eye contact, and a welcome PA announces the fair schedule.",
    "Inside a university gym, a campus career fair unfolds with dozens of booths sporting colorful banners that encircle a polished gleaming central floor, forming a dense circular perimeter around the exhibition area near the gym entrance. Outside, a line of students waits before opening, signaling pre-event organization and a queue awaiting entry, with materials on elevated surfaces. At the entrance, event staff scan registrations and hand out lanyards to attendees. Tech companies display demo screens of their latest apps, and consulting firms provide glossy case study booklets on high tables near the entry, with resumes carried in branded folders. Healthcare providers showcase community outreach photos at the entrance. Alumni volunteers give brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact and conduct professionally, and a welcome PA outlines the fair schedule.",
    "Inside a university gym, a campus career fair unfolds with dozens of booths sporting colorful banners that encircle a polished gleaming central floor, forming a dense circular perimeter around the exhibition area near the gym entrance. Outside, a line of students waits before opening, with materials on elevated surfaces, signaling pre-event organization. At the entrance, staff scan registrations and hand out lanyards to attendees. Near the entry, consulting firms display glossy case-study booklets on high tables, while resumes are carried in branded folders; tech companies show demo screens of their latest apps. Healthcare providers showcase community outreach photos at the entrance. Alumni volunteers give brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact and conduct themselves professionally, and a welcome PA outlines the fair schedule. Inside the busy exhibition area, the same arrangement persists: registrations scanned, lanyards handed out, and the pre-event cues evident."
  ],
  "3_score": [
    0.0,
    0.0,
    0.3869073571690684,
    0.3869073571690684,
    0.5169004628257889,
    0.5169004628257889,
    0.5169004628257889,
    0.6544877977832998,
    0.6544877977832998,
    0.6544877977832998,
    0.6544877977832998,
    0.7393736146076562,
    0.7393736146076562,
    0.7393736146076562,
    0.7393736146076562,
    0.7393736146076562,
    0.752587810085807,
    0.752587810085807,
    0.752587810085807,
    0.752587810085807,
    0.8038857037578395,
    0.8038857037578395,
    0.8038857037578395,
    0.8038857037578395,
    0.8135170620892997,
    0.8135170620892997,
    0.8135170620892997,
    0.8135170620892997,
    0.8135170620892997,
    0.8135170620892997,
    0.8135170620892997,
    0.7005105400385288,
    0.7005105400385288,
    0.7005105400385288,
    0.7005105400385288,
    0.7005105400385288,
    0.8711919494516329,
    0.8711919494516329,
    0.8711919494516329,
    0.8711919494516329,
    0.8711919494516329,
    0.8711919494516329,
    0.8711919494516329,
    0.8711919494516329,
    0.8966733777872209,
    0.8966733777872209,
    0.8966733777872209,
    0.8966733777872209,
    0.8773159333908389,
    0.8773159333908389,
    0.8773159333908389,
    0.8773159333908389,
    0.8773159333908389,
    0.8773159333908389,
    0.9013668463303875,
    0.9013668463303875,
    0.9013668463303875,
    0.9013668463303875,
    0.9013668463303875,
    0.9013668463303875,
    0.9013668463303875,
    0.895136298544688,
    0.895136298544688,
    0.895136298544688,
    0.895136298544688,
    0.895136298544688
  ],
  "4": [
    "",
    "",
    "",
    "\"\"",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, as dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym ahead of the career fair opening. Inside, dozens of booths with colorful banners circle the polished gym floor. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym ahead of the career fair opening. Inside, dozens of booths with colorful banners encircle a polished gym floor, forming a dense circular perimeter around the central, smooth surface. Tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards to attendees, while alumni volunteers offer brief pep talks near the coffee station.",
    "Students line up outside the university gym ahead of the career fair opening. Inside, dozens of booths with colorful banners encircle a polished gym floor, forming a dense circular perimeter around the central, smooth surface. Tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards to attendees, while alumni volunteers offer brief pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact. Alumni volunteers are sharing quick pep talks near the coffee station.",
    "Students line up outside the university gym ahead of the career fair opening. Inside, dozens of booths with colorful banners encircle a polished gym floor, forming a dense circular perimeter around the central smooth surface. Tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards to attendees, while alumni volunteers offer brief pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym ahead of the career fair opening. Inside, dozens of booths with colorful banners encircle a polished gym floor, forming a dense circular perimeter around a central, smooth surface. Tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards to attendees, while alumni volunteers offer brief pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym ahead of the career fair opening. Inside, dozens of booths with colorful banners encircle a polished gym floor, forming a dense circular perimeter around a central smooth surface. Tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards to attendees, while alumni volunteers offer brief pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact.",
    "Inside a university gym, a career fair unfolds on a polished central floor encircled by dozens of booths with colorful banners, where tech companies display demo screens showcasing their latest apps. Outside, students line up ahead of opening. At the entrance, event staff scan registrations and hand out lanyards while alumni volunteers offer brief pep talks near the coffee station, contributing to a rallying mood. A welcome PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact. Attendees circulate among displays; many move through the space with resumes clutched inside branded folders, and healthcare providers showcase community outreach photos near the exhibits. The setup emphasizes a circular perimeter of booths surrounding the central surface as attendees move through the space.",
    "Inside a university gym, a career fair unfolds on a polished central floor ringed by dozens of booths with colorful banners, where tech companies display demo screens of their latest apps. Outside, students line up ahead of opening. At the entrance, event staff scan registrations and hand out lanyards while alumni volunteers offer brief pep talks near the coffee station, contributing to a rallying mood. A welcome PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact. Attendees circulate among displays, many moving with resumes clutched inside branded folders. Healthcare providers showcase community outreach photos near the exhibits. The setup centers on a circular perimeter of booths surrounding the central surface as attendees move through the space.",
    "Inside a university gym, a career fair unfolds on a polished central floor ringed by dozens of booths with colorful banners, forming a dense circular perimeter around the surface. Tech companies display demo screens of their latest apps while healthcare providers showcase community outreach photos. Outside, students line up before the fair opens. Inside, attendees circulate with resumes clutched inside branded folders. At the entrance, event staff scan registrations and hand out lanyards, and alumni volunteers offer brief pep talks near the coffee station, contributing to a rallying mood. A welcome PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact. An exhibition area near the entrance hosts the university fair inside the gym.",
    "Inside a university gym, a career fair unfolds on a polished central floor encircled by dozens of booths with colorful banners, forming a dense circular perimeter while attendees circulate. Tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos. Outside, students line up before opening. Inside, attendees move with resumes clutched in branded folders. At the entrance, staff scan registrations and hand out lanyards; alumni volunteers offer brief pep talks near the coffee station, contributing to a rallying mood. A welcome PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact. An exhibition area near the entrance hosts the university fair inside the gym."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.4989865969158758,
    0.4989865969158758,
    0.4989865969158758,
    0.5380790121629179,
    0.5380790121629179,
    0.5380790121629179,
    0.5380790121629179,
    0.7531152739486817,
    0.7531152739486817,
    0.7531152739486817,
    0.7531152739486817,
    0.7531152739486817,
    0.8646798546518457,
    0.8646798546518457,
    0.8646798546518457,
    0.8646798546518457,
    0.8646798546518457,
    0.8646798546518457,
    0.9076585908231563,
    0.9076585908231563,
    0.9076585908231563,
    0.9076585908231563,
    0.9076585908231563,
    0.890005356559965,
    0.890005356559965,
    0.890005356559965,
    0.890005356559965,
    0.890005356559965,
    0.890005356559965,
    0.8944257404516429,
    0.8944257404516429,
    0.8944257404516429,
    0.8944257404516429,
    0.8944257404516429,
    0.8907773328225554,
    0.8907773328225554,
    0.8907773328225554,
    0.8907773328225554,
    0.8907773328225554,
    0.8524263080376382,
    0.8524263080376382,
    0.8524263080376382,
    0.8524263080376382,
    0.8524263080376382,
    0.8705676542028526,
    0.8705676542028526,
    0.8705676542028526,
    0.8705676542028526,
    0.8705676542028526,
    0.8705676542028526,
    0.8896286081552339,
    0.8896286081552339,
    0.8896286081552339,
    0.8896286081552339,
    0.8896286081552339,
    0.8894270032714731,
    0.8894270032714731,
    0.8894270032714731,
    0.8894270032714731
  ],
  "5": [
    "",
    "",
    "",
    "Alumni volunteers are sharing quick pep talks near the coffee station.",
    "In the current scene, alumni volunteers are sharing quick pep talks near the coffee station.",
    "Alumni volunteers are giving quick pep talks near the coffee station, as a busy exhibition area surrounds a polished central floor. Dozens of booths line the space, each decked with colorful banners that create a vivid visual display. The booths encircle the gleaming surface, forming a dense ring around the central, smooth floor.",
    "An exhibition area surrounds a polished, central floor that gleams under bustle. Dozens of booths line the space, each decked with colorful banners that create a vivid visual display, and the booths encircle the central surface, forming a dense ring around it. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers give brief pep talks near the coffee station, providing quick encouragement amid the activity. Tech companies display demo screens showing their latest apps, adding to the busy showcase atmosphere.",
    "An exhibition area surrounds a polished, central floor that gleams under bustle. Dozens of booths line the space, each decked with colorful banners and encircling the central surface to form a dense ring. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers give brief pep talks near the coffee station. Tech companies display demo screens showing their latest apps, adding to the busy showcase atmosphere. A welcome announcement outlines the fair schedule over the PA system.",
    "An exhibition area surrounds a polished central floor that gleams as bustle fills the space. Dozens of booths with colorful banners line the area, encircling the central surface to form a dense ring around the gleaming floor. At the entrance, event staff scan registrations and hand out lanyards to attendees, while alumni volunteers give brief pep talks near the coffee station. Tech companies display demo screens showing their latest apps, adding to the busy showcase atmosphere. A welcome announcement over the PA outlines the fair schedule, tying the scene together as attendees circulate among the booths around the central floor.",
    "An exhibition area inside a gym hosts a university career fair, with a central polished gym floor encircled by dozens of booths adorned with colorful banners. The dense circular perimeter around the floor frames a busy showcase atmosphere as attendees circulate among the displays and tech company demo screens highlight their latest apps. Outside, students line up ahead of opening, while inside the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers offer brief pep talks near the coffee station, contributing to the rallying mood. A welcome announcement over the PA outlines the fair schedule, tying the scene together as attendees move between booths around the central surface.",
    "Inside a university gym, an exhibition area hosts a career fair centered on a polished floor, encircled by dozens of booths with colorful banners. Attendees circulate among the displays as tech company demo screens highlight their latest apps. Outside, students line up ahead of opening. Inside the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers offer brief pep talks near the coffee station, contributing to the rallying mood. A welcome announcement over the PA outlines the fair schedule as attendees move between booths around the central surface. Inside, students move through the space with resumes clutched inside branded folders, while healthcare providers showcase community outreach photos.",
    "Inside a university gym, a career fair unfolds in an exhibition area with a polished gym floor encircled by dozens of booths displaying colorful banners, forming a dense circular perimeter around a central smooth surface. Tech company demo screens highlight their latest apps as attendees circulate among displays. Outside, students line up ahead of opening. At the entrance, event staff scan registrations and hand out lanyards; alumni volunteers offer brief pep talks near the coffee station, contributing to a rallying mood. A welcome PA outlines the fair schedule as attendees move between booths around the central surface. Inside, students carry resumes in branded folders, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "Inside a university gym, the exhibition area hosts a career fair on a polished floor, with dozens of booths encircling a central smooth surface and colorful banners forming a dense circular perimeter. Tech company demo screens highlight their latest apps as attendees circulate among displays. Outside, students line up ahead of opening. At the entrance, event staff scan registrations and hand out lanyards; alumni volunteers offer brief pep talks near the coffee station, contributing to a rallying mood. A welcome PA outlines the fair schedule as attendees move between booths. Inside, students carry resumes in branded folders while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "Inside a university gym, the exhibition area hosts a career fair on a polished floor, with dozens of booths encircling a central smooth surface and colorful banners forming a dense circular perimeter. Tech company demo screens highlight their latest apps as attendees circulate among displays. Outside the gym, students line up ahead of opening, where event staff scan registrations and hand out lanyards and alumni volunteers offer brief pep talks near the coffee station, contributing to a rallying mood. A welcome PA outlines the fair schedule as attendees move between booths. Inside, students carry resumes in branded folders while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.40700677646219413,
    0.40700677646219413,
    0.40700677646219413,
    0.40700677646219413,
    0.41833685131069653,
    0.41833685131069653,
    0.41833685131069653,
    0.5964351219810983,
    0.5964351219810983,
    0.5964351219810983,
    0.5964351219810983,
    0.6708486759499223,
    0.6708486759499223,
    0.6708486759499223,
    0.6708486759499223,
    0.6708486759499223,
    0.6708486759499223,
    0.7340295400960044,
    0.7340295400960044,
    0.7340295400960044,
    0.7340295400960044,
    0.7340295400960044,
    0.7132650386012752,
    0.7132650386012752,
    0.7132650386012752,
    0.7132650386012752,
    0.7132650386012752,
    0.7132650386012752,
    0.7132650386012752,
    0.7132650386012752,
    0.8530231565217223,
    0.8530231565217223,
    0.8530231565217223,
    0.8530231565217223,
    0.8530231565217223,
    0.8530231565217223,
    0.8530231565217223,
    0.8695380309214229,
    0.8695380309214229,
    0.8695380309214229,
    0.8695380309214229,
    0.8695380309214229,
    0.8807685620958503,
    0.8807685620958503,
    0.8807685620958503,
    0.8807685620958503,
    0.8807685620958503,
    0.8807685620958503,
    0.8807685620958503,
    0.8807685620958503,
    0.8807685620958503,
    0.8764766997838515,
    0.8764766997838515,
    0.8764766997838515,
    0.8764766997838515,
    0.8764766997838515,
    0.8702211866446957,
    0.8702211866446957,
    0.8702211866446957,
    0.8702211866446957,
    0.8702211866446957,
    0.8702211866446957,
    0.8702211866446957
  ],
  "6": [
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees, while alumni volunteers share quick pep talks near the coffee station.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees, while alumni volunteers give brief pep talks near the coffee station; tech companies display demo screens showing their latest apps.",
    "A busy exhibition area near an entrance features staff scanning registrations and handing out lanyards to attendees, while alumni volunteers give brief pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners are arranged around a central, smooth, gleaming floor, forming a circular perimeter around the space.",
    "In a busy exhibition area near the entrance, staff scan registrations and hand out lanyards to attendees, while alumni volunteers give brief pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners are arranged around a central, smooth, gleaming floor, forming a circular perimeter around the space. A welcome announcement outlines the fair schedule over the PA system.",
    "An exhibition area near the entrance hosts a university career fair inside a gym. Outside, students line up ahead of opening. Inside, dozens of booths with colorful banners encircle a central polished gym floor, forming a dense circular perimeter around the surface. Tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards to attendees, while alumni volunteers offer brief pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule.",
    "An exhibition area near the entrance hosts a university career fair inside a gym, with students lined up outside before opening. Inside, dozens of booths with colorful banners encircle a central polished gym floor, forming a dense circular perimeter around the surface. Tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards to attendees, while alumni volunteers offer brief pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule.",
    "An exhibition area near the gym entrance hosts a university career fair inside a gym, with students lined up outside before opening. Inside, dozens of booths with colorful banners encircle a polished gleaming central floor, forming a dense circular perimeter around the surface. Tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards to attendees, while alumni volunteers give brief pep talks near the coffee station. Counselors remind attendees to maintain eye contact, and a welcome PA announces the fair schedule. Healthcare providers showcase community outreach photos at the entrance.",
    "An exhibition area near the gym entrance hosts a university career fair inside the gym, with students lined up outside before opening. Inside, dozens of booths with colorful banners encircle a polished gleaming central floor, forming a dense circular perimeter around the surface. Tech companies display demo screens with their latest apps. At the entrance, event staff scan registrations and hand out lanyards to attendees, while alumni volunteers give brief pep talks near the coffee station. Counselors remind attendees to maintain eye contact, and a welcome PA announces the fair schedule. Healthcare providers showcase community outreach photos at the entrance.",
    "An indoor university career fair unfolds inside the gym, with a line of students waiting outside before opening, signaling pre-event organization and a queue awaiting entry and materials on elevated surfaces. Inside the exhibition area near the gym entrance, dozens of booths with colorful banners encircle a polished gleaming central floor, forming a dense circular perimeter around the surface. Tech companies display demo screens with their latest apps, and consulting firms show glossy case study booklets on high tables near the entry, with resumes carried in branded folders. At the entrance, event staff scan registrations and hand out lanyards to attendees, while alumni volunteers give brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact and conduct professionally, and a welcome PA outlines the fair schedule. Healthcare providers showcase community outreach photos at the entrance.",
    "An indoor university career fair unfolds inside the gym, with a line of students waiting outside before opening and a queue awaiting entry, while materials rest on elevated surfaces. Inside the exhibition area near the gym entrance, dozens of booths with colorful banners encircle a polished gleaming central floor, forming a dense circular perimeter around it. Tech companies display demo screens with their latest apps, and consulting firms show glossy case study booklets on high tables near the entry, with resumes carried in branded folders. At the entrance, event staff scan registrations and hand out lanyards to attendees, while alumni volunteers give brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact and conduct professionally, and a welcome PA outlines the fair schedule. Healthcare providers showcase community outreach photos at the entrance.",
    "An indoor university career fair unfolds inside the gym, with a line of students waiting outside before opening and a queue awaiting entry, while materials rest on elevated surfaces. Inside the exhibition area near the gym entrance, dozens of booths with colorful banners encircle a polished gleaming central floor, forming a dense circular perimeter around it. Tech companies display demo screens with their latest apps, and consulting firms show glossy case study booklets on high tables near the entry, with resumes carried in branded folders. At the entrance, event staff scan registrations and hand out lanyards to attendees, while alumni volunteers give brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact and conduct professionally, and a welcome PA outlines the fair schedule. Healthcare providers showcase community outreach photos at the entrance.",
    "An indoor university career fair unfolds inside the gym, with a line of students waiting outside before opening and a queue awaiting entry, while materials rest on elevated surfaces. Inside the exhibition area near the gym entrance, dozens of booths with colorful banners encircle a polished gleaming central floor, forming a dense circular perimeter. Tech companies display demo screens with their latest apps, and consulting firms show glossy case study booklets on high tables near the entry, with resumes carried in branded folders. At the entrance, event staff scan registrations and hand out lanyards to attendees, while alumni volunteers give brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact and conduct professionally, and a welcome PA outlines the fair schedule. Healthcare providers showcase community outreach photos at the entrance."
  ],
  "6_score": [
    0.0,
    0.0,
    0.3603656139706615,
    0.3603656139706615,
    0.3603656139706615,
    0.4396448952575306,
    0.4396448952575306,
    0.4396448952575306,
    0.46797864677630335,
    0.46797864677630335,
    0.46797864677630335,
    0.46797864677630335,
    0.46797864677630335,
    0.46797864677630335,
    0.46797864677630335,
    0.619136597079678,
    0.619136597079678,
    0.619136597079678,
    0.619136597079678,
    0.619136597079678,
    0.7143591613931864,
    0.7143591613931864,
    0.7143591613931864,
    0.7143591613931864,
    0.7143591613931864,
    0.8933085377440975,
    0.8933085377440975,
    0.8933085377440975,
    0.8933085377440975,
    0.8933085377440975,
    0.8933085377440975,
    0.8852078892978161,
    0.8852078892978161,
    0.8852078892978161,
    0.8852078892978161,
    0.8784917435292003,
    0.8784917435292003,
    0.8784917435292003,
    0.8784917435292003,
    0.864844947158701,
    0.864844947158701,
    0.864844947158701,
    0.864844947158701,
    0.864844947158701,
    0.864844947158701,
    0.864844947158701,
    0.864844947158701,
    0.8964437140628237,
    0.8964437140628237,
    0.8964437140628237,
    0.8964437140628237,
    0.8964437140628237,
    0.8964437140628237,
    0.8955667231830603,
    0.8955667231830603,
    0.8955667231830603,
    0.8955667231830603,
    0.8955667231830603,
    0.8955667231830603,
    0.8955667231830603,
    0.8955667231830603,
    0.8955667231830603,
    0.8955667231830603,
    0.8955667231830603,
    0.8951813118908705,
    0.8951813118908705
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "A busy exhibition area features dozens of booths with colorful banners arranged around a polished floor, forming a circular perimeter. The banners contribute a vivid visual display as the booths encircle the gleaming surface. The scene emphasizes the dense ring of booths surrounding the central, smooth floor.",
    "In a busy exhibition area, dozens of booths with colorful banners are arranged around a polished floor, forming a circular perimeter. The banners contribute a vivid visual display as the booths encircle the gleaming surface, emphasizing the dense ring of booths surrounding the central, smooth floor.",
    "In a busy exhibition area, dozens of booths with colorful banners are arranged around a polished floor, forming a circular perimeter. The banners contribute a vivid visual display as the booths encircle the gleaming surface, emphasizing the dense ring of booths surrounding the central, smooth floor. At the entrance, event staff scan registrations and hand out lanyards to attendees, while alumni volunteers give brief pep talks near the coffee station; tech companies display demo screens showing their latest apps.",
    "In a busy exhibition area, dozens of booths with colorful banners encircle a polished floor, forming a circular perimeter around the central, smooth floor. At the entrance, event staff scan registrations and hand out lanyards to attendees, while healthcare providers showcase community outreach photos nearby. Tech companies display demo screens showing their latest apps. In the current scene, alumni volunteers are sharing brief pep talks near the coffee station.",
    "In a busy exhibition area, dozens of booths with colorful banners encircle a polished floor, forming a circular perimeter around a central smooth floor. At the entrance, event staff scan registrations and hand out lanyards to attendees. Healthcare providers showcase community outreach photos nearby, while tech companies display demo screens of their latest apps. Nearby, alumni volunteers share brief pep talks near the coffee station.",
    "In a busy exhibition area inside a gym, dozens of booths with colorful banners encircle a central polished gym floor, forming a dense circular perimeter around the surface. At the entrance, event staff scan registrations and hand out lanyards to attendees, while alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers showcase community outreach photos nearby, and tech companies display demo screens of their latest apps. Outside, students line up ahead of opening. Inside, a university career fair occupies the exhibition area near the entrance, and a welcome announcement over the PA outlines the fair schedule.",
    "Inside a busy gym, an exhibition area hosts a university career fair. Dozens of booths with colorful banners encircle a polished floor, forming a dense circular perimeter around the surface, and tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards to attendees, while alumni volunteers deliver brief pep talks near the coffee station. Outside, students line up ahead of opening. Inside, the fair occupies the exhibition area near the entrance; a welcome PA outlines the fair schedule. Students move through the space with resumes clutched inside branded folders, while healthcare providers showcase community outreach photos and event staff scan registrations and hand out lanyards at the entrance.",
    "Inside a university gym, the exhibition area hosts a career fair centered on a polished floor, encircled by dozens of booths with colorful banners. Attendees circulate among displays as tech company demo screens highlight their latest apps. At the entrance, event staff scan registrations and hand out lanyards, while alumni volunteers deliver brief pep talks near the coffee station, contributing to the rallying mood. A welcome PA outlines the fair schedule as attendees move between booths around the central surface. Students move through the space with resumes clutched inside branded folders, while healthcare providers showcase photos from community outreach. Outside, students line up ahead of opening.",
    "Inside a university gym, the exhibition area hosts a career fair on a polished floor, encircled by dozens of booths with colorful banners. Attendees circulate among displays as tech company demo screens highlight their latest apps. At the entrance, event staff scan registrations and hand out lanyards, while alumni volunteers deliver brief pep talks near the coffee station, contributing to a rallying mood. A welcome PA outlines the fair schedule as attendees move between booths around the central surface. Students move through the space with resumes clutched inside branded folders, while healthcare providers showcase photos from community outreach. Outside, students line up ahead of opening.",
    "A university gym hosts a career fair on its polished central floor, with a dense circular perimeter of dozens of booths adorned with colorful banners. Attendees circulate around the central surface, carrying resumes tucked in branded folders, while tech company demo screens showcase their latest apps and healthcare providers display photos from community outreach. At the entrance, event staff scan registrations and hand out lanyards, and alumni volunteers offer brief pep talks near the coffee station, contributing to a rallying mood. A welcome PA outlines the fair schedule as attendees move between booths. Career counselors remind attendees to maintain eye contact. Outside, students line up ahead of opening.",
    "A university gym hosts a career fair on its polished central floor, with a dense circular perimeter of dozens of booths adorned with colorful banners. Attendees circulate around the central surface, carrying resumes tucked in branded folders, while tech company demo screens showcase their latest apps and healthcare providers display photos from community outreach. At the entrance, event staff scan registrations and hand out lanyards, and alumni volunteers offer brief pep talks near the coffee station, contributing to a rallying mood. A welcome PA outlines the fair schedule as attendees move between booths. Career counselors remind attendees to maintain eye contact. Outside, students line up ahead of opening. Consulting firms stack glossy case study booklets on high tables."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.46918025711694566,
    0.46918025711694566,
    0.46918025711694566,
    0.43253651332414067,
    0.43253651332414067,
    0.43253651332414067,
    0.43253651332414067,
    0.43253651332414067,
    0.43253651332414067,
    0.6123345549285949,
    0.6123345549285949,
    0.6123345549285949,
    0.6123345549285949,
    0.6123345549285949,
    0.6123345549285949,
    0.6123345549285949,
    0.6123345549285949,
    0.6472551570136738,
    0.6472551570136738,
    0.6472551570136738,
    0.6472551570136738,
    0.6472551570136738,
    0.6472551570136738,
    0.6275622883441196,
    0.6275622883441196,
    0.6275622883441196,
    0.6275622883441196,
    0.6275622883441196,
    0.6275622883441196,
    0.6275622883441196,
    0.8316929562939022,
    0.8316929562939022,
    0.8316929562939022,
    0.8316929562939022,
    0.8316929562939022,
    0.8316929562939022,
    0.8316929562939022,
    0.8316929562939022,
    0.8473371414241123,
    0.8473371414241123,
    0.8473371414241123,
    0.8473371414241123,
    0.8473371414241123,
    0.8708272132833164,
    0.8708272132833164,
    0.8708272132833164,
    0.8686109708082166,
    0.8686109708082166,
    0.8686109708082166,
    0.8686109708082166,
    0.8686109708082166,
    0.8686109708082166,
    0.8686109708082166,
    0.8842709133986757,
    0.8842709133986757,
    0.8842709133986757,
    0.8842709133986757,
    0.8842709133986757,
    0.8894745820292235,
    0.8894745820292235,
    0.8894745820292235
  ],
  "8": [
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor.",
    "Event staff at the entrance scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system.",
    "Event staff at the entrance scan registrations and hand out lanyards, while dozens of booths with colorful banners encircle the polished floor. A welcome announcement outlines the fair schedule over the PA system.",
    "Event staff at the entrance scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while event staff at the entrance scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle a polished floor at the fair, and tech companies display demo screens of their latest apps. Healthcare providers showcase community outreach photos among the displays. A welcome announcement over the PA system outlines the fair schedule.",
    "Students line up outside the university gym before the career fair opens as event staff at the entrance scan registrations and hand out lanyards. Dozens of booths with colorful banners surround a central, smooth, gleaming floor, forming a circular perimeter around the space; tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos among the displays. A welcome announcement over the PA outlines the fair schedule. Alumni volunteers give brief pep talks near the coffee station while students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact.",
    "Inside a university gym, a central polished floor is circled by dozens of booths with colorful banners; tech company demo screens and healthcare providers' community outreach photos decorate the displays. Outside, students line up before opening as event staff scan registrations and hand out lanyards at the entrance. A dense perimeter around the floor creates a busy showcase atmosphere as attendees circulate between booths. A PA welcome announces the fair schedule, tying the scene together as attendees move around the central surface. Alumni volunteers offer brief pep talks near the coffee station, and students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact.",
    "Inside the university gym, a central polished floor is encircled by dozens of booths with colorful banners, tech company demo screens, and healthcare providers' community outreach photos. A dense perimeter around the floor creates a busy showcase as attendees circulate between booths. Outside, students line up before opening while event staff scan registrations and hand out lanyards at the entrance. An exhibition area near the entrance hosts the university fair inside the gym. Alumni volunteers offer brief pep talks near the coffee station, and students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact. A PA welcome announces the fair schedule as attendees move through the space.",
    "Inside the university gym, a central polished floor is encircled by dozens of booths with colorful banners, tech company demo screens, and healthcare providers' community outreach photos, creating a dense circular perimeter as attendees circulate. Outside, students line up before opening while staff scan registrations and hand out lanyards at the entrance. An exhibition area near the entrance hosts the university fair inside the gym. Alumni volunteers offer brief pep talks near the coffee station, and students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact. A PA welcome announces the fair schedule as attendees move through the space.",
    "Inside the university gym, a central polished floor is encircled by dozens of booths with colorful banners, tech company demo screens, and healthcare providers' community outreach photos, forming a dense circular perimeter as attendees circulate. Outside, students line up before opening while staff scan registrations and hand out lanyards at the entrance. An exhibition area near the entrance hosts the university fair inside the gym. Alumni volunteers offer brief pep talks near the coffee station, and students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact. A PA welcome announces the fair schedule as attendees move through the space.",
    "Inside the university gym, attendees circulate around a central polished floor encircled by dozens of booths displaying colorful banners, tech company demo screens, and healthcare providers’ community outreach photos, forming a dense circular perimeter. Outside, students line up before opening as staff scan registrations and hand out lanyards at the entrance. An exhibition area near the entrance hosts the university fair inside the gym. Alumni volunteers offer brief pep talks near the coffee station, while students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact. A PA welcome announces the fair schedule as attendees move through the space."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.38136596945276297,
    0.38136596945276297,
    0.38136596945276297,
    0.38136596945276297,
    0.48889545773936904,
    0.48889545773936904,
    0.48889545773936904,
    0.48889545773936904,
    0.5989056271828804,
    0.5989056271828804,
    0.5989056271828804,
    0.5989056271828804,
    0.5989056271828804,
    0.5989056271828804,
    0.5989056271828804,
    0.5989056271828804,
    0.5272914557491271,
    0.5272914557491271,
    0.5272914557491271,
    0.5272914557491271,
    0.8114385004000337,
    0.8114385004000337,
    0.8114385004000337,
    0.8114385004000337,
    0.8114385004000337,
    0.8319546673382581,
    0.8319546673382581,
    0.8319546673382581,
    0.8319546673382581,
    0.8319546673382581,
    0.8319546673382581,
    0.8319546673382581,
    0.8319546673382581,
    0.8319546673382581,
    0.8993367823964666,
    0.8993367823964666,
    0.8993367823964666,
    0.8993367823964666,
    0.8993367823964666,
    0.8993367823964666,
    0.8204479629399023,
    0.8204479629399023,
    0.8204479629399023,
    0.8450663241688989,
    0.8450663241688989,
    0.8450663241688989,
    0.8450663241688989,
    0.8450663241688989,
    0.8450663241688989,
    0.8384351081811037,
    0.8384351081811037,
    0.8384351081811037,
    0.8384351081811037,
    0.8384351081811037,
    0.8384351081811037,
    0.8384351081811037,
    0.8399947650395478,
    0.8399947650395478,
    0.8399947650395478,
    0.8399947650395478,
    0.8399947650395478,
    0.8399947650395478
  ],
  "9": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, and at the entrance event staff scan registrations and hand out lanyards to attendees.",
    "Healthcare providers showcase community outreach photos at the entrance, where event staff scan registrations and hand out lanyards to attendees. In the current scene, alumni volunteers are sharing quick pep talks near the coffee station.",
    "Healthcare providers showcase community outreach photos at the entrance as event staff scan registrations and hand out lanyards to attendees. In the current scene, alumni volunteers are sharing quick pep talks near the coffee station.",
    "Healthcare providers showcase community outreach photos at the entrance as event staff scan registrations and hand out lanyards to attendees. Alumni volunteers are sharing quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "At the entrance, healthcare providers display community outreach photos as event staff scan registrations and hand out lanyards to attendees; alumni volunteers give brief pep talks near the coffee station, and students clutch resumes in branded folders. The exhibition area also features tech companies displaying demo screens for their latest apps, while dozens of booths with colorful banners are arranged around a central, smooth, gleaming floor forming a circular perimeter around the space.",
    "At the entrance, healthcare providers display community outreach photos as event staff scan registrations and hand out lanyards to attendees. Alumni volunteers give brief pep talks near the coffee station, and students clutch resumes in branded folders. The exhibition area features tech companies displaying demo screens for their latest apps, while dozens of booths with colorful banners are arranged around a central, smooth, gleaming floor forming a circular perimeter around the space. Career counselors remind attendees to maintain eye contact.",
    "Prior to the career fair opening, a line of students waits outside the university gym, signaling pre-event organization with a queue awaiting entry and materials on elevated surfaces. Inside the entrance, healthcare providers display community outreach photos as event staff scan registrations and hand out lanyards. Alumni volunteers give brief pep talks near the coffee station, while students clutch resumes in branded folders. The exhibition area features tech companies with demo screens for their latest apps, and dozens of booths with colorful banners are arranged around a central, smooth gleaming floor forming a circular perimeter around the space. Career counselors remind attendees to maintain eye contact and conduct professionally. Consulting firms display glossy case study booklets on high tables near the entry, with resumes carried in branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "Before the career fair opens, a line of students waits outside the university gym, indicating pre-event organization as a queue forms and materials sit on elevated surfaces. Inside the entrance, healthcare providers display community outreach photos while event staff scan registrations and hand out lanyards. Alumni volunteers give brief pep talks near the coffee station, and students clutch resumes in branded folders. The exhibition area houses tech companies with demo screens for their latest apps, and dozens of booths with colorful banners surround a central, smooth gleaming floor forming a circular perimeter around the space. Career counselors remind attendees to maintain eye contact and conduct professionally. Consulting firms display glossy case study booklets on high tables near the entry, with resumes carried in branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "Before the career fair opens, a line of students forms outside the university gym while materials sit on elevated surfaces. Inside the entrance, healthcare providers display community outreach photos as event staff scan registrations and hand out lanyards. Alumni volunteers give brief pep talks near the coffee station, and students clutch resumes in branded folders. The exhibition area houses tech companies with demo screens for their latest apps, and dozens of booths with colorful banners surround a central, smooth gleaming floor forming a circular perimeter. Career counselors remind attendees to maintain eye contact and conduct themselves professionally. Consulting firms display glossy case-study booklets on high tables near the entry, with resumes carried in branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "Inside a university gym, a career fair unfolds in an exhibition area with a polished gym floor encircled by dozens of booths displaying colorful banners, forming a dense circular perimeter around a central smooth surface. Outside, a line of students forms ahead of opening. At the entrance, event staff scan registrations and hand out lanyards; alumni volunteers offer brief pep talks near the coffee station, contributing to a rallying mood. Tech company demo screens highlight their latest apps as attendees circulate among displays. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact and conduct themselves professionally. Consulting firms display glossy case-study booklets on high tables near the entry. Students carry resumes in branded folders as they move between booths around the central surface. A welcome PA outlines the fair schedule.",
    "Inside a university gym, a campus career fair unfolds with dozens of booths sporting colorful banners that encircle a dense circular perimeter around a polished gleaming central floor. Outside, a line of students waits before opening, signaling pre-event organization, with materials on elevated surfaces. At the entrance, event staff scan registrations and hand out lanyards; alumni volunteers offer brief pep talks near the coffee station, contributing to a rallying mood. Tech companies display demo screens of their latest apps, and consulting firms provide glossy case-study booklets on high tables near the entry; students carry resumes in branded folders as they move between booths around the central surface. Healthcare providers showcase community outreach photos at the entrance. Career counselors remind attendees to maintain eye contact and conduct themselves professionally. A welcome PA outlines the fair schedule."
  ],
  "9_score": [
    0.0,
    0.0,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.3365926256723205,
    0.3365926256723205,
    0.3365926256723205,
    0.5152727668984407,
    0.5152727668984407,
    0.5152727668984407,
    0.5152727668984407,
    0.5317189914096021,
    0.5317189914096021,
    0.5317189914096021,
    0.6385054850560806,
    0.6385054850560806,
    0.6385054850560806,
    0.6385054850560806,
    0.6385054850560806,
    0.5617093443616132,
    0.5617093443616132,
    0.5617093443616132,
    0.5617093443616132,
    0.5617093443616132,
    0.7124129986107867,
    0.7124129986107867,
    0.7124129986107867,
    0.7124129986107867,
    0.7124129986107867,
    0.8697616556189117,
    0.8697616556189117,
    0.8697616556189117,
    0.8697616556189117,
    0.8697616556189117,
    0.8697616556189117,
    0.8697616556189117,
    0.8697616556189117,
    0.8631227871360154,
    0.8631227871360154,
    0.8631227871360154,
    0.8631227871360154,
    0.8631227871360154,
    0.8631227871360154,
    0.8631227871360154,
    0.8631227871360154,
    0.8631227871360154,
    0.8766014292476456,
    0.8766014292476456,
    0.8766014292476456,
    0.8766014292476456,
    0.8766014292476456,
    0.8766014292476456,
    0.8766014292476456,
    0.8997638225356224,
    0.8997638225356224,
    0.8997638225356224,
    0.8997638225356224,
    0.8997638225356224,
    0.8997638225356224,
    0.9148711275616346,
    0.9148711275616346,
    0.9148711275616346
  ]
}