{
  "0": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables, forming multiple, elevated piles of documents.",
    "Consulting firms stack glossy case study booklets on high tables, forming multiple elevated piles of documents, while a robotics startup flies a small drone above its booth for attention.",
    "Consulting firms stack glossy case study booklets on high tables, forming multiple elevated piles of documents. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, forming multiple elevated piles of documents. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, forming multiple elevated piles of documents. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, while tech companies display demo screens showing their latest apps.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, forming multiple elevated piles of documents. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, while tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, forming multiple elevated piles of documents. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. Workshops on networking etiquette run in the adjoining classroom. Career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries, while tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens. Healthcare providers display community outreach photos to highlight their engagement with the community. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders, with counselors emphasizing eye contact.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables, forming elevated piles of documents, while a robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews, and a welcome announcement over the PA outlines the fair schedule. Workshops on networking etiquette run in an adjoining classroom. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, while tech companies display demo screens of their latest apps. Students line up outside the university gym before the fair opens. Healthcare providers display community outreach photos. The engineering society sponsors a resume review table near the stage; students clutch resumes inside branded folders, with counselors emphasizing eye contact. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables, forming elevated piles; a robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews, and a welcome PA outlines the fair schedule. Workshops on networking etiquette run in an adjoining classroom. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, while tech companies display demo screens of their latest apps. Students line up outside the university gym before the fair opens. Healthcare providers display community outreach photos. The engineering society sponsors a resume review table near the stage; students clutch resumes in branded folders, with counselors emphasizing eye contact. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables, creating elevated piles, while a robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews, and a welcome PA outlines the fair schedule. Workshops on networking etiquette run in an adjoining classroom. Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries, as tech companies display demo screens of their latest apps. Students line up outside the university gym before the fair opens. Healthcare providers display community outreach photos. The engineering society sponsors a resume review table near the stage; students clutch resumes in branded folders, with counselors emphasizing eye contact. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables, creating elevated piles, while a robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews, and a welcome PA outlines the fair schedule. Workshops on networking etiquette run in an adjoining classroom. Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries, as tech companies display demo screens of their latest apps. Students line up outside the university gym before the fair opens. Healthcare providers display community outreach photos. The engineering society sponsors a resume review table near the stage; students clutch resumes in branded folders, with counselors emphasizing eye contact. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.24200536958320967,
    0.24200536958320967,
    0.24200536958320967,
    0.35340225620105425,
    0.35340225620105425,
    0.35340225620105425,
    0.35340225620105425,
    0.6961138425678735,
    0.6961138425678735,
    0.6961138425678735,
    0.6961138425678735,
    0.8576141962635659,
    0.8576141962635659,
    0.8576141962635659,
    0.8576141962635659,
    0.8884849656283297,
    0.8884849656283297,
    0.8884849656283297,
    0.8884849656283297,
    0.8884849656283297,
    0.9046527591901569,
    0.9046527591901569,
    0.9046527591901569,
    0.9046527591901569,
    0.9046527591901569,
    0.9046527591901569,
    0.9046527591901569,
    0.9046527591901569,
    0.9123868037237366,
    0.9123868037237366,
    0.9123868037237366,
    0.9123868037237366,
    0.9123868037237366,
    0.9123868037237366,
    0.9123868037237366,
    0.9036120970046857,
    0.9036120970046857,
    0.9036120970046857,
    0.9036120970046857,
    0.9036120970046857,
    0.9036120970046857,
    0.9023788509926957,
    0.9023788509926957,
    0.9023788509926957,
    0.9023788509926957,
    0.9023788509926957,
    0.9032990573618993,
    0.9032990573618993,
    0.9032990573618993,
    0.9032990573618993,
    0.9032990573618993,
    0.9032990573618993,
    0.9032990573618993,
    0.9032990573618993,
    0.9032990573618993,
    0.9032990573618993,
    0.9032990573618993,
    0.9032990573618993,
    0.9032990573618993,
    0.9032990573618993,
    0.9032990573618993,
    0.9032990573618993,
    0.9032990573618993
  ],
  "1": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders.",
    "At an event, career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders; healthcare providers showcase community outreach photos.",
    "At an event, career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders; healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, career counselors remind students to maintain eye contact as they clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens. A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "At a university career fair, career counselors remind students to maintain eye contact as they clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens. A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables. At the event entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a university career fair, a range of activities unfolds across the venue: career counselors remind students to maintain eye contact as they clutch resumes inside branded folders; healthcare providers showcase community outreach photos; students line up outside the university gym before the fair opens; a welcome announcement is broadcast over the PA system outlining the fair schedule; consulting firms stack glossy case study booklets on high tables; at the event entrance staff scan registrations and hand out lanyards; human resources teams jot notes on tablets while students introduce themselves; and the engineering society sponsors a resume review table near the stage.",
    "At a university career fair, activities unfold across the venue: career counselors remind students to maintain eye contact while clutching resumes inside branded folders; healthcare providers showcase community outreach photos; students line up outside the university gym before the fair opens; a welcome announcement is broadcast over the PA system outlining the fair schedule; consulting firms stack glossy case study booklets on high tables; at the event entrance staff scan registrations and hand out lanyards; human resources teams jot notes on tablets while students introduce themselves; and the engineering society sponsors a resume review table near the stage.",
    "At a university career fair, activities unfold across the campus venue near the university gym. Career counselors remind students to maintain eye contact while clutching resumes inside branded folders. Healthcare providers showcase community outreach photos. Students line up outside the gym before the fair opens. A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables. At the event entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "At a university career fair held on campus near university gym, activities unfold as students line up outside the gym before the fair opens and staff scan registrations, handing out lanyards at the entrance. A welcome announcement over the PA system outlines the fair schedule. Inside, career counselors remind attendees to maintain eye contact while clutching resumes in branded folders, and HR teams jot notes on tablets as students introduce themselves. Healthcare providers display community outreach photos to highlight their engagement with the community. The engineering society sponsors a resume review table near stage. Consulting firms stack glossy case study booklets on high tables, forming multiple elevated piles. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette run in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "At a university career fair on campus near the gym, students line up outside before opening while staff scan registrations and hand out lanyards at the entrance, followed by a welcome PA outlining the schedule. Inside, career counselors remind attendees to maintain eye contact while clutching resumes in branded folders, and HR teams jot notes on tablets as students introduce themselves. Healthcare providers display community outreach photos. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables, forming multiple elevated piles. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette run in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "At a university career fair on campus near the gym, students line up outside before opening as staff scan registrations and hand out lanyards at the entrance, followed by a welcome PA outlining the schedule. Inside, career counselors remind attendees to maintain eye contact while clutching resumes in branded folders, and HR teams jot notes on tablets as students introduce themselves. Healthcare providers display community outreach photos. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables, forming multiple elevated piles. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette run in the adjoining classroom. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map."
  ],
  "1_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.39869987547600816,
    0.39869987547600816,
    0.39869987547600816,
    0.39869987547600816,
    0.4585390000371635,
    0.4585390000371635,
    0.4585390000371635,
    0.6115236113332829,
    0.6115236113332829,
    0.6115236113332829,
    0.6115236113332829,
    0.6115236113332829,
    0.7929906163646454,
    0.7929906163646454,
    0.7929906163646454,
    0.7929906163646454,
    0.7929906163646454,
    0.8360421024840374,
    0.8360421024840374,
    0.8360421024840374,
    0.8360421024840374,
    0.5536099314669133,
    0.5536099314669133,
    0.5536099314669133,
    0.5480016589144231,
    0.5480016589144231,
    0.5480016589144231,
    0.5480016589144231,
    0.5480016589144231,
    0.5480016589144231,
    0.8403741618346939,
    0.8403741618346939,
    0.8403741618346939,
    0.8403741618346939,
    0.8403741618346939,
    0.8403741618346939,
    0.8403741618346939,
    0.8403741618346939,
    0.8403741618346939,
    0.8403741618346939,
    0.8403741618346939,
    0.8403741618346939,
    0.8403741618346939,
    0.8403741618346939,
    0.8403741618346939,
    0.8785844210418973,
    0.8785844210418973,
    0.8785844210418973,
    0.8785844210418973,
    0.8785844210418973,
    0.8785844210418973,
    0.8785844210418973,
    0.8785844210418973,
    0.8777604730919989,
    0.8777604730919989,
    0.8777604730919989,
    0.8777604730919989,
    0.8777604730919989,
    0.8777604730919989,
    0.8805280609541413,
    0.8805280609541413
  ],
  "2": [
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance, while human resources teams jot notes on tablets as students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards; human resources teams jot notes on tablets as students introduce themselves; career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves. Career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the event entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves. Career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Healthcare providers showcase community outreach photos.",
    "At the event entrance, staff scan registrations and hand out lanyards. HR teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the fair schedule. Healthcare providers showcase community outreach photos.",
    "At the event entrance, staff scan registrations and hand out lanyards. HR teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms have glossy case study booklets stacked on high tables. Students line up outside the university gym before the career fair opens.",
    "At the event entrance, staff scan registrations and hand out lanyards. HR teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms have glossy case study booklets stacked on high tables. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth for attention.",
    "At the event entrance, staff scan registrations and hand out lanyards. HR teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms have glossy case study booklets stacked on high tables. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth for attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university gym, the career fair unfolds with a welcome PA outlining the schedule. At the entrance, staff scan registrations and hand out lanyards while HR jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Healthcare providers display community outreach photos. Consulting firms have glossy case study booklets stacked on high tables, forming elevated piles. Students line up outside the gym before opening. A robotics startup flies a small drone above its booth to attract attention, and a cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette run in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "At the university gym, the career fair unfolds with a welcome PA announcing the schedule. At the entrance, staff scan registrations and hand out lanyards; HR jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact; students clutch resumes in branded folders. Healthcare providers display community-outreach photos highlighting engagement. Consulting firms have glossy case-study booklets stacked on high tables, forming elevated piles. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses preparing for technical interviews. The engineering society sponsors a resume-review table near the stage. Workshops on networking etiquette run in the adjoining classroom. Students line up outside the gym before opening. Alumni volunteers share pep talks near the coffee station. Tech companies display demo screens of latest apps. Counselors redirect unsure students toward applicable industries.",
    "At the university gym, the career fair opens with a welcome PA outlining the schedule as students line up outside before doors open. Inside, staff scan registrations and hand out lanyards at the entrance, with HR jotting notes on tablets as students introduce themselves. Career counselors encourage eye contact while attendees clutch resumes in branded folders. Healthcare providers display community-outreach photos, and tech firms show demo screens of their latest apps. Consulting firms pile glossy case-study booklets on high tables into elevated stacks. A robotics startup flies a drone above its booth; a cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses preparing for technical interviews, and the engineering society sponsors a resume-review table near the stage. Workshops on networking etiquette take place in an adjacent classroom; alumni volunteers offer pep talks by the coffee station. Finance firms provide QR codes for immediate internship applications."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4255878990777129,
    0.4255878990777129,
    0.4255878990777129,
    0.4655754729743331,
    0.4655754729743331,
    0.4655754729743331,
    0.8330177783820004,
    0.8330177783820004,
    0.8330177783820004,
    0.8330177783820004,
    0.8373665502740502,
    0.8373665502740502,
    0.8373665502740502,
    0.8417774177119001,
    0.8417774177119001,
    0.8417774177119001,
    0.8417774177119001,
    0.865733444792049,
    0.865733444792049,
    0.865733444792049,
    0.865733444792049,
    0.8922915149293131,
    0.8922915149293131,
    0.8922915149293131,
    0.8922915149293131,
    0.9014706941329362,
    0.9014706941329362,
    0.9014706941329362,
    0.9014706941329362,
    0.9014706941329362,
    0.9014706941329362,
    0.9014706941329362,
    0.9014706941329362,
    0.9014706941329362,
    0.9014706941329362,
    0.9014706941329362,
    0.9014706941329362,
    0.8656755354283877,
    0.8656755354283877,
    0.8656755354283877,
    0.8656755354283877,
    0.8656755354283877,
    0.8656755354283877,
    0.8656755354283877,
    0.8656755354283877,
    0.8656755354283877,
    0.864287704862116,
    0.864287704862116,
    0.864287704862116,
    0.864287704862116,
    0.864287704862116,
    0.864287704862116,
    0.864287704862116,
    0.864287704862116,
    0.864287704862116,
    0.864287704862116,
    0.864287704862116,
    0.884887850367742,
    0.884887850367742
  ],
  "3": [
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. A robotics startup flies a small drone above its booth for attention.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "At the university gym, the career fair unfolds with a welcome announcement broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the gym before the career fair opens, while career counselors redirect unsure students toward applicable industries.",
    "At the university gym, a career fair unfolds with a welcome PA announcement outlining the schedule. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. Students line up outside the gym before the fair opens, while career counselors redirect unsure students toward applicable industries. Healthcare providers display community outreach photos to highlight their engagement with the community. The engineering society sponsors a resume review table near the stage, and career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders.",
    "At the university gym, a career fair unfolds with a welcome PA announcement outlining the schedule. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. Students line up outside the gym before the fair opens as career counselors redirect unsure students toward applicable industries. The healthcare providers display community outreach photos to highlight their engagement with the community. The engineering society sponsors a resume review table near the stage, and career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders.",
    "At the university gym, a career fair unfolds under a welcome PA announcement outlining the schedule. A robotics startup flies a small drone above its booth to attract attention as dozens of booths with colorful banners circle the polished floor. Students line up outside the gym before the fair opens while career counselors redirect unsure students toward applicable industries. Healthcare providers display community outreach photos to highlight their engagement with the community. The engineering society sponsors a resume review table near the stage, and career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders.",
    "At a university gym, a career fair unfolds under a welcome PA announcing the schedule. A robotics startup flies a small drone above its booth to attract attention as dozens of booths with colorful banners circle the polished floor. Students line up outside the gym before the fair opens while career counselors redirect unsure students toward applicable industries. Healthcare providers display community outreach photos to highlight their engagement with the community. The engineering society sponsors a resume review table near the stage, and career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a university gym, a career fair unfolds under a welcome PA that outlines the schedule. A robotics startup flies a small drone above its booth to attract attention as dozens of booths with colorful banners circle the polished floor. Students line up outside the gym before the fair opens while career counselors redirect unsure students toward applicable industries. Healthcare providers display community outreach photos to highlight their engagement with the community. The engineering society sponsors a resume review table near the stage, and students clutch resumes inside branded folders with counselors emphasizing eye contact. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens of their latest apps. Consulting firms stack glossy case study booklets on high tables, forming elevated piles of documents. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette run in the adjoining classroom.",
    "At a university gym, career fair opens with a welcome PA outlining the schedule. Dozens of booths with banners circle polished floor at the campus venue near the gym. A robotics startup flies a small drone above its booth. Students line up outside before opening as counselors direct unsure attendees toward applicable industries. Healthcare providers display community outreach photos highlighting engagement. The engineering society sponsors a resume-review table near the stage; students clutch resumes in branded folders while counselors emphasize eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens of their latest apps. Consulting firms stack glossy case-study booklets on high tables. An alumni panel discusses preparing for technical interviews; networking etiquette workshops run nearby. Entrance staff scan registrations and hand out lanyards; HR notes on tablets as students introduce themselves."
  ],
  "3_score": [
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5726052185696252,
    0.5726052185696252,
    0.5726052185696252,
    0.5726052185696252,
    0.5726052185696252,
    0.7841649962141043,
    0.7841649962141043,
    0.7841649962141043,
    0.7841649962141043,
    0.7841649962141043,
    0.7115722881634683,
    0.7115722881634683,
    0.7115722881634683,
    0.7115722881634683,
    0.7115722881634683,
    0.8270348053509355,
    0.8270348053509355,
    0.8270348053509355,
    0.8270348053509355,
    0.8390570387476053,
    0.8390570387476053,
    0.8390570387476053,
    0.8390570387476053,
    0.8270900766968816,
    0.8270900766968816,
    0.8270900766968816,
    0.8270900766968816,
    0.8270900766968816,
    0.8417701787556378,
    0.8417701787556378,
    0.8417701787556378,
    0.8417701787556378,
    0.8626095568800469,
    0.8626095568800469,
    0.8626095568800469,
    0.8626095568800469,
    0.8626095568800469,
    0.8626095568800469,
    0.8626095568800469,
    0.8626095568800469,
    0.8626095568800469,
    0.8626095568800469,
    0.8626095568800469,
    0.8626095568800469,
    0.8626095568800469,
    0.8626095568800469,
    0.8626095568800469,
    0.8626095568800469,
    0.8626095568800469,
    0.8626095568800469,
    0.8626095568800469,
    0.8709768860568148,
    0.8709768860568148,
    0.8709768860568148
  ],
  "4": [
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews; finance firms offer QR codes for immediate internship applications.",
    "An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance.",
    "The scene centers on a university career fair. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "The scene centers on a university career fair held in the university gym. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "The university gym hosts a career fair, with dozens of booths and colorful banners circling the polished floor. An alumni panel discusses how to prepare for technical interviews. Finance firms provide QR codes for immediate internship applications. Event staff at the entrance scan registrations and hand out lanyards. Students line up outside the gym before the fair opens. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university gym, a career fair unfolds with dozens of booths and colorful banners circling the polished floor. An alumni panel discusses how to prepare for technical interviews, while finance firms offer QR codes for immediate internship applications. Event staff at the entrance scan registrations and hand out lanyards as students line up outside the gym before the fair opens. In the adjoining classroom, workshops on networking etiquette run, and nearby, alumni volunteers deliver quick pep talks near the coffee station. The scene blends recruiting and preparation activities across the space, with attendees moving between information booths, application points, and informal guidance during the event.",
    "At the university gym, a career fair unfolds with dozens of booths and colorful banners circling the polished floor. An alumni panel discusses how to prepare for technical interviews, while finance firms offer QR codes for immediate internship applications. Event staff at the entrance scan registrations and hand out lanyards as students line up outside the gym before the fair opens. In the adjoining classroom, workshops on networking etiquette run, and nearby alumni volunteers deliver quick pep talks near the coffee station. The scene blends recruiting and preparation activities across the space, with attendees moving between information booths, application points, and informal guidance during the event. Some students rehearse elevator pitches quietly against the wall.",
    "At the university gym, a career fair unfolds with dozens of booths and colorful banners circling the polished floor. An alumni panel discusses how to prepare for technical interviews, while finance firms offer QR codes for immediate internship applications. Event staff at the entrance scan registrations and hand out lanyards as students line up outside the gym before the fair opens. In the adjoining classroom, workshops on networking etiquette run, and nearby alumni volunteers deliver quick pep talks near the coffee station. The scene blends recruiting and preparation activities across the space, with attendees moving between information booths, application points, and informal guidance during the event. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university gym, a career fair unfolds with dozens of booths and colorful banners circling the polished floor. An alumni panel discusses how to prepare for technical interviews while finance firms offer QR codes for immediate internship applications. Event staff at the entrance scan registrations and hand out lanyards as students line up outside the gym before the fair opens. In an adjoining classroom, workshops on networking etiquette run, and nearby alumni volunteers deliver quick pep talks near the coffee station. Attendees move between information booths, application points, and informal guidance across the space, with some students rehearsing elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "4_score": [
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5155810677633272,
    0.5155810677633272,
    0.5155810677633272,
    0.5155810677633272,
    0.7646819374569553,
    0.7646819374569553,
    0.7646819374569553,
    0.7646819374569553,
    0.7646819374569553,
    0.833466028568852,
    0.833466028568852,
    0.833466028568852,
    0.8282814183748536,
    0.8282814183748536,
    0.8282814183748536,
    0.8282814183748536,
    0.8282814183748536,
    0.845286160949738,
    0.845286160949738,
    0.845286160949738,
    0.845286160949738,
    0.845286160949738,
    0.83520740161898,
    0.83520740161898,
    0.83520740161898,
    0.83520740161898,
    0.83520740161898,
    0.83520740161898,
    0.829525613031711,
    0.829525613031711,
    0.829525613031711,
    0.829525613031711,
    0.829525613031711,
    0.847941534292735,
    0.847941534292735,
    0.847941534292735,
    0.847941534292735,
    0.847941534292735,
    0.847941534292735,
    0.8294246612572145,
    0.8294246612572145,
    0.8294246612572145,
    0.8294246612572145,
    0.8294246612572145,
    0.8294246612572145,
    0.8294246612572145,
    0.8294246612572145,
    0.8294246612572145,
    0.8294246612572145,
    0.8294246612572145,
    0.8294246612572145,
    0.8294246612572145,
    0.8294246612572145,
    0.8294246612572145,
    0.8294246612572145,
    0.8294246612572145,
    0.8294246612572145
  ],
  "5": [
    "",
    "",
    "",
    "\"\"",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system, and workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement outlining the fair schedule is broadcast over the PA system, and workshops on networking etiquette begin in the adjoining classroom. At the fair, consulting firms stack glossy case study booklets on high tables, creating multiple elevated piles of documents. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "A welcome announcement over the PA system outlines the fair schedule, while workshops on networking etiquette run in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables, forming multiple elevated piles of documents. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Healthcare providers display community outreach photos to highlight their engagement with the community. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders.",
    "At the university gym, the career fair unfolds with a welcome announcement over the PA system outlining the fair schedule. Workshops on networking etiquette run in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables, forming multiple elevated piles of documents. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Healthcare providers display community outreach photos to highlight their engagement with the community. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Students line up outside the gym before the career fair opens, while career counselors redirect unsure students toward applicable industries.",
    "At the university gym, a career fair unfolds with a welcome PA announcement outlining the schedule. Workshops on networking etiquette run in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables, forming multiple elevated piles of documents. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Healthcare providers display community outreach photos to highlight their engagement with the community. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage, and career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Students line up outside the gym before the fair opens, while career counselors redirect unsure students toward applicable industries.",
    "At the university gym, a career fair unfolds with a welcome PA announcing the schedule. Workshops on networking etiquette occur in an adjoining classroom. Consulting firms stack glossy case-study booklets on high tables, forming elevated piles. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses preparing for technical interviews. Healthcare providers display community-outreach photos. Dozens of booths with colorful banners line the polished floor. The engineering society sponsors a resume-review table near the stage as counselors urge eye contact while students clutch resumes in branded folders. Students line up outside the gym before the fair opens, and counselors redirect unsure students toward applicable industries. Alumni volunteers share brief pep talks near the coffee station. Tech companies display demo screens of apps, and a cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.3993008087952718,
    0.3993008087952718,
    0.3993008087952718,
    0.8244141890652319,
    0.8244141890652319,
    0.8244141890652319,
    0.8244141890652319,
    0.8903735373888059,
    0.8903735373888059,
    0.8903735373888059,
    0.8903735373888059,
    0.8903735373888059,
    0.8903735373888059,
    0.8690309379180297,
    0.8690309379180297,
    0.8690309379180297,
    0.8690309379180297,
    0.8690309379180297,
    0.8690309379180297,
    0.8690309379180297,
    0.8521640980426111,
    0.8521640980426111,
    0.8521640980426111,
    0.8521640980426111,
    0.8521640980426111,
    0.8521640980426111,
    0.8521640980426111,
    0.8521640980426111,
    0.8521640980426111,
    0.8521640980426111,
    0.8521640980426111,
    0.8675352945445939,
    0.8675352945445939,
    0.8675352945445939,
    0.8675352945445939,
    0.8675352945445939,
    0.8675352945445939,
    0.8675352945445939,
    0.8675352945445939,
    0.8675352945445939,
    0.8675352945445939,
    0.8675352945445939,
    0.8675352945445939,
    0.8675352945445939,
    0.8675352945445939,
    0.8675352945445939,
    0.8675352945445939,
    0.8675352945445939,
    0.8675352945445939,
    0.8675352945445939,
    0.8675352945445939
  ],
  "6": [
    "",
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, while tech companies display demo screens showing their latest apps.",
    "Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, while tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "In a career fair setting, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Tech companies display demo screens of their latest apps. Students clutch resumes inside branded folders.",
    "In a career fair setting, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Tech companies display demo screens of their latest apps. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In a career fair setting, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Tech companies display demo screens of their latest apps. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries. Tech companies display demo screens of their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables, forming elevated piles of documents. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. Workshops on networking etiquette run in the adjoining classroom. Students line up outside the university gym before the fair opens. Healthcare providers display community outreach photos to highlight their engagement with the community. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders, with counselors emphasizing eye contact.",
    "At the university career fair, counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries. Tech companies display demo screens of their latest apps, and a cybersecurity firm runs a password-cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables, forming elevated piles of documents, while a robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses preparing for technical interviews. A PA welcome announces the fair schedule, and workshops on networking etiquette run in the adjoining classroom. Students line up outside the gym before opening. Healthcare providers display community-outreach photos to highlight engagement with the community. The engineering society sponsors a resume-review table near the stage. Students clutch resumes in branded folders as counselors emphasize eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university gym, a welcome PA outlines the fair's schedule. At the entrance, staff scan registrations and hand out lanyards while HR notes on tablets as students introduce themselves. Inside, career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries; students clutch resumes in branded folders. Healthcare providers display community-outreach photos. The engineering society sponsors a resume-review table near the stage; consulting firms stack glossy case-study booklets on high tables. Tech companies display demo screens of their latest apps, and a cybersecurity firm runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth. An alumni panel discusses preparing for technical interviews, with alumni volunteers sharing pep talks near the coffee station. Workshops on networking etiquette run in the adjoining classroom. Students line up outside before opening."
  ],
  "6_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.47183609291972123,
    0.47183609291972123,
    0.47183609291972123,
    0.47183609291972123,
    0.6236002270439989,
    0.6236002270439989,
    0.6236002270439989,
    0.8053949714739324,
    0.8053949714739324,
    0.8053949714739324,
    0.8053949714739324,
    0.8053949714739324,
    0.8053949714739324,
    0.8270085286513763,
    0.8270085286513763,
    0.8270085286513763,
    0.8270085286513763,
    0.8270085286513763,
    0.8270085286513763,
    0.8270085286513763,
    0.8270085286513763,
    0.8270085286513763,
    0.8270085286513763,
    0.8270085286513763,
    0.8270085286513763,
    0.8270085286513763,
    0.8270085286513763,
    0.901799062258562,
    0.901799062258562,
    0.901799062258562,
    0.901799062258562,
    0.901799062258562,
    0.901799062258562,
    0.901799062258562,
    0.8946664213381301,
    0.8946664213381301,
    0.8946664213381301,
    0.8946664213381301,
    0.8946664213381301,
    0.8946664213381301,
    0.8946664213381301,
    0.8946664213381301,
    0.8946664213381301,
    0.8946664213381301,
    0.8946664213381301,
    0.8946664213381301,
    0.8946664213381301,
    0.8946664213381301,
    0.8995356635368135,
    0.8995356635368135,
    0.8995356635368135,
    0.8995356635368135,
    0.8995356635368135,
    0.8995356635368135,
    0.8995356635368135
  ],
  "7": [
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the schedule for the fair.",
    "A welcome announcement is broadcast over the PA system, outlining the schedule for the fair.",
    "A welcome announcement is broadcast over the PA system, outlining the schedule for the fair. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms have glossy case study booklets stacked on high tables. At the event, career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders; healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms display glossy case study booklets stacked on high tables. Career counselors remind attendees to maintain eye contact while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Outside the university gym, students line up before the career fair opens. Alumni volunteers share brief pep talks near the coffee station.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule as consulting firms display glossy case study booklets stacked on high tables. Career counselors remind attendees to maintain eye contact while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Outside the university gym, students line up before the career fair opens. Alumni volunteers share brief pep talks near the coffee station. Throughout, counselors redirect unsure students toward applicable industries.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule, while consulting firms display glossy case study booklets stacked on high tables. Career counselors remind attendees to maintain eye contact while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Outside the university gym, students line up before the career fair opens. Alumni volunteers share brief pep talks near the coffee station. Throughout, counselors redirect unsure students toward applicable industries.",
    "A welcome announcement over the PA outlines the fair schedule as consulting firms display glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Outside the university gym, students line up before the career fair opens. Alumni volunteers share brief pep talks near the coffee station. Throughout, counselors redirect unsure students toward applicable industries. Tech companies display demo screens of their latest apps, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university gym a career fair unfolds under a welcome PA announcing the schedule, as dozens of booths with banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, forming multiple elevated piles, while tech companies display demo screens of latest apps and a cybersecurity firm runs a password cracking challenge on a laptop. Alumni volunteers share pep talks near coffee station and an alumni panel discusses how to prepare for technical interviews. Healthcare providers display community outreach photos to highlight engagement with the community. The engineering society sponsors a resume review table near the stage, and career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Outside the gym, students line up before the fair opens; inside, workshops on networking etiquette run in the adjoining classroom. A robotics startup flies a drone above its booth to attract attention.",
    "At the university gym a career fair unfolds under a welcome PA announcing schedule as dozens of booths with banners circle polished floor. Consulting firms stack case study booklets on high tables, forming elevated piles; tech companies display demo screens of latest apps, and a cybersecurity firm runs a password-cracking challenge on a laptop. Alumni volunteers share pep talks at coffee station, and an alumni panel discusses preparing for technical interviews. Healthcare providers display community outreach photos highlighting community engagement. Engineering society sponsors a resume review table near stage, and career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Outside the gym, students line up before the fair opens; inside, workshops on networking etiquette run in adjoining classroom. A robotics startup flies a drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "7_score": [
    0.0,
    0.0,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.5966981938569996,
    0.5966981938569996,
    0.5966981938569996,
    0.5966981938569996,
    0.5966981938569996,
    0.5503672863000132,
    0.5503672863000132,
    0.5503672863000132,
    0.5503672863000132,
    0.8423949691577358,
    0.8423949691577358,
    0.8423949691577358,
    0.8375098713077418,
    0.8375098713077418,
    0.8375098713077418,
    0.8375098713077418,
    0.8375098713077418,
    0.8096544514332962,
    0.8096544514332962,
    0.8096544514332962,
    0.8096544514332962,
    0.8097005923420707,
    0.8097005923420707,
    0.8097005923420707,
    0.8097005923420707,
    0.8097005923420707,
    0.8097005923420707,
    0.8097005923420707,
    0.8097005923420707,
    0.858732333934126,
    0.858732333934126,
    0.858732333934126,
    0.858732333934126,
    0.858732333934126,
    0.858732333934126,
    0.858732333934126,
    0.858732333934126,
    0.858732333934126,
    0.858732333934126,
    0.858732333934126,
    0.858732333934126,
    0.8693705290230994,
    0.8693705290230994,
    0.8693705290230994,
    0.8693705290230994,
    0.8693705290230994,
    0.8693705290230994,
    0.8693705290230994,
    0.8693705290230994,
    0.8693705290230994,
    0.8693705290230994,
    0.8693705290230994,
    0.8693705290230994,
    0.8693705290230994,
    0.8693705290230994,
    0.8693705290230994,
    0.8682103329421849
  ],
  "8": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, highlighting their engagement with the community. A welcome announcement is broadcast over the PA system, outlining the schedule for the fair.",
    "At the event, healthcare providers display community outreach photos to highlight their engagement with the community. A welcome announcement over the PA system outlines the fairs schedule. The engineering society sponsors a resume review table near the stage.",
    "At the event, healthcare providers display community outreach photos to highlight their engagement with the community. A welcome announcement over the PA system outlines the fair's schedule. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders.",
    "Healthcare providers display community outreach photos to highlight their engagement with the community. A welcome announcement over the PA system outlines the fairs schedule. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens.",
    "Healthcare providers display community outreach photos to highlight their engagement with the community. A welcome announcement over the PA system outlines the fairs schedule. The engineering society sponsors a resume review table near the stage, while career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "At the university gym, the career fair unfolds on a polished floor with dozens of booths bearing colorful banners. Healthcare providers display community outreach photos to highlight their engagement with the community. A welcome announcement over the PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage, while career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries as students clutch resumes inside branded folders. Dozens of students line up outside the gym before the fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university gym, the career fair unfolds on a polished floor with dozens of booths bearing colorful banners. Healthcare providers display community outreach photos to highlight their engagement with the community. A welcome announcement over the PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage, while career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries as students clutch resumes inside branded folders. Dozens of students line up outside the gym before the fair opens. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map.",
    "At the university gym, the career fair unfolds on a polished floor with dozens of booths bearing colorful banners. Healthcare providers display community outreach photos to highlight their engagement with the community. A welcome PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage, while career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries as students clutch resumes inside branded folders. Dozens of students line up outside the gym before the fair opens. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At the university gym, the career fair unfolds on a polished floor with dozens of booths and colorful banners. Healthcare providers display community outreach photos and a welcome PA outlines the schedule. The engineering society sponsors a resume review table near the stage, and career counselors remind attendees to maintain eye contact as students clutch resumes in branded folders. Dozens of students line up outside before opening. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. At the entrance, staff scan registrations and hand out lanyards, while HR teams jot notes on tablets as students introduce themselves. Consulting firms have glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university gym, a career fair unfolds on a polished floor with dozens of booths and colorful banners. Healthcare providers display community outreach photos and a welcome PA outlines the schedule. The engineering society sponsors a resume-review table near the stage, while students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Dozens of students line up outside before opening. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. At the entrance, staff scan registrations and hand out lanyards; HR teams jot notes on tablets as students introduce themselves. Consulting firms have glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the university gym, a career fair unfolds on a polished floor with dozens of booths and colorful banners. Healthcare providers display community outreach photos, and a welcome PA outlines the schedule. The engineering society sponsors a resume-review table near the stage, while students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Dozens of students line up outside before opening. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. At the entrance, staff scan registrations and hand out lanyards; HR teams jot notes on tablets as students introduce themselves. Consulting firms have glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the university gym, a career fair unfolds on a polished floor with dozens of booths and colorful banners. Healthcare providers display community outreach photos, and a welcome PA outlines the schedule. The engineering society sponsors a resume-review table near the stage, while students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Dozens of students line up outside before opening. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. At the entrance, staff scan registrations and hand out lanyards; HR teams jot notes on tablets as students introduce themselves. Consulting firms place glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "8_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.5018124494261873,
    0.5018124494261873,
    0.5018124494261873,
    0.7164647802588271,
    0.7164647802588271,
    0.7164647802588271,
    0.7164647802588271,
    0.7164647802588271,
    0.7164647802588271,
    0.8223244821020775,
    0.8223244821020775,
    0.8223244821020775,
    0.8223244821020775,
    0.7857977877979112,
    0.7857977877979112,
    0.7857977877979112,
    0.8265837985352,
    0.8265837985352,
    0.8265837985352,
    0.8265837985352,
    0.8265837985352,
    0.8265837985352,
    0.8265837985352,
    0.8265837985352,
    0.8516702474348308,
    0.8516702474348308,
    0.8516702474348308,
    0.8516702474348308,
    0.8615603864539114,
    0.8615603864539114,
    0.8615603864539114,
    0.8615603864539114,
    0.8818162679510769,
    0.8818162679510769,
    0.8818162679510769,
    0.8818162679510769,
    0.8818162679510769,
    0.8818162679510769,
    0.8818162679510769,
    0.8818162679510769,
    0.8859778660993415,
    0.8859778660993415,
    0.8859778660993415,
    0.8859778660993415,
    0.8859778660993415,
    0.8859778660993415,
    0.875205739903266,
    0.875205739903266,
    0.875205739903266,
    0.875205739903266,
    0.875205739903266,
    0.875205739903266,
    0.875205739903266,
    0.8744479682435575,
    0.8744479682435575,
    0.8744479682435575,
    0.8744479682435575,
    0.8750461962213101,
    0.8750461962213101,
    0.8750461962213101
  ],
  "9": [
    "",
    "",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom.",
    "The venue opens with a welcome announcement over the PA, outlining the fair schedule. The adjoining classroom hosts workshops on networking etiquette that begin. At the entrance, event staff scan registrations and hand out lanyards.",
    "The venue opens with a welcome announcement over the PA, outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries.",
    "The venue opens with a welcome announcement over the PA outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. At the fair, consulting firms stack glossy case study booklets on high tables, forming multiple elevated piles of documents. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "The scene centers on a university career fair opening at the university gym, with a welcome PA outlining the fair schedule as students line up outside before opening. In an adjoining classroom, workshops on networking etiquette begin. At the entrance, event staff scan registrations and hand out lanyards, a procedure repeated as students stream in. Career counselors redirect unsure students toward applicable industries. At the fair, consulting firms stack glossy case study booklets on high tables, forming multiple elevated piles of documents. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "Opening of a university career fair at the university gym is underway, with a welcome PA outlining the fair schedule as students line up outside before opening. In an adjacent classroom, networking etiquette workshops are in progress. At the entrance, event staff scan registrations and hand out lanyards, a procedure repeated as students stream in. Career counselors direct unsure students toward applicable industries. Inside the fair, consulting firms stack glossy case study booklets on high tables into multiple elevated piles. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. A welcome announcement reiterates the fair schedule over the PA system.",
    "The university gym hosts the career fair in its opening phase, with a welcome PA outlining the schedule as students line up outside before doors open, while in an adjacent classroom networking etiquette workshops proceed. At the entrance, event staff scan registrations and hand out lanyards, a procedure repeated as students stream in. Career counselors direct unsure students toward applicable industries. Inside the fair, consulting firms stack glossy case study booklets on high tables into multiple elevated piles. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. A welcome announcement reiterates the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage.",
    "The university gym hosts the career fair in its opening phase, with a welcome PA outlining the schedule as students line up outside before doors open, while in an adjacent classroom networking etiquette workshops proceed. At the entrance, event staff scan registrations and hand out lanyards, a procedure repeated as students stream in. Career counselors direct unsure students toward applicable industries. Inside, consulting firms stack glossy case study booklets on high tables into multiple elevated piles. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette run in the adjoining classroom. Tech companies display demo screens showing their latest apps. Healthcare providers display community outreach photos to highlight their engagement with the community. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders, with counselors emphasizing eye contact."
  ],
  "9_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.7549452001786372,
    0.7549452001786372,
    0.7549452001786372,
    0.834504171145731,
    0.834504171145731,
    0.834504171145731,
    0.9031786943377467,
    0.9031786943377467,
    0.9031786943377467,
    0.9031786943377467,
    0.8692377441450326,
    0.8692377441450326,
    0.8692377441450326,
    0.8692377441450326,
    0.8692377441450326,
    0.8692377441450326,
    0.8727727970911149,
    0.8727727970911149,
    0.8727727970911149,
    0.8727727970911149,
    0.8727727970911149,
    0.8727727970911149,
    0.8910399346470073,
    0.8910399346470073,
    0.8910399346470073,
    0.8910399346470073,
    0.8910399346470073,
    0.8910399346470073,
    0.8910399346470073,
    0.8910399346470073,
    0.8853586814934271,
    0.8853586814934271,
    0.8853586814934271,
    0.8853586814934271,
    0.8853586814934271,
    0.8853586814934271,
    0.8853586814934271,
    0.8853586814934271,
    0.8853586814934271,
    0.8853586814934271,
    0.8853586814934271,
    0.8853586814934271,
    0.8853586814934271,
    0.8853586814934271,
    0.8853586814934271,
    0.8853586814934271,
    0.8853586814934271,
    0.8853586814934271,
    0.8853586814934271,
    0.8853586814934271,
    0.8853586814934271,
    0.8853586814934271
  ]
}