{
  "0": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against a wall, while a robotics startup flies a small drone above its booth to attract attention.",
    "Some students rehearse elevator pitches quietly against a wall, while a robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "At the event, some students rehearse elevator pitches quietly against a wall while a robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event, some students rehearse elevator pitches quietly against a wall, while a robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, some students rehearse elevator pitches quietly against a wall while a robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, students rehearse elevator pitches quietly against a wall while a robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries, and a welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, students rehearse elevator pitches quietly against a wall; a robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries, and a welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, students rehearse elevator pitches quietly against a wall while a robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries, and a welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the fair opens. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3859557552286875,
    0.3859557552286875,
    0.3859557552286875,
    0.3859557552286875,
    0.3859557552286875,
    0.3859557552286875,
    0.5688016980019927,
    0.5688016980019927,
    0.5688016980019927,
    0.5688016980019927,
    0.5688016980019927,
    0.5688016980019927,
    0.8267906134543562,
    0.8267906134543562,
    0.8267906134543562,
    0.8267906134543562,
    0.8267906134543562,
    0.8267906134543562,
    0.8267906134543562,
    0.8267906134543562,
    0.8267906134543562,
    0.8267906134543562,
    0.8267906134543562,
    0.8607208567255047,
    0.8607208567255047,
    0.8607208567255047,
    0.8607208567255047,
    0.8607208567255047,
    0.8607208567255047,
    0.8607208567255047,
    0.8248857009212325,
    0.8248857009212325,
    0.8248857009212325,
    0.8248857009212325,
    0.8248857009212325,
    0.8248857009212325,
    0.832030460567377,
    0.832030460567377,
    0.832030460567377,
    0.832030460567377,
    0.832030460567377,
    0.832030460567377,
    0.832030460567377,
    0.832030460567377,
    0.8462659162090759,
    0.8462659162090759,
    0.8462659162090759,
    0.8462659162090759,
    0.8462659162090759,
    0.8462659162090759,
    0.8462659162090759,
    0.8528030973646901,
    0.8528030973646901,
    0.8528030973646901,
    0.8528030973646901
  ],
  "1": [
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "At the event, the engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps.",
    "At the event, the engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "The event scene features an engineering society-sponsored resume review table near the stage, and tech companies displaying demo screens of their latest apps. Groups of friends mark target employers on the event map, while healthcare providers showcase community outreach photos.",
    "An event scene features an engineering society-sponsored resume review table near the stage, and tech companies displaying demo screens of their latest apps. Groups of friends mark target employers on the event map, while healthcare providers showcase community outreach photos.",
    "An event scene includes an engineering society-sponsored resume review table near the stage, and tech companies displaying demo screens of their latest apps. Groups of friends mark target employers on the event map, while healthcare providers showcase community outreach photos.",
    "An event scene includes an engineering society-sponsored resume review table near the stage, and tech companies displaying demo screens of their latest apps. Groups of friends mark target employers on the event map, while healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "An event scene features an engineering society-sponsored resume review table near the stage, with tech companies displaying demo screens of their latest apps. Groups of friends mark target employers on the event map, while healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom.",
    "An event scene centers on an engineering society–sponsored resume review table near the stage, with tech companies displaying demo screens of their latest apps. Groups of friends mark target employers on the event map, while healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom.",
    "An event scene centers on an engineering society–sponsored resume review table near the stage, with tech companies displaying demo screens of their latest apps. Groups of friends mark target employers on the event map, while healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4395548663405984,
    0.4395548663405984,
    0.4395548663405984,
    0.4395548663405984,
    0.4395548663405984,
    0.4395548663405984,
    0.6347262022121479,
    0.6347262022121479,
    0.6347262022121479,
    0.6347262022121479,
    0.6347262022121479,
    0.6347262022121479,
    0.5994189939466749,
    0.5994189939466749,
    0.5994189939466749,
    0.5994189939466749,
    0.5994189939466749,
    0.5994189939466749,
    0.5860857559645583,
    0.5860857559645583,
    0.5860857559645583,
    0.5860857559645583,
    0.5860857559645583,
    0.5860857559645583,
    0.583415008922856,
    0.583415008922856,
    0.583415008922856,
    0.583415008922856,
    0.583415008922856,
    0.583415008922856,
    0.733979429767744,
    0.733979429767744,
    0.733979429767744,
    0.733979429767744,
    0.733979429767744,
    0.733979429767744,
    0.733979429767744,
    0.733979429767744,
    0.7647374871637713,
    0.7647374871637713,
    0.7647374871637713,
    0.7647374871637713,
    0.7647374871637713,
    0.7647374871637713,
    0.7647374871637713,
    0.7605200886304626,
    0.7605200886304626,
    0.7605200886304626,
    0.7605200886304626,
    0.7605200886304626,
    0.7605200886304626,
    0.7605200886304626,
    0.7732591357645471,
    0.7732591357645471,
    0.7732591357645471,
    0.7732591357645471,
    0.7732591357645471,
    0.7732591357645471
  ],
  "2": [
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves.",
    "In a career fair setting, attendees are reminded by career counselors to maintain eye contact; HR teams jot notes on tablets as students introduce themselves; tech companies display demo screens showcasing their latest apps.",
    "At a career fair setting, attendees are reminded by career counselors to maintain eye contact; HR teams jot notes on tablets as students introduce themselves; tech companies display demo screens showcasing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "At a career fair, attendees are reminded by career counselors to maintain eye contact; HR teams jot notes on tablets as students introduce themselves; tech companies display demo screens showcasing their latest apps. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "At a career fair, attendees are reminded by career counselors to maintain eye contact. HR teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showcasing their latest apps. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables.",
    "At a career fair, attendees are reminded by career counselors to maintain eye contact. HR teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showcasing their latest apps. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables.",
    "At a career fair, attendees are reminded by career counselors to maintain eye contact. HR teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showcasing their latest apps. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables.",
    "At a career fair, attendees are reminded by career counselors to maintain eye contact. HR teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showcasing their latest apps. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5226398759198647,
    0.5226398759198647,
    0.5226398759198647,
    0.5226398759198647,
    0.5226398759198647,
    0.5226398759198647,
    0.5394273690383004,
    0.5394273690383004,
    0.5394273690383004,
    0.5394273690383004,
    0.5394273690383004,
    0.5394273690383004,
    0.6762847825188824,
    0.6762847825188824,
    0.6762847825188824,
    0.6762847825188824,
    0.6762847825188824,
    0.6762847825188824,
    0.6762847825188824,
    0.6762847825188824,
    0.6762847825188824,
    0.8284347121921772,
    0.8284347121921772,
    0.8284347121921772,
    0.8284347121921772,
    0.8284347121921772,
    0.8284347121921772,
    0.8284347121921772,
    0.8284347121921772,
    0.8490730146907068,
    0.8490730146907068,
    0.8490730146907068,
    0.8490730146907068,
    0.8490730146907068,
    0.8490730146907068,
    0.8490730146907068,
    0.8490730146907068,
    0.8490730146907068,
    0.8490730146907068,
    0.8490730146907068,
    0.8490730146907068,
    0.8490730146907068,
    0.8490730146907068,
    0.8490730146907068,
    0.8490730146907068,
    0.8490730146907068,
    0.8490730146907068,
    0.8490730146907068,
    0.8246593319367748,
    0.8246593319367748,
    0.8246593319367748,
    0.8246593319367748,
    0.8246593319367748,
    0.8246593319367748,
    0.8246593319367748,
    0.8246593319367748
  ],
  "3": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "During the fair, an alumni panel discusses how to prepare for technical interviews, while a welcome announcement over the PA system outlines the fair schedule.",
    "During the fair, an alumni panel discusses how to prepare for technical interviews, while a welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders.",
    "During the fair, an alumni panel discusses how to prepare for technical interviews, while a welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos.",
    "At the career fair, an alumni panel discusses how to prepare for technical interviews, and a welcome announcement over the PA system outlines the schedule. Students hold resumes in branded folders. Healthcare providers display community outreach photos. Dozens of booths with colorful banners encircle the polished floor.",
    "At the career fair, an alumni panel discusses how to prepare for technical interviews, and a welcome announcement over the PA system outlines the schedule. Students hold resumes in branded folders. Healthcare providers display community outreach photos. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, an alumni panel discusses how to prepare for technical interviews, and a welcome announcement over the PA system outlines the schedule. Students hold resumes in branded folders as healthcare providers display community outreach photos. Dozens of booths with colorful banners encircle the polished floor. In the adjoining classroom, workshops on networking etiquette begin. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, an alumni panel discusses how to prepare for technical interviews, while a welcome announcement over the PA outlines the schedule. Students hold resumes in branded folders as healthcare providers display community outreach photos. Dozens of booths with colorful banners encircle the polished floor. In the adjoining classroom, workshops on networking etiquette begin. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.523361404615881,
    0.523361404615881,
    0.523361404615881,
    0.523361404615881,
    0.523361404615881,
    0.523361404615881,
    0.7107732172631294,
    0.7107732172631294,
    0.7107732172631294,
    0.7107732172631294,
    0.7107732172631294,
    0.7107732172631294,
    0.7106432431692368,
    0.7106432431692368,
    0.7106432431692368,
    0.7106432431692368,
    0.7106432431692368,
    0.7106432431692368,
    0.7106432431692368,
    0.8529800814927326,
    0.8529800814927326,
    0.8529800814927326,
    0.8529800814927326,
    0.8529800814927326,
    0.8529800814927326,
    0.8529800814927326,
    0.8529800814927326,
    0.8618124252451949,
    0.8618124252451949,
    0.8618124252451949,
    0.8618124252451949,
    0.8618124252451949,
    0.8618124252451949,
    0.8618124252451949,
    0.8618124252451949,
    0.8506260850651775,
    0.8506260850651775,
    0.8506260850651775,
    0.8506260850651775,
    0.8506260850651775,
    0.8506260850651775,
    0.8506260850651775,
    0.8710604176389491,
    0.8710604176389491,
    0.8710604176389491,
    0.8710604176389491,
    0.8710604176389491,
    0.8710604176389491,
    0.8710604176389491,
    0.8710604176389491,
    0.8710604176389491,
    0.8710604176389491
  ],
  "4": [
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications.",
    "On a polished floor at a trade-show-like space, a robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the floor, creating a lively, crowded presentation area.",
    "On a polished floor in a trade-show-like space, a robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the floor, creating a lively, crowded presentation area. Healthcare providers showcase community outreach photos.",
    "In a trade-show-like space with a polished floor, a robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the floor, creating a lively, crowded presentation area. Healthcare providers showcase community outreach photos. In the adjoining classroom, workshops on networking etiquette begin.",
    "A trade-show-like space with a polished floor hosts a crowded presentation area where dozens of booths with colorful banners circle the floor. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. In the adjoining classroom, workshops on networking etiquette begin.",
    "In a trade-show-like space with a polished floor, a crowded presentation area hosts dozens of booths with colorful banners circling the floor. A robotics startup flies a small drone above its booth to attract attention. Finance firms display QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. In the adjoining classroom, workshops on networking etiquette begin.",
    "In a trade-show-like space with a polished floor, a crowded presentation area hosts dozens of booths adorned with colorful banners circling the floor. A robotics startup flies a small drone above its booth to attract attention. Finance firms display QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. In the adjoining classroom, workshops on networking etiquette begin as students clutch resumes inside branded folders.",
    "In a trade-show-like space with a polished floor, a crowded presentation area features dozens of booths adorned with colorful banners circling the floor. A robotics startup flies a small drone above its booth to attract attention. Finance firms display QR codes for immediate internship applications, while healthcare providers showcase community outreach photos. In the adjoining classroom, workshops on networking etiquette begin as students clutch resumes inside branded folders.",
    "In a polished, trade-show–like space, a crowded presentation area contains dozens of booths adorned with colorful banners circling the floor. A robotics startup flies a small drone above its booth to attract attention. Finance firms display QR codes for immediate internship applications, while healthcare providers showcase community outreach photos. In the adjoining classroom, workshops on networking etiquette begin as students clutch resumes inside branded folders."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.5933584749847947,
    0.5933584749847947,
    0.5933584749847947,
    0.5933584749847947,
    0.5933584749847947,
    0.5933584749847947,
    0.5933584749847947,
    0.7028086681488226,
    0.7028086681488226,
    0.7028086681488226,
    0.7028086681488226,
    0.7203751736716596,
    0.7203751736716596,
    0.7203751736716596,
    0.7203751736716596,
    0.7203751736716596,
    0.7203751736716596,
    0.7203751736716596,
    0.7203751736716596,
    0.7203751736716596,
    0.7587387790682119,
    0.7587387790682119,
    0.7587387790682119,
    0.7587387790682119,
    0.7587387790682119,
    0.7587387790682119,
    0.7699380958101509,
    0.7699380958101509,
    0.7699380958101509,
    0.7699380958101509,
    0.7699380958101509,
    0.7699380958101509,
    0.7699380958101509,
    0.7570989863824795,
    0.7570989863824795,
    0.7570989863824795,
    0.7570989863824795,
    0.7570989863824795,
    0.7570989863824795,
    0.777087025109892,
    0.777087025109892,
    0.777087025109892,
    0.777087025109892,
    0.777087025109892,
    0.777087025109892,
    0.777087025109892,
    0.7707267155704427,
    0.7707267155704427,
    0.7707267155704427,
    0.7707267155704427,
    0.7707267155704427,
    0.7707267155704427,
    0.7707267155704427,
    0.7707267155704427,
    0.7707267155704427,
    0.7708768033905693
  ],
  "5": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the career fair opens.",
    "Workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the career fair opens; finance firms offer QR codes for immediate internship applications.",
    "Networking etiquette workshops begin in the adjoining classroom as students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "Networking etiquette workshops are taking place in the adjoining classroom as students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "Networking etiquette workshops are underway in the adjoining classroom as students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables.",
    "As the university career fair prepares to open, networking etiquette workshops are underway in the adjoining classroom, while students line up outside the gym. Finance firms display QR codes to facilitate immediate internship applications. Dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, preparations to open are underway as networking etiquette workshops run in an adjoining classroom and students line up outside the gym. Finance firms display QR codes to enable immediate internship applications, while dozens of booths with colorful banners encircle the polished floor. Consulting firms have glossy case study booklets stacked on high tables. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, preparations to open are underway with networking etiquette workshops in an adjoining classroom while students line up outside the gym. Finance firms display QR codes for immediate internship applications. Dozens of booths with colorful banners encircle the polished floor. Consulting firms have glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Alumni volunteers offer quick pep talks near the coffee station.",
    "At the university career fair, preparations to open are underway with networking etiquette workshops in an adjoining classroom as students line up outside the gym. Dozens of booths with colorful banners encircle the polished floor, while finance firms display QR codes for immediate internship applications. Consulting firms have glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Alumni volunteers offer quick pep talks near the coffee station."
  ],
  "5_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.47284226899490894,
    0.47284226899490894,
    0.47284226899490894,
    0.47284226899490894,
    0.47284226899490894,
    0.47284226899490894,
    0.47284226899490894,
    0.7179084407425476,
    0.7179084407425476,
    0.7179084407425476,
    0.7179084407425476,
    0.7179084407425476,
    0.7053974265038784,
    0.7053974265038784,
    0.7053974265038784,
    0.7053974265038784,
    0.7053974265038784,
    0.7053974265038784,
    0.7655712217961594,
    0.7655712217961594,
    0.7655712217961594,
    0.7655712217961594,
    0.7655712217961594,
    0.7655712217961594,
    0.8345643823358142,
    0.8345643823358142,
    0.8345643823358142,
    0.8345643823358142,
    0.8345643823358142,
    0.8345643823358142,
    0.8345643823358142,
    0.8345643823358142,
    0.8609060763498739,
    0.8609060763498739,
    0.8609060763498739,
    0.8609060763498739,
    0.8609060763498739,
    0.8609060763498739,
    0.8609060763498739,
    0.8609060763498739,
    0.8639969412544273,
    0.8639969412544273,
    0.8639969412544273,
    0.8639969412544273,
    0.8639969412544273,
    0.8639969412544273,
    0.8639969412544273,
    0.863649739930572,
    0.863649739930572,
    0.863649739930572,
    0.863649739930572,
    0.863649739930572,
    0.863649739930572,
    0.863649739930572
  ],
  "6": [
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event entrance, staff scan registrations and hand out lanyards, while alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards, while alumni volunteers deliver quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews, and the engineering society sponsors a resume review table near the stage.",
    "Event entry features staff scanning registrations and handing out lanyards, with alumni volunteers delivering quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews, and the engineering society sponsors a resume review table near the stage.",
    "At the event entry, staff scan registrations and hand out lanyards. Alumni volunteers deliver quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews, and the engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entry, staff scan registrations and hand out lanyards. Alumni volunteers deliver quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews, and the engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "At the event entry, staff scan registrations and hand out lanyards, establishing the check-in flow. Alumni volunteers deliver quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews, while the engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "At the event entry, staff scan registrations and hand out lanyards, establishing the check-in flow. Alumni volunteers deliver quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews, while the engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4008569723150978,
    0.4008569723150978,
    0.4008569723150978,
    0.4008569723150978,
    0.4008569723150978,
    0.4008569723150978,
    0.4008569723150978,
    0.757970578893373,
    0.757970578893373,
    0.757970578893373,
    0.757970578893373,
    0.757970578893373,
    0.757970578893373,
    0.757970578893373,
    0.5930265895659337,
    0.5930265895659337,
    0.5930265895659337,
    0.5930265895659337,
    0.5930265895659337,
    0.5930265895659337,
    0.5930265895659337,
    0.5729195715347295,
    0.5729195715347295,
    0.5729195715347295,
    0.5729195715347295,
    0.5729195715347295,
    0.5729195715347295,
    0.5729195715347295,
    0.5729195715347295,
    0.5729195715347295,
    0.7219331387653077,
    0.7219331387653077,
    0.7219331387653077,
    0.7219331387653077,
    0.7219331387653077,
    0.7219331387653077,
    0.7219331387653077,
    0.7219331387653077,
    0.7926605397348534,
    0.7926605397348534,
    0.7926605397348534,
    0.7926605397348534,
    0.7926605397348534,
    0.7926605397348534,
    0.7973362377846547,
    0.7973362377846547,
    0.7973362377846547,
    0.7973362377846547,
    0.7973362377846547,
    0.7973362377846547,
    0.7973362377846547,
    0.8130642702287908,
    0.8130642702287908,
    0.8130642702287908,
    0.8130642702287908,
    0.8130642702287908,
    0.8130642702287908,
    0.8130642702287908
  ],
  "7": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews at the event. At the entrance, event staff scan registrations and hand out lanyards to registrants.",
    "An alumni panel discusses how to prepare for technical interviews at the event. At the entrance, event staff scan registrations and hand out lanyards to registrants. Students clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews at the event. At the entrance, event staff scan registrations and hand out lanyards to registrants. Students clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews at the event. At the entrance, event staff scan registrations and hand out lanyards to registrants. Inside, students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens.",
    "An alumni panel discusses how to prepare for technical interviews at the event. At the entrance, event staff scan registrations and hand out lanyards to registrants. Inside, students clutch resumes inside branded folders. Outside, students line up in front of the university gym before the career fair opens.",
    "An alumni panel discusses how to prepare for technical interviews at the event. At the entrance, event staff scan registrations and hand out lanyards to registrants. Inside, students clutch resumes inside branded folders. Outside, students line up in front of the university gym before the career fair opens. Tech companies display demo screens showing their latest apps.",
    "An event centers on an alumni panel discussing how to prepare for technical interviews. At the entrance, staff scan registrations and hand out lanyards to registrants. Inside, students clutch resumes tucked inside branded folders. Outside, students line up in front of the university gym before the career fair opens. Tech companies display demo screens illustrating their latest apps. A cybersecurity company runs a password cracking challenge on a laptop, adding a hands-on activity to the scene.",
    "An event centers on an alumni panel discussing how to prepare for technical interviews. At the entrance, staff scan registrations and hand out lanyards to registrants. Inside, students clutch resumes tucked inside branded folders. Outside, students line up in front of the university gym before the career fair opens. Tech companies display demo screens illustrating their latest apps. A cybersecurity company runs a password cracking challenge on a laptop, adding a hands-on activity to the scene. Groups of friends mark target employers on the event map.",
    "An alumni panel on preparing for technical interviews anchors the event. At the entrance, staff scan registrations and hand out lanyards to registrants. Inside, students clutch resumes tucked inside branded folders. Outside, students line up in front of the university gym before the career fair opens. Tech companies display demo screens illustrating their latest apps. A cybersecurity company runs a password cracking challenge on a laptop, adding a hands-on activity to the scene. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor."
  ],
  "7_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.6126483403889293,
    0.6126483403889293,
    0.6126483403889293,
    0.6126483403889293,
    0.6126483403889293,
    0.6126483403889293,
    0.7829001350496355,
    0.7829001350496355,
    0.7829001350496355,
    0.7829001350496355,
    0.7829001350496355,
    0.7829001350496355,
    0.7829001350496355,
    0.7829001350496355,
    0.7829001350496355,
    0.7829001350496355,
    0.7947400472544078,
    0.7947400472544078,
    0.7947400472544078,
    0.7947400472544078,
    0.7947400472544078,
    0.7947400472544078,
    0.7947400472544078,
    0.8013590993610777,
    0.8013590993610777,
    0.8013590993610777,
    0.8013590993610777,
    0.8013590993610777,
    0.8013590993610777,
    0.8013590993610777,
    0.8013590993610777,
    0.8329991863459563,
    0.8329991863459563,
    0.8329991863459563,
    0.8329991863459563,
    0.8329991863459563,
    0.8329991863459563,
    0.8329991863459563,
    0.8329991863459563,
    0.8329991863459563,
    0.813516319017448,
    0.813516319017448,
    0.813516319017448,
    0.813516319017448,
    0.813516319017448,
    0.813516319017448,
    0.813516319017448,
    0.813516319017448,
    0.813516319017448,
    0.8326222804534684,
    0.8326222804534684,
    0.8326222804534684,
    0.8326222804534684,
    0.8326222804534684,
    0.8326222804534684,
    0.8326222804534684,
    0.8326222804534684,
    0.8326222804534684,
    0.8609296905393361
  ],
  "8": [
    "",
    "",
    "",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space; students line up outside the university gym before the career fair opens.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space, as students line up outside the university gym before the career fair opens.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves. Finance firms offer QR codes for immediate internship applications.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the university gym space for a career fair. Students line up outside the gym before the fair opens. Consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners are arranged in a circle around a polished floor within the university gym space for a career fair. Students line up outside the gym before the fair opens. Consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.3001216559438409,
    0.3001216559438409,
    0.3001216559438409,
    0.3001216559438409,
    0.3001216559438409,
    0.3001216559438409,
    0.3001216559438409,
    0.3001216559438409,
    0.3001216559438409,
    0.3001216559438409,
    0.4518361673933905,
    0.4518361673933905,
    0.4518361673933905,
    0.4518361673933905,
    0.4518361673933905,
    0.4217758813674517,
    0.4217758813674517,
    0.4217758813674517,
    0.4217758813674517,
    0.4217758813674517,
    0.4217758813674517,
    0.7604671965226012,
    0.7604671965226012,
    0.7604671965226012,
    0.7604671965226012,
    0.7604671965226012,
    0.7604671965226012,
    0.7365377056636205,
    0.7365377056636205,
    0.7365377056636205,
    0.7365377056636205,
    0.7365377056636205,
    0.7365377056636205,
    0.7804019321074689,
    0.7804019321074689,
    0.7804019321074689,
    0.7804019321074689,
    0.7804019321074689,
    0.7804019321074689,
    0.8412298557168567,
    0.8412298557168567,
    0.8412298557168567,
    0.8412298557168567,
    0.8412298557168567,
    0.8354057340860266,
    0.8354057340860266,
    0.8354057340860266,
    0.8354057340860266,
    0.8354057340860266,
    0.8354057340860266,
    0.8354057340860266,
    0.8354057340860266,
    0.8293848989793361,
    0.8293848989793361,
    0.8293848989793361,
    0.8293848989793361,
    0.8293848989793361,
    0.8293848989793361,
    0.8293848989793361,
    0.8293848989793361,
    0.8293848989793361,
    0.8312847597902072,
    0.8312847597902072
  ],
  "9": [
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor.",
    "At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor.",
    "At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor, while tech companies display demo screens showing their latest apps.",
    "At the event entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor. Tech companies display demo screens showing their latest apps.",
    "At the event entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards, while dozens of booths with colorful banners encircle the polished floor. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards, as dozens of booths with colorful banners encircle the polished floor. Tech companies display demo screens showing their latest apps, while career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications, and an alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards as dozens of booths with colorful banners encircle a polished floor. Tech companies display demo screens showing their latest apps, while career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards as dozens of booths with colorful banners encircle a polished floor. Tech companies display demo screens showing their latest apps, while career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.6006384892399287,
    0.6006384892399287,
    0.6006384892399287,
    0.6006384892399287,
    0.6006384892399287,
    0.7600766466924044,
    0.7600766466924044,
    0.7600766466924044,
    0.7600766466924044,
    0.7600766466924044,
    0.7600766466924044,
    0.7600766466924044,
    0.7600766466924044,
    0.8291996000982427,
    0.8291996000982427,
    0.8291996000982427,
    0.8291996000982427,
    0.8291996000982427,
    0.8291996000982427,
    0.8291996000982427,
    0.8291996000982427,
    0.8482430379835745,
    0.8482430379835745,
    0.8482430379835745,
    0.8482430379835745,
    0.8482430379835745,
    0.8482430379835745,
    0.8343320887531926,
    0.8343320887531926,
    0.8343320887531926,
    0.8343320887531926,
    0.8343320887531926,
    0.8343320887531926,
    0.8363721015888865,
    0.8363721015888865,
    0.8363721015888865,
    0.8363721015888865,
    0.8363721015888865,
    0.8363721015888865,
    0.8363721015888865,
    0.8469730850685491,
    0.8469730850685491,
    0.8469730850685491,
    0.8469730850685491
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A small group of students rehearses elevator pitches quietly while standing against a wall.",
    "A small group of students stands against a wall, quietly rehearsing elevator pitches; finance firms offer QR codes for immediate internship applications.",
    "At the entrance, event staff scan registrations and hand out lanyards. A small group of students stands against a wall, quietly rehearsing elevator pitches, while finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards. A small group of students stands against a wall, quietly rehearsing elevator pitches. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "Staff at the event entrance scan registrations and hand out lanyards. A small group of students stands against a wall, quietly rehearsing elevator pitches. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station.",
    "Staff at the event entrance scan registrations and hand out lanyards. A small group of students stands against a wall, quietly rehearsing elevator pitches. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station.",
    "Staff at the event entrance scan registrations and hand out lanyards. A small group of students stands against a wall, quietly rehearsing elevator pitches. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "Staff at the event entrance scan registrations and hand out lanyards. A small group of students stands against a wall, quietly rehearsing elevator pitches. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries.",
    "Staff at the event entrance scan registrations and hand out lanyards, establishing the check-in flow. A small group of students stands against a wall, quietly rehearsing elevator pitches. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews.",
    "Staff at the event entrance scan registrations and hand out lanyards, establishing the check-in flow. A small group of students stands against a wall, quietly rehearsing elevator pitches. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.28004298473303935,
    0.28004298473303935,
    0.28004298473303935,
    0.28004298473303935,
    0.28004298473303935,
    0.28004298473303935,
    0.37276757347866896,
    0.37276757347866896,
    0.37276757347866896,
    0.37276757347866896,
    0.37276757347866896,
    0.37276757347866896,
    0.37276757347866896,
    0.6010801214190247,
    0.6010801214190247,
    0.6010801214190247,
    0.6010801214190247,
    0.6010801214190247,
    0.6010801214190247,
    0.7474151448474396,
    0.7474151448474396,
    0.7474151448474396,
    0.7474151448474396,
    0.7474151448474396,
    0.7474151448474396,
    0.7900531735511781,
    0.7900531735511781,
    0.7900531735511781,
    0.7900531735511781,
    0.7900531735511781,
    0.7900531735511781,
    0.7900531735511781,
    0.7900531735511781,
    0.7900531735511781,
    0.7900531735511781,
    0.7900531735511781,
    0.7900531735511781,
    0.7900531735511781,
    0.8060664489829695,
    0.8060664489829695,
    0.8060664489829695,
    0.8060664489829695,
    0.8060664489829695,
    0.820716434753178,
    0.820716434753178,
    0.820716434753178,
    0.820716434753178,
    0.820716434753178,
    0.820716434753178,
    0.820716434753178,
    0.820716434753178,
    0.8321816074886967,
    0.8321816074886967,
    0.8321816074886967,
    0.8321816074886967,
    0.8321816074886967,
    0.8321816074886967
  ],
  "11": [
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "During the event, a welcome announcement is broadcast over the PA system, outlining the fair schedule. Healthcare providers display community outreach photos.",
    "During the event, a welcome announcement is broadcast over the PA system, outlining the fair schedule. Healthcare providers display community outreach photos. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, a welcome announcement is broadcast over the PA system, outlining the fair schedule. Healthcare providers display community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention.",
    "At the event, a welcome announcement is broadcast over the PA system, outlining the fair schedule. Healthcare providers display community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, a welcome announcement is broadcast over the PA system, outlining the fair schedule. Healthcare providers display community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, a welcome announcement is broadcast over the PA system, outlining the fair schedule. Healthcare providers display community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps.",
    "At the event, a welcome announcement is broadcast over the PA system, outlining the fair schedule. Healthcare providers display community outreach photos. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, a welcome announcement is broadcast over the PA system outlining the fair schedule. Healthcare providers display community outreach photos. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "At the event, a welcome announcement is broadcast over the PA system outlining the fair schedule. Healthcare providers display photos of community outreach. In an adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map.",
    "At the university career fair, a welcome announcement over the PA outlines the fair schedule. Healthcare providers display photos of community outreach. In an adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5494967363347405,
    0.5494967363347405,
    0.5494967363347405,
    0.5494967363347405,
    0.5494967363347405,
    0.5494967363347405,
    0.5494967363347405,
    0.7452196114038449,
    0.7452196114038449,
    0.7452196114038449,
    0.7452196114038449,
    0.7452196114038449,
    0.7452196114038449,
    0.8104110665045461,
    0.8104110665045461,
    0.8104110665045461,
    0.8104110665045461,
    0.8104110665045461,
    0.8112914109144845,
    0.8112914109144845,
    0.8112914109144845,
    0.8112914109144845,
    0.8112914109144845,
    0.8112914109144845,
    0.8112914109144845,
    0.8112914109144845,
    0.8112914109144845,
    0.8112914109144845,
    0.8112914109144845,
    0.8112914109144845,
    0.8112914109144845,
    0.840979793754427,
    0.840979793754427,
    0.840979793754427,
    0.840979793754427,
    0.840979793754427,
    0.8567094481047663,
    0.8567094481047663,
    0.8567094481047663,
    0.8567094481047663,
    0.8567094481047663,
    0.8923518287871368,
    0.8923518287871368,
    0.8923518287871368,
    0.8923518287871368,
    0.8923518287871368,
    0.8923518287871368,
    0.8923518287871368,
    0.8923518287871368,
    0.8934228592132092,
    0.8934228592132092,
    0.8934228592132092,
    0.8934228592132092,
    0.8934228592132092,
    0.8934228592132092,
    0.8934228592132092,
    0.8934228592132092
  ],
  "12": [
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications.",
    "An alumni panel discusses how to prepare for technical interviews, while alumni volunteers give quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications, and healthcare providers showcase community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews, while alumni volunteers give quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications, and healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "At the university, an alumni panel discusses how to prepare for technical interviews while alumni volunteers give quick pep talks near the coffee station. Finance firms display QR codes for immediate internship applications, and healthcare providers showcase photos from community outreach. Students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the university, a career fair setting unfolds with an alumni panel discussing how to prepare for technical interviews, while alumni volunteers give quick pep talks near the coffee station. Finance firms display QR codes for immediate internship applications, and healthcare providers showcase photos from community outreach. Students line up outside the university gym before the career fair opens. Inside, human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university, a career fair unfolds with an alumni panel discussing how to prepare for technical interviews, while alumni volunteers give quick pep talks near the coffee station. Finance firms display QR codes for immediate internship applications, and healthcare providers showcase photos from community outreach. Students line up outside the university gym before the fair opens. Inside, human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews while alumni volunteers give quick pep talks near the coffee station. Finance firms display QR codes for immediate internship applications, and healthcare providers showcase photos from community outreach. Students line up outside the university gym before the career fair opens. Inside, human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews while alumni volunteers give quick pep talks near the coffee station. Finance firms display QR codes for immediate internship applications, and healthcare providers showcase photos from community outreach. Students line up outside the university gym before the career fair opens. Inside, human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "12_score": [
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.6816445234874214,
    0.6816445234874214,
    0.6816445234874214,
    0.6816445234874214,
    0.6816445234874214,
    0.6816445234874214,
    0.5940058035900435,
    0.5940058035900435,
    0.5940058035900435,
    0.5940058035900435,
    0.5940058035900435,
    0.7634955213787267,
    0.7634955213787267,
    0.7634955213787267,
    0.7634955213787267,
    0.7634955213787267,
    0.7634955213787267,
    0.7634955213787267,
    0.7634955213787267,
    0.7634955213787267,
    0.7726707409778741,
    0.7726707409778741,
    0.7726707409778741,
    0.7726707409778741,
    0.7726707409778741,
    0.7726707409778741,
    0.8498830065454841,
    0.8498830065454841,
    0.8498830065454841,
    0.8498830065454841,
    0.8498830065454841,
    0.8498830065454841,
    0.8498830065454841,
    0.8498830065454841,
    0.8564957233624979,
    0.8564957233624979,
    0.8564957233624979,
    0.8564957233624979,
    0.8564957233624979,
    0.8564957233624979,
    0.8564957233624979,
    0.8564957233624979,
    0.8564957233624979,
    0.8587050359905127,
    0.8587050359905127,
    0.8587050359905127,
    0.8587050359905127,
    0.8587050359905127,
    0.8587050359905127,
    0.8587050359905127
  ],
  "13": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, and a welcome announcement outlines the fair schedule over the PA system.",
    "At the event, career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders.",
    "At the career fair, attendees are reminded by career counselors to maintain eye contact. A welcome PA announcement outlines the fair schedule. Event staff at the entrance scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against a wall, while others clutch resumes tucked inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, attendees are reminded by career counselors to maintain eye contact. A welcome PA announcement outlines the fair schedule. Event staff at the entrance scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against a wall, while others clutch resumes tucked inside branded folders. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "At the career fair, attendees are reminded by career counselors to maintain eye contact. A welcome PA announcement outlines the fair schedule. Event staff at the entrance scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against a wall, while others clutch resumes tucked inside branded folders. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "At the career fair, attendees are reminded by career counselors to maintain eye contact, while a welcome PA announces the fair schedule. Entrance staff scan registrations and hand out lanyards. Some students practice elevator pitches quietly against a wall; others clutch resumes tucked inside branded folders. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage."
  ],
  "13_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.44862741024991526,
    0.44862741024991526,
    0.44862741024991526,
    0.44862741024991526,
    0.44862741024991526,
    0.44862741024991526,
    0.44862741024991526,
    0.44862741024991526,
    0.8370037087016504,
    0.8370037087016504,
    0.8370037087016504,
    0.8370037087016504,
    0.8370037087016504,
    0.8370037087016504,
    0.8413857579705895,
    0.8413857579705895,
    0.8413857579705895,
    0.8413857579705895,
    0.8413857579705895,
    0.8413857579705895,
    0.8413857579705895,
    0.8413857579705895,
    0.8362304874327472,
    0.8362304874327472,
    0.8362304874327472,
    0.8362304874327472,
    0.8362304874327472,
    0.8362304874327472,
    0.8362304874327472,
    0.8362304874327472,
    0.8341997034326747,
    0.8341997034326747,
    0.8341997034326747,
    0.8341997034326747,
    0.8341997034326747,
    0.8341997034326747,
    0.8341997034326747,
    0.8341997034326747,
    0.8341997034326747,
    0.8592593610515822,
    0.8592593610515822,
    0.8592593610515822,
    0.8592593610515822,
    0.8592593610515822,
    0.8592593610515822,
    0.8592593610515822,
    0.8592593610515822,
    0.8592593610515822,
    0.8592593610515822,
    0.8592593610515822,
    0.8592593610515822,
    0.8592593610515822,
    0.8592593610515822,
    0.8592593610515822,
    0.8592593610515822,
    0.8592593610515822,
    0.8592593610515822,
    0.8721411368023982,
    0.8721411368023982,
    0.8721411368023982
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase photos of community outreach.",
    "Healthcare providers showcase photos of community outreach, while alumni volunteers share quick pep talks near the coffee station.",
    "At the event, healthcare providers display photos of community outreach; alumni volunteers share quick pep talks near the coffee station; human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, healthcare providers display photos of community outreach; alumni volunteers share quick pep talks near the coffee station; HR teams jot notes on tablets as students introduce themselves; an alumni panel discusses how to prepare for technical interviews.",
    "At the event, healthcare providers display photos of community outreach; alumni volunteers share quick pep talks near the coffee station; HR teams jot notes on tablets as students introduce themselves; an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "At the event, healthcare providers display photos of community outreach, while alumni volunteers give quick pep talks near the coffee station. HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "Healthcare providers display photos of community outreach at the event, while alumni volunteers deliver quick pep talks near the coffee station. HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, a campus career fair unfolds around a polished floor. Dozens of booths with colorful banners circle the space; tech companies display demo screens showing their latest apps. Healthcare providers display photos of community outreach, while alumni volunteers give quick pep talks near the coffee station. HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "On a polished floor, a campus career fair unfolds with dozens of booths and colorful banners circling the space. Tech companies display demo screens showing their latest apps, while healthcare providers show photos of community outreach. Alumni volunteers give quick pep talks near the coffee station, and HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.30704763222023856,
    0.30704763222023856,
    0.30704763222023856,
    0.30704763222023856,
    0.30704763222023856,
    0.30704763222023856,
    0.30704763222023856,
    0.30704763222023856,
    0.43035387073373266,
    0.43035387073373266,
    0.43035387073373266,
    0.43035387073373266,
    0.43035387073373266,
    0.43035387073373266,
    0.46664766700010285,
    0.46664766700010285,
    0.46664766700010285,
    0.46664766700010285,
    0.46664766700010285,
    0.46664766700010285,
    0.46664766700010285,
    0.6297457991710321,
    0.6297457991710321,
    0.6297457991710321,
    0.6297457991710321,
    0.6297457991710321,
    0.6297457991710321,
    0.6297457991710321,
    0.8128747070091095,
    0.8128747070091095,
    0.8128747070091095,
    0.8128747070091095,
    0.8128747070091095,
    0.8128747070091095,
    0.8276834547004716,
    0.8276834547004716,
    0.8276834547004716,
    0.8276834547004716,
    0.8276834547004716,
    0.8276834547004716,
    0.8276834547004716,
    0.8276834547004716,
    0.8716553342078326,
    0.8716553342078326,
    0.8716553342078326,
    0.8716553342078326,
    0.8716553342078326,
    0.8716553342078326,
    0.8716553342078326,
    0.8635590439716201,
    0.8635590439716201,
    0.8635590439716201,
    0.8635590439716201,
    0.8635590439716201,
    0.8635590439716201
  ],
  "15": [
    "",
    "",
    "Alumni volunteers are gathered near the coffee station, offering quick pep talks.",
    "Alumni volunteers are gathered near the coffee station, offering quick pep talks, while students line up outside the university gym before the career fair opens.",
    "Alumni volunteers are gathered near the coffee station, offering quick pep talks, while students line up outside the university gym before the career fair opens. A robotics startup has a booth and flies a small drone overhead to draw attention.",
    "Alumni volunteers are gathered near the coffee station, offering quick pep talks, while students line up outside the university gym before the career fair opens. A robotics startup has a booth and flies a small drone overhead to draw attention. A welcome announcement outlines the fair schedule over the PA system.",
    "Alumni volunteers gather near the coffee station, offering quick pep talks as students line up outside the university gym before the career fair opens. A robotics startup has a booth and is flying a small drone overhead to draw attention. The welcome announcement over the PA system outlines the fair schedule.",
    "Alumni volunteers gather near the coffee station as students line up outside the university gym before the career fair opens. A robotics startup maintains a booth on the floor and is flying a small drone overhead to draw attention. The welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews.",
    "Alumni volunteers gather near the coffee station as students line up outside the university gym before the career fair opens. A robotics startup maintains a booth on the gym floor and is flying a small drone overhead to draw attention. The welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews.",
    "Alumni volunteers gather near the coffee station as students line up outside the university gym before the career fair opens. A robotics startup maintains a booth on the gym floor and is flying a small drone overhead to draw attention. The welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Alumni volunteers gather near the coffee station as students line up outside the university gym before the career fair opens. A robotics startup maintains a booth on the gym floor and is flying a small drone overhead to draw attention. The welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables.",
    "Alumni volunteers cluster near the coffee station as students queue outside the university gym ahead of the career fair. Inside the gym, a robotics startup maintains a booth on the floor and flies a small drone overhead to attract attention. The PA system carries a welcome announcement outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms display glossy case-study booklets on high tables. Students clutch resumes inside branded folders."
  ],
  "15_score": [
    0.0,
    0.0,
    0.2741013390958349,
    0.2741013390958349,
    0.2741013390958349,
    0.2741013390958349,
    0.2741013390958349,
    0.2741013390958349,
    0.37496274706106264,
    0.37496274706106264,
    0.37496274706106264,
    0.37496274706106264,
    0.37496274706106264,
    0.5935834754285255,
    0.5935834754285255,
    0.5935834754285255,
    0.5935834754285255,
    0.5935834754285255,
    0.5935834754285255,
    0.8029948092907225,
    0.8029948092907225,
    0.8029948092907225,
    0.8029948092907225,
    0.8029948092907225,
    0.8029948092907225,
    0.8029948092907225,
    0.7800056524514206,
    0.7800056524514206,
    0.7800056524514206,
    0.7800056524514206,
    0.7800056524514206,
    0.7800056524514206,
    0.7800056524514206,
    0.7800056524514206,
    0.7982534856782784,
    0.7982534856782784,
    0.7982534856782784,
    0.7982534856782784,
    0.7982534856782784,
    0.7982534856782784,
    0.7982534856782784,
    0.7854082347565068,
    0.7854082347565068,
    0.7854082347565068,
    0.7854082347565068,
    0.7854082347565068,
    0.7985985437093915,
    0.7985985437093915,
    0.7985985437093915,
    0.7985985437093915,
    0.7985985437093915,
    0.7985985437093915,
    0.7985985437093915,
    0.8002360011793388,
    0.8002360011793388,
    0.8002360011793388,
    0.8002360011793388,
    0.8002360011793388,
    0.8002360011793388,
    0.8002360011793388,
    0.8463378445586948,
    0.8463378445586948,
    0.8463378445586948,
    0.8463378445586948,
    0.8463378445586948
  ],
  "16": [
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule, broadcast over the PA system.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while career counselors redirect unsure students toward applicable industries.",
    "During the career fair, a welcome announcement is broadcast over the PA system outlining the schedule, while career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station.",
    "During the career fair, a welcome announcement is broadcast over the PA system outlining the schedule. Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications.",
    "At the career fair, a welcome announcement is broadcast over the PA system outlining the schedule. Career counselors redirect unsure students toward applicable industries, while alumni volunteers deliver brief pep talks near the coffee station. Finance firms display QR codes to facilitate immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the career fair, a welcome announcement is broadcast over the PA system outlining the schedule. Career counselors redirect unsure students toward applicable industries, while alumni volunteers deliver brief pep talks near the coffee station. Finance firms display QR codes to facilitate immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, a welcome announcement is broadcast over the PA system outlining the schedule. Career counselors direct unsure students toward applicable industries, while alumni volunteers deliver brief pep talks near the coffee station. Finance firms display QR codes to facilitate immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, a welcome announcement over the PA outlines the schedule. Career counselors guide unsure students toward applicable industries, while alumni volunteers deliver brief pep talks near the coffee station. Finance firms display QR codes to facilitate immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3942343823384784,
    0.3942343823384784,
    0.3942343823384784,
    0.3942343823384784,
    0.3942343823384784,
    0.3942343823384784,
    0.3942343823384784,
    0.4840090117703318,
    0.4840090117703318,
    0.4840090117703318,
    0.4840090117703318,
    0.4840090117703318,
    0.4840090117703318,
    0.4840090117703318,
    0.4840090117703318,
    0.6435059865811432,
    0.6435059865811432,
    0.6435059865811432,
    0.6435059865811432,
    0.6435059865811432,
    0.8164130115630446,
    0.8164130115630446,
    0.8164130115630446,
    0.8164130115630446,
    0.8164130115630446,
    0.8164130115630446,
    0.8164130115630446,
    0.8164130115630446,
    0.814671256260995,
    0.814671256260995,
    0.814671256260995,
    0.814671256260995,
    0.814671256260995,
    0.814671256260995,
    0.814671256260995,
    0.814671256260995,
    0.814671256260995,
    0.814671256260995,
    0.814671256260995,
    0.814671256260995,
    0.8378265944318526,
    0.8378265944318526,
    0.8378265944318526,
    0.8378265944318526,
    0.8378265944318526,
    0.8378265944318526,
    0.8378265944318526,
    0.8517431191348759,
    0.8517431191348759,
    0.8517431191348759,
    0.8517431191348759,
    0.8517431191348759,
    0.8517431191348759,
    0.8517431191348759,
    0.8635359447570481,
    0.8635359447570481,
    0.8635359447570481,
    0.8635359447570481,
    0.8635359447570481,
    0.8635359447570481,
    0.8635359447570481
  ],
  "17": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while the engineering society sponsors a resume review table near the stage.",
    "Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "A conference venue hosts multiple activity strands: consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume-review table near the stage. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the conference venue, multiple activity strands unfold: consulting firms stack glossy case study booklets on high tables, while the engineering society sponsors a resume-review table near the stage. Tech companies display demo screens showing their latest apps, and human resources teams jot notes on tablets as students introduce themselves. In an adjoining classroom, workshops on networking etiquette begin, and students clutch resumes inside branded folders.",
    "At the conference venue, multiple activity strands unfold: consulting firms stack glossy case study booklets on high tables; the engineering society sponsors a resume-review table near the stage; tech companies display demo screens showing their latest apps; human resources teams jot notes on tablets as students introduce themselves. In an adjoining classroom, workshops on networking etiquette begin, with students clutching resumes inside branded folders.",
    "At the conference venue, multiple activity strands unfold: consulting firms stack glossy case study booklets on high tables; the engineering society sponsors a resume-review table near the stage; tech companies display demo screens showing their latest apps; human resources teams jot notes on tablets as students introduce themselves. In an adjoining classroom, workshops on networking etiquette begin, with students clutching resumes inside branded folders.",
    "At the conference venue, several activity strands unfold: consulting firms stack glossy case study booklets on high tables; the engineering society sponsors a resume-review table near the stage; tech companies display demo screens showing their latest apps; human resources teams jot notes on tablets as students introduce themselves. In an adjoining classroom, workshops on networking etiquette begin, with students clutching resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3257241941879784,
    0.3257241941879784,
    0.3257241941879784,
    0.3257241941879784,
    0.3257241941879784,
    0.3257241941879784,
    0.3257241941879784,
    0.6298911351083941,
    0.6298911351083941,
    0.6298911351083941,
    0.6298911351083941,
    0.6298911351083941,
    0.6298911351083941,
    0.784551806859239,
    0.784551806859239,
    0.784551806859239,
    0.784551806859239,
    0.784551806859239,
    0.784551806859239,
    0.784551806859239,
    0.784551806859239,
    0.7184218454223145,
    0.7184218454223145,
    0.7184218454223145,
    0.7184218454223145,
    0.7184218454223145,
    0.7184218454223145,
    0.7184218454223145,
    0.7184218454223145,
    0.7529529852736538,
    0.7529529852736538,
    0.7529529852736538,
    0.7529529852736538,
    0.7529529852736538,
    0.7529529852736538,
    0.7529529852736538,
    0.6248112010660998,
    0.6248112010660998,
    0.6248112010660998,
    0.6248112010660998,
    0.6248112010660998,
    0.6248112010660998,
    0.6248112010660998,
    0.6248112010660998,
    0.6248112010660998,
    0.6248112010660998,
    0.6248112010660998,
    0.6248112010660998,
    0.6248112010660998,
    0.6248112010660998,
    0.6248112010660998,
    0.6248112010660998,
    0.6248112010660998
  ],
  "18": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, and students clutch resumes inside branded folders.",
    "Healthcare providers showcase community outreach photos, and students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "Healthcare providers showcase community outreach photos, while students clutch resumes inside branded folders. A welcome announcement over the PA system outlines the fair schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "At a career fair, healthcare providers showcase community outreach photos, while students clutch resumes inside branded folders. A welcome PA announcement outlines the fair schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "At a career fair, healthcare providers showcase community outreach photos while students clutch resumes inside branded folders. A welcome PA announcement outlines the fair schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "At a career fair, healthcare providers showcase community outreach photos while students clutch resumes inside branded folders. A welcome PA announcement outlines the fair schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "At a career fair, healthcare providers showcase community outreach photos while students clutch resumes inside branded folders. A welcome PA announcement outlines the fair schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "At a career fair, healthcare providers display community outreach photos while students clutch resumes inside branded folders. A welcome PA announcement outlines the fair schedule. Alumni volunteers give quick pep talks near the coffee station.",
    "At a career fair, healthcare providers display community outreach photos while students clutch resumes inside branded folders. Alumni volunteers give quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "At a career fair, healthcare providers display community outreach photos while students clutch resumes inside branded folders; alumni volunteers deliver quick pep talks near the coffee station, and a welcome announcement outlines the fair schedule over the PA system."
  ],
  "18_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3526294686173825,
    0.3526294686173825,
    0.3526294686173825,
    0.3526294686173825,
    0.3526294686173825,
    0.5856331178613957,
    0.5856331178613957,
    0.5856331178613957,
    0.5856331178613957,
    0.5856331178613957,
    0.7312870518781159,
    0.7312870518781159,
    0.7312870518781159,
    0.7312870518781159,
    0.7312870518781159,
    0.7724720060459079,
    0.7724720060459079,
    0.7724720060459079,
    0.7724720060459079,
    0.7724720060459079,
    0.7529548848530732,
    0.7529548848530732,
    0.7529548848530732,
    0.7529548848530732,
    0.7529548848530732,
    0.7529548848530732,
    0.7529548848530732,
    0.7529548848530732,
    0.7529548848530732,
    0.7529548848530732,
    0.7529548848530732,
    0.7529548848530732,
    0.7529548848530732,
    0.7529548848530732,
    0.7529548848530732,
    0.7529548848530732,
    0.7529548848530732,
    0.7529548848530732,
    0.7529548848530732,
    0.7529548848530732,
    0.7616328621766053,
    0.7616328621766053,
    0.7616328621766053,
    0.7616328621766053,
    0.7616328621766053,
    0.7616328621766053,
    0.7616328621766053,
    0.7853861634539442,
    0.7853861634539442,
    0.7853861634539442,
    0.7853861634539442,
    0.7853861634539442,
    0.7853861634539442,
    0.5104871048981046,
    0.5104871048981046,
    0.5104871048981046,
    0.5104871048981046,
    0.5104871048981046
  ],
  "19": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables.",
    "In an event setting, alumni volunteers share quick pep talks near the coffee station, consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos.",
    "In an event setting, alumni volunteers give quick pep talks near the coffee station, consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system, outlining the fair schedule for the day.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station. Consulting firms display glossy case study booklets stacked on high tables. Healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system, outlining the fair schedule for the day. Groups of friends mark target employers on the event map.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station. Consulting firms display glossy case study booklets stacked on high tables. Healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system, outlining the fair schedule for the day. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station. Consulting firms display glossy case study booklets stacked on high tables. Healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system, outlining the fair schedule for the day. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "Alumni volunteers give brief pep talks near the coffee station; consulting firms display glossy case study booklets on high tables; healthcare providers showcase community outreach photos; a welcome announcement is broadcast over the PA outlining the day’s fair schedule; groups of friends mark target employers on the event map; an alumni panel discusses how to prepare for technical interviews; tech companies display demo screens showing their latest apps; students clutch resumes inside branded folders.",
    "At a polished-floored career fair, dozens of booths with colorful banners circle the space. Alumni volunteers give brief pep talks near the coffee station. Consulting firms display glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA outlining the day’s fair schedule. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "At a polished-floored career fair, dozens of booths with colorful banners circle the space. Alumni volunteers give brief pep talks near the coffee station. Consulting firms display glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA outlining the day’s fair schedule. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "19_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3540062592206067,
    0.3540062592206067,
    0.3540062592206067,
    0.3540062592206067,
    0.3540062592206067,
    0.3540062592206067,
    0.3802205998259497,
    0.3802205998259497,
    0.3802205998259497,
    0.3802205998259497,
    0.3802205998259497,
    0.3802205998259497,
    0.6120607569996308,
    0.6120607569996308,
    0.6120607569996308,
    0.6120607569996308,
    0.6120607569996308,
    0.6120607569996308,
    0.8134879931083306,
    0.8134879931083306,
    0.8134879931083306,
    0.8134879931083306,
    0.8134879931083306,
    0.8134879931083306,
    0.8134879931083306,
    0.8134879931083306,
    0.828818443976985,
    0.828818443976985,
    0.828818443976985,
    0.828818443976985,
    0.828818443976985,
    0.828818443976985,
    0.828818443976985,
    0.8460622140889013,
    0.8460622140889013,
    0.8460622140889013,
    0.8460622140889013,
    0.8460622140889013,
    0.8460622140889013,
    0.8460622140889013,
    0.8460622140889013,
    0.5063661545866237,
    0.5063661545866237,
    0.5063661545866237,
    0.5063661545866237,
    0.5063661545866237,
    0.5063661545866237,
    0.5063661545866237,
    0.8732064766334615,
    0.8732064766334615,
    0.8732064766334615,
    0.8732064766334615,
    0.8732064766334615,
    0.8732064766334615,
    0.8732064766334615,
    0.8732064766334615,
    0.8732064766334615
  ],
  "20": [
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share brief pep talks near the coffee station, while event staff scan registrations and hand out lanyards at the entrance.",
    "Alumni volunteers deliver brief pep talks near the coffee station, while at the entrance event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos.",
    "Alumni volunteers deliver brief pep talks near the coffee station, while at the entrance event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps.",
    "The scene features alumni volunteers delivering brief pep talks near the coffee station, while at the entrance staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Alumni volunteers deliver brief pep talks near the coffee station as staff at the entrance scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos, while tech companies display demo screens of their latest apps. A cybersecurity company runs a password cracking challenge on a laptop, and workshops on networking etiquette begin in the adjoining classroom.",
    "In the event space, alumni volunteers deliver brief pep talks near the coffee station while staff at the entrance scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos, and tech companies display demo screens of their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "Across the event space, alumni volunteers deliver brief pep talks near the coffee station as staff at the entrance scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos, while tech companies display demo screens of their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "Across the event space, alumni volunteers deliver brief pep talks near the coffee station, while staff at the entrance scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos, and tech companies display demo screens of their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention.",
    "In the event space, alumni volunteers deliver brief pep talks near the coffee station while staff at the entrance scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos, and tech companies display demo screens of their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall, and a robotics startup flies a small drone above its booth to attract attention."
  ],
  "20_score": [
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.36621760466842856,
    0.36621760466842856,
    0.36621760466842856,
    0.36621760466842856,
    0.36621760466842856,
    0.36621760466842856,
    0.36621760466842856,
    0.36621760466842856,
    0.5243858823272085,
    0.5243858823272085,
    0.5243858823272085,
    0.5243858823272085,
    0.5243858823272085,
    0.7294917266054992,
    0.7294917266054992,
    0.7294917266054992,
    0.7294917266054992,
    0.7294917266054992,
    0.7294917266054992,
    0.7301551450372818,
    0.7301551450372818,
    0.7301551450372818,
    0.7301551450372818,
    0.7301551450372818,
    0.7301551450372818,
    0.7301551450372818,
    0.7072161032150388,
    0.7072161032150388,
    0.7072161032150388,
    0.7072161032150388,
    0.7072161032150388,
    0.7072161032150388,
    0.7072161032150388,
    0.794206584316449,
    0.794206584316449,
    0.794206584316449,
    0.794206584316449,
    0.794206584316449,
    0.794206584316449,
    0.7969138037782888,
    0.7969138037782888,
    0.7969138037782888,
    0.7969138037782888,
    0.7969138037782888,
    0.7969138037782888,
    0.8262706105191409,
    0.8262706105191409,
    0.8262706105191409,
    0.8262706105191409,
    0.8262706105191409,
    0.8262706105191409,
    0.8262706105191409,
    0.8028219000036791,
    0.8028219000036791,
    0.8028219000036791,
    0.8028219000036791,
    0.8028219000036791,
    0.8028219000036791
  ],
  "21": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym ahead of the career fair opening. At the event, the engineering society sponsors a resume review table near the stage.",
    "Students line up outside the university gym ahead of the career fair opening. At the event, the engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention.",
    "Students line up outside the university gym ahead of the career fair opening. At the event, the engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym ahead of the career fair opening. Inside the event, the engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym ahead of the career fair opening. Inside, the engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students line up ahead of the career fair opening. Inside, the engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up ahead of the career fair opening. Inside, the engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up ahead of the career fair opening. Inside, the engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.573761224085234,
    0.573761224085234,
    0.573761224085234,
    0.573761224085234,
    0.573761224085234,
    0.573761224085234,
    0.7733008381820236,
    0.7733008381820236,
    0.7733008381820236,
    0.7733008381820236,
    0.7733008381820236,
    0.7733008381820236,
    0.7733008381820236,
    0.7733008381820236,
    0.7733008381820236,
    0.7733008381820236,
    0.7733008381820236,
    0.8232530396788701,
    0.8232530396788701,
    0.8232530396788701,
    0.8232530396788701,
    0.8232530396788701,
    0.8232530396788701,
    0.8232530396788701,
    0.8498843218735047,
    0.8498843218735047,
    0.8498843218735047,
    0.8498843218735047,
    0.8498843218735047,
    0.8498843218735047,
    0.840276840701196,
    0.840276840701196,
    0.840276840701196,
    0.840276840701196,
    0.840276840701196,
    0.840276840701196,
    0.846496057139118,
    0.846496057139118,
    0.846496057139118,
    0.846496057139118,
    0.846496057139118,
    0.846496057139118,
    0.846496057139118,
    0.846496057139118,
    0.8306250814415074,
    0.8306250814415074,
    0.8306250814415074,
    0.8306250814415074,
    0.8306250814415074,
    0.8306250814415074,
    0.8306250814415074,
    0.8306250814415074,
    0.8673642229105014,
    0.8673642229105014
  ],
  "22": [
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, while groups of friends mark target employers on the event map.",
    "The engineering society sponsors a resume review table near the stage; groups of friends mark target employers on the event map; dozens of booths with colorful banners circle the polished floor.",
    "An engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos.",
    "An engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "An engineering society sponsors a resume review table near the stage, while groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables, and finance firms offer QR codes for immediate internship applications.",
    "An engineering society sponsors a resume review table near the stage, while groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables, and finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact.",
    "An engineering society sponsors a resume review table near the stage, while groups of friends mark target employers on the event map. Dozens of booths with colorful banners encircle the polished floor, and healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables, and finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "An engineering society sponsors a resume review table near the stage, while groups of friends mark target employers on the event map. Dozens of booths with colorful banners encircle the polished floor, and healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables, and finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4348144730347006,
    0.4348144730347006,
    0.4348144730347006,
    0.4348144730347006,
    0.4348144730347006,
    0.4348144730347006,
    0.4348144730347006,
    0.4348144730347006,
    0.492471314399943,
    0.492471314399943,
    0.492471314399943,
    0.492471314399943,
    0.492471314399943,
    0.492471314399943,
    0.492471314399943,
    0.492471314399943,
    0.719187010562529,
    0.719187010562529,
    0.719187010562529,
    0.719187010562529,
    0.719187010562529,
    0.719187010562529,
    0.719187010562529,
    0.7360576036320333,
    0.7360576036320333,
    0.7360576036320333,
    0.7360576036320333,
    0.7360576036320333,
    0.7360576036320333,
    0.7360576036320333,
    0.7360576036320333,
    0.7790381756565632,
    0.7790381756565632,
    0.7790381756565632,
    0.7790381756565632,
    0.7790381756565632,
    0.7898866300599875,
    0.7898866300599875,
    0.7898866300599875,
    0.7898866300599875,
    0.7898866300599875,
    0.7898866300599875,
    0.7898866300599875,
    0.7898866300599875,
    0.7991525978145987,
    0.7991525978145987,
    0.7991525978145987,
    0.7991525978145987,
    0.7991525978145987,
    0.7991525978145987,
    0.7991525978145987,
    0.7991525978145987,
    0.7991525978145987,
    0.827571521628204,
    0.827571521628204,
    0.827571521628204,
    0.827571521628204
  ],
  "23": [
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, as career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens, as career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule.",
    "Students line up outside the university gym before the career fair opens as career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders.",
    "Outside the university gym, students line up before the career fair opens as career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Inside, students clutch resumes in branded folders. Groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up before the career fair opens as career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Inside, students clutch resumes in branded folders. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, students line up before the career fair opens as counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Inside, students clutch resumes in branded folders. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, students line up before the career fair opens as counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Inside, students clutch resumes in branded folders. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up before the career fair opens as counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Inside, students clutch resumes in branded folders. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, students line up before the career fair opens as counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. Inside, students clutch resumes in branded folders while groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume-review table near the stage. Some students rehearse elevator pitches quietly against the wall, and tech companies display demo screens showing their latest apps."
  ],
  "23_score": [
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.39014907219689454,
    0.39014907219689454,
    0.39014907219689454,
    0.39014907219689454,
    0.6016231173805585,
    0.6016231173805585,
    0.6016231173805585,
    0.6016231173805585,
    0.6016231173805585,
    0.6016231173805585,
    0.6016231173805585,
    0.6016231173805585,
    0.6739219142685896,
    0.6739219142685896,
    0.6739219142685896,
    0.6739219142685896,
    0.6739219142685896,
    0.6739219142685896,
    0.6739219142685896,
    0.7582158670131187,
    0.7582158670131187,
    0.7582158670131187,
    0.7582158670131187,
    0.7582158670131187,
    0.7582158670131187,
    0.7582158670131187,
    0.7582158670131187,
    0.8035672423528168,
    0.8035672423528168,
    0.8035672423528168,
    0.8035672423528168,
    0.8035672423528168,
    0.8035672423528168,
    0.8035672423528168,
    0.8035672423528168,
    0.8110819683248265,
    0.8110819683248265,
    0.8110819683248265,
    0.8110819683248265,
    0.8110819683248265,
    0.8110819683248265,
    0.8240190840198411,
    0.8240190840198411,
    0.8240190840198411,
    0.8240190840198411,
    0.8240190840198411,
    0.8240190840198411,
    0.8240190840198411,
    0.8240190840198411,
    0.8240190840198411,
    0.8188782065799551,
    0.8188782065799551,
    0.8188782065799551,
    0.8188782065799551,
    0.8188782065799551,
    0.8188782065799551,
    0.8334466340400238,
    0.8334466340400238,
    0.8334466340400238,
    0.8334466340400238
  ],
  "24": [
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables.",
    "A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "On a university campus, a cybersecurity company runs a password-cracking challenge displayed on a laptop. Nearby, consulting firms stack glossy case-study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens.",
    "On a university campus, a cybersecurity company hosts a password-cracking challenge displayed on a laptop. Nearby, consulting firms stack glossy case-study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets while students introduce themselves.",
    "On a university campus, a cybersecurity company hosts a password-cracking challenge displayed on a laptop. Nearby, consulting firms stack glossy case-study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens as human resources teams jot notes on tablets while students introduce themselves.",
    "On a university campus, a cybersecurity company hosts a password-cracking challenge displayed on a laptop. Nearby, consulting firms stack glossy case-study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens as human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "On a university campus, a cybersecurity company hosts a password-cracking challenge displayed on a laptop. Consulting firms stack glossy case-study booklets on high tables nearby. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens, as human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "On a university campus, a cybersecurity company hosts a password-cracking challenge displayed on a laptop. Nearby, consulting firms stack glossy case-study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens, as human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "On a university campus, a cybersecurity company hosts a password-cracking challenge displayed on a laptop. Nearby, consulting firms stack glossy case-study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens, while human resources teams jot notes on tablets and students introduce themselves. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.4706760955138635,
    0.4706760955138635,
    0.4706760955138635,
    0.4706760955138635,
    0.4706760955138635,
    0.4706760955138635,
    0.6236395721839617,
    0.6236395721839617,
    0.6236395721839617,
    0.6236395721839617,
    0.6236395721839617,
    0.6236395721839617,
    0.6941476664491819,
    0.6941476664491819,
    0.6941476664491819,
    0.6941476664491819,
    0.6941476664491819,
    0.7322277385546174,
    0.7322277385546174,
    0.7322277385546174,
    0.7322277385546174,
    0.7322277385546174,
    0.7322277385546174,
    0.7322277385546174,
    0.7322277385546174,
    0.7322277385546174,
    0.7322277385546174,
    0.7299020299441288,
    0.7299020299441288,
    0.7299020299441288,
    0.7299020299441288,
    0.7299020299441288,
    0.7299020299441288,
    0.7299020299441288,
    0.7552928022159724,
    0.7552928022159724,
    0.7552928022159724,
    0.7552928022159724,
    0.7552928022159724,
    0.7552928022159724,
    0.7525195227845085,
    0.7525195227845085,
    0.7525195227845085,
    0.7525195227845085,
    0.7525195227845085,
    0.7525195227845085,
    0.7525195227845085,
    0.7525195227845085,
    0.7387831546575234,
    0.7387831546575234,
    0.7387831546575234,
    0.7387831546575234,
    0.7387831546575234,
    0.7387831546575234,
    0.7387831546575234,
    0.7387831546575234,
    0.7844859969096609
  ],
  "25": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor.",
    "Workshops on networking etiquette begin in the adjoining classroom, while dozens of booths with colorful banners circle the polished floor. Outside the university gym, students line up before the career fair opens.",
    "Workshops on networking etiquette begin in the adjoining classroom, while dozens of booths with colorful banners circle the polished floor. Outside the university gym, students line up before the career fair opens, and an alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, workshops on networking etiquette begin in the adjoining classroom while dozens of booths with colorful banners circle the polished floor. Outside the university gym, students line up before the fair opens. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "At the university career fair, workshops on networking etiquette begin in the adjoining classroom while dozens of booths with colorful banners circle the polished floor. Outside the university gym, students line up before the fair opens. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university career fair, workshops on networking etiquette begin in the adjoining classroom while dozens of booths with colorful banners circle the polished floor. Outside the university gym, students line up before the fair opens. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, networking etiquette workshops run in the adjoining classroom while dozens of booths with colorful banners circle the polished floor. Outside the gym, students line up before the fair opens. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders.",
    "At the university career fair, networking etiquette workshops run in the adjoining classroom while dozens of booths with colorful banners circle the polished floor. Outside the gym, students line up before the fair opens. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, networking etiquette workshops run in the adjoining classroom while dozens of booths with colorful banners circle the polished floor. Outside the gym, students line up before the fair opens. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "25_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.4790970262414145,
    0.4790970262414145,
    0.4790970262414145,
    0.4790970262414145,
    0.4790970262414145,
    0.4790970262414145,
    0.587667701477925,
    0.587667701477925,
    0.587667701477925,
    0.587667701477925,
    0.587667701477925,
    0.587667701477925,
    0.587667701477925,
    0.587667701477925,
    0.6009769436269639,
    0.6009769436269639,
    0.6009769436269639,
    0.6009769436269639,
    0.6009769436269639,
    0.8121455207650281,
    0.8121455207650281,
    0.8121455207650281,
    0.8121455207650281,
    0.8121455207650281,
    0.8121455207650281,
    0.8121455207650281,
    0.8373228643934897,
    0.8373228643934897,
    0.8373228643934897,
    0.8373228643934897,
    0.8373228643934897,
    0.8373228643934897,
    0.8373228643934897,
    0.8590354169369678,
    0.8590354169369678,
    0.8590354169369678,
    0.8590354169369678,
    0.8590354169369678,
    0.872535573004975,
    0.872535573004975,
    0.872535573004975,
    0.872535573004975,
    0.872535573004975,
    0.872535573004975,
    0.872535573004975,
    0.8874093557540631,
    0.8874093557540631,
    0.8874093557540631,
    0.8874093557540631,
    0.8874093557540631,
    0.8874093557540631,
    0.8874093557540631,
    0.8874093557540631,
    0.8874093557540631,
    0.8874093557540631,
    0.8874093557540631,
    0.8874093557540631,
    0.8874093557540631,
    0.8874093557540631
  ],
  "26": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews.",
    "In the adjoining classroom, workshops on networking etiquette begin, while an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact.",
    "In the adjoining classroom, workshops on networking etiquette begin as an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact, while some students rehearse elevator pitches quietly against the wall.",
    "In the adjoining classroom, workshops on networking etiquette begin as an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact, while some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "In the adjoining classroom, workshops on networking etiquette unfold as an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact, while some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves.",
    "In the adjoining classroom, workshops on networking etiquette unfold as an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact, while some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "In the adjoining classroom, workshops on networking etiquette unfold as an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact, while some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.5151204391858446,
    0.5151204391858446,
    0.5151204391858446,
    0.5151204391858446,
    0.5151204391858446,
    0.5151204391858446,
    0.5151204391858446,
    0.5151204391858446,
    0.49886446892053404,
    0.49886446892053404,
    0.49886446892053404,
    0.49886446892053404,
    0.49886446892053404,
    0.49886446892053404,
    0.49886446892053404,
    0.6448309486328103,
    0.6448309486328103,
    0.6448309486328103,
    0.6448309486328103,
    0.6448309486328103,
    0.6448309486328103,
    0.6448309486328103,
    0.6448309486328103,
    0.6883161900009355,
    0.6883161900009355,
    0.6883161900009355,
    0.6883161900009355,
    0.6883161900009355,
    0.6883161900009355,
    0.6883161900009355,
    0.6883161900009355,
    0.6883161900009355,
    0.6883161900009355,
    0.6883161900009355,
    0.6883161900009355,
    0.7245089270666851,
    0.7245089270666851,
    0.7245089270666851,
    0.7245089270666851,
    0.7245089270666851,
    0.7245089270666851,
    0.7245089270666851,
    0.7245089270666851,
    0.7245089270666851,
    0.7421090789469766,
    0.7421090789469766,
    0.7421090789469766
  ],
  "27": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, with career counselors reminding attendees to maintain eye contact.",
    "Networking etiquette workshops begin in the adjoining classroom, with career counselors reminding attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "Networking etiquette workshops are underway in the adjoining classroom, with career counselors reminding attendees to maintain eye contact. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "Networking etiquette workshops are underway in the adjoining classroom, with career counselors reminding attendees to maintain eye contact. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "Networking etiquette workshops are underway in the adjoining classroom, with career counselors reminding attendees to maintain eye contact. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "Networking etiquette workshops are underway in the adjoining classroom, with career counselors reminding attendees to maintain eye contact. Outside the university gym, students line up before the career fair opens. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention.",
    "On campus, networking etiquette workshops are underway in the adjoining classroom while career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before the career fair opens. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables.",
    "On campus, the career fair scene includes etiquette workshops in an adjoining classroom as career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before the fair opens. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "On campus, a career fair unfolds with etiquette workshops held in an adjoining classroom where career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before the fair opens. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map."
  ],
  "27_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3223097937588201,
    0.3223097937588201,
    0.3223097937588201,
    0.3223097937588201,
    0.3223097937588201,
    0.3223097937588201,
    0.3223097937588201,
    0.3223097937588201,
    0.3223097937588201,
    0.3223097937588201,
    0.3223097937588201,
    0.5560260363084848,
    0.5560260363084848,
    0.5560260363084848,
    0.5560260363084848,
    0.7050714975934451,
    0.7050714975934451,
    0.7050714975934451,
    0.7050714975934451,
    0.7050714975934451,
    0.7050714975934451,
    0.7050714975934451,
    0.7050714975934451,
    0.7050714975934451,
    0.7050714975934451,
    0.7050714975934451,
    0.7050714975934451,
    0.7050714975934451,
    0.7050714975934451,
    0.7440793447339449,
    0.7440793447339449,
    0.7440793447339449,
    0.7440793447339449,
    0.7440793447339449,
    0.7440793447339449,
    0.8137582952730438,
    0.8137582952730438,
    0.8137582952730438,
    0.8137582952730438,
    0.8137582952730438,
    0.8137582952730438,
    0.8137582952730438,
    0.8137582952730438,
    0.8280056838079988,
    0.8280056838079988,
    0.8280056838079988,
    0.8280056838079988,
    0.8280056838079988,
    0.8280056838079988,
    0.8280056838079988,
    0.8783830069273436,
    0.8783830069273436,
    0.8783830069273436,
    0.8783830069273436,
    0.8783830069273436,
    0.8783830069273436,
    0.8783830069273436,
    0.8753240207656034
  ],
  "28": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "A robotics startup is flying a small drone above its booth to attract attention. Event staff at the entrance scan registrations and hand out lanyards.",
    "A robotics startup flies a small drone above its booth to attract attention. Event staff at the entrance scan registrations and hand out lanyards. Students clutch resumes inside branded folders.",
    "A robotics startup flies a small drone above its booth to attract attention. At the event entrance, staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders, while groups of friends mark target employers on the event map.",
    "A robotics startup attracts attention by flying a small drone above its booth. At the event entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders, while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "A robotics startup attracts attention by flying a small drone above its booth. At the event entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders, while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage.",
    "A robotics startup draws attention by flying a small drone above its booth. At the event entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage.",
    "At the event, a robotics startup draws attention by flying a small drone above its booth. At the entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications.",
    "At the event, a robotics startup draws attention by flying a small drone above its booth. At the entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.5223282226988133,
    0.5223282226988133,
    0.5223282226988133,
    0.5223282226988133,
    0.5223282226988133,
    0.7131490954856109,
    0.7131490954856109,
    0.7131490954856109,
    0.7131490954856109,
    0.7131490954856109,
    0.7131490954856109,
    0.7426110022869953,
    0.7426110022869953,
    0.7426110022869953,
    0.7426110022869953,
    0.7426110022869953,
    0.7426110022869953,
    0.7426110022869953,
    0.7426110022869953,
    0.7310836621001591,
    0.7310836621001591,
    0.7310836621001591,
    0.7310836621001591,
    0.7310836621001591,
    0.7310836621001591,
    0.7310836621001591,
    0.7310836621001591,
    0.7725405416418221,
    0.7725405416418221,
    0.7725405416418221,
    0.7725405416418221,
    0.7725405416418221,
    0.7725405416418221,
    0.7762443511647701,
    0.7762443511647701,
    0.7762443511647701,
    0.7762443511647701,
    0.7762443511647701,
    0.7762443511647701,
    0.7762443511647701,
    0.7762443511647701,
    0.8517645852886147,
    0.8517645852886147,
    0.8517645852886147,
    0.8517645852886147,
    0.8517645852886147,
    0.8517645852886147,
    0.8517645852886147,
    0.8517645852886147,
    0.8517645852886147,
    0.8517645852886147,
    0.8517645852886147,
    0.8517645852886147,
    0.8626097779398715
  ],
  "29": [
    "",
    "",
    "",
    "",
    "A venue presents dozens of booths encircling a polished floor, each booth displaying colorful banners. The arrangement forms a circular perimeter around the gleaming surface.",
    "Dozens of booths encircle a polished floor, each booth displaying colorful banners and forming a circular perimeter around the gleaming surface. A welcome announcement outlines the fair schedule over the PA system.",
    "Dozens of booths encircle a polished, gleaming floor, each booth displaying colorful banners and forming a circular perimeter around the surface. A welcome announcement outlines the fair schedule over the PA system. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths encircle a polished, gleaming floor, each booth displaying colorful banners and forming a circular perimeter around the surface. A welcome announcement outlines the fair schedule over the PA system. Some students rehearse elevator pitches quietly against the wall. Event staff at the entrance scan registrations and hand out lanyards.",
    "Dozens of booths encircle a polished, gleaming floor, each booth displaying colorful banners and forming a circular perimeter around the surface. A welcome announcement outlines the fair schedule over the PA system. Some students rehearse elevator pitches quietly against the wall. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths encircle a polished, gleaming floor, each booth displaying colorful banners and forming a circular perimeter around the surface. A welcome announcement outlines the fair schedule over the PA system. Some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact.",
    "Dozens of booths encircle a polished, gleaming floor, each booth displaying colorful banners and forming a circular perimeter around the surface. A welcome announcement over the PA outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "Dozens of booths encircle a polished, gleaming floor, each booth displaying colorful banners and forming a circular perimeter around the space. A welcome announcement over the PA outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications.",
    "Dozens of booths encircle a polished, gleaming floor, their colorful banners forming a circular perimeter around the space. A welcome announcement over the PA outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.46361321568841796,
    0.46361321568841796,
    0.46361321568841796,
    0.46361321568841796,
    0.5802732285176512,
    0.5802732285176512,
    0.5802732285176512,
    0.5802732285176512,
    0.5802732285176512,
    0.7792295086457662,
    0.7792295086457662,
    0.7792295086457662,
    0.7792295086457662,
    0.7792295086457662,
    0.7792295086457662,
    0.7792295086457662,
    0.8018207386505589,
    0.8018207386505589,
    0.8018207386505589,
    0.8018207386505589,
    0.8018207386505589,
    0.8018207386505589,
    0.8607356296335626,
    0.8607356296335626,
    0.8607356296335626,
    0.8607356296335626,
    0.8607356296335626,
    0.8607356296335626,
    0.8607356296335626,
    0.8607356296335626,
    0.8745320766891316,
    0.8745320766891316,
    0.8745320766891316,
    0.8745320766891316,
    0.8745320766891316,
    0.8745320766891316,
    0.8745320766891316,
    0.8745320766891316,
    0.8745320766891316,
    0.8745320766891316,
    0.8745320766891316,
    0.8899365959400756,
    0.8899365959400756,
    0.8899365959400756,
    0.8899365959400756,
    0.8899365959400756,
    0.8899365959400756,
    0.8899365959400756,
    0.8899365959400756,
    0.9060397840175468,
    0.9060397840175468,
    0.9060397840175468,
    0.9060397840175468,
    0.9060397840175468,
    0.9060397840175468,
    0.9060397840175468,
    0.9060397840175468,
    0.9060397840175468,
    0.9060397840175468,
    0.9060397840175468,
    0.91141772278743
  ],
  "30": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos as workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers showcase community outreach photos as workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications.",
    "Healthcare providers showcase community outreach photos as workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "In the scene, healthcare providers showcase community outreach photos as networking etiquette workshops commence in the adjoining classroom; finance firms provide QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables; HR teams jot notes on tablets as students introduce themselves.",
    "Healthcare providers showcase community outreach photos as networking etiquette workshops begin in the adjoining classroom. Finance firms provide QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map.",
    "Healthcare providers showcase community outreach photos as networking etiquette workshops begin in the adjoining classroom. Finance firms provide QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers showcase community outreach photos as networking etiquette workshops begin in the adjoining classroom. Finance firms provide QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, healthcare providers display community outreach photos while networking etiquette workshops proceed in the adjoining classroom. Finance firms provide QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule.",
    "At the career fair, healthcare providers display community outreach photos while networking etiquette workshops run in a nearby adjoining classroom. Finance firms offer QR codes to enable immediate internship applications. Consulting firms stack glossy case study booklets on high tables. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Alumni volunteers give quick pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule. Some students rehearse elevator pitches quietly against a wall."
  ],
  "30_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.34803856868709676,
    0.34803856868709676,
    0.34803856868709676,
    0.34803856868709676,
    0.5699489000997905,
    0.5699489000997905,
    0.5699489000997905,
    0.5699489000997905,
    0.5699489000997905,
    0.5699489000997905,
    0.5699489000997905,
    0.6615337076071947,
    0.6615337076071947,
    0.6615337076071947,
    0.6615337076071947,
    0.6615337076071947,
    0.6615337076071947,
    0.4391988550873247,
    0.4391988550873247,
    0.4391988550873247,
    0.4391988550873247,
    0.4391988550873247,
    0.7610147125057116,
    0.7610147125057116,
    0.7610147125057116,
    0.7610147125057116,
    0.7610147125057116,
    0.7610147125057116,
    0.7610147125057116,
    0.7665025373658333,
    0.7665025373658333,
    0.7665025373658333,
    0.7665025373658333,
    0.7665025373658333,
    0.7665025373658333,
    0.7665025373658333,
    0.7665025373658333,
    0.7404164407016384,
    0.7404164407016384,
    0.7404164407016384,
    0.7404164407016384,
    0.7404164407016384,
    0.7404164407016384,
    0.7404164407016384,
    0.7404164407016384,
    0.8752212139917446,
    0.8752212139917446,
    0.8752212139917446,
    0.8752212139917446,
    0.8752212139917446,
    0.8752212139917446,
    0.8752212139917446,
    0.8752212139917446,
    0.8897003816965972,
    0.8897003816965972,
    0.8897003816965972,
    0.8897003816965972,
    0.8897003816965972,
    0.8897003816965972
  ],
  "31": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A line of students forms outside the university gym ahead of the career fair opening.",
    "Outside the university gym, a line of students waits ahead of the career fair opening. Healthcare providers showcase photos of community outreach, illustrating their outreach efforts.",
    "Outside the university gym, a line of students waits ahead of the career fair opening. Healthcare providers display photos that depict their community outreach, illustrating the outreach efforts. A few students stand along the wall, quietly rehearsing elevator pitches.",
    "Outside the university gym, a line of students waits ahead of the career fair opening. Healthcare providers display photos depicting their community outreach, illustrating the outreach efforts. A few students stand along the wall, quietly rehearsing elevator pitches.",
    "Outside the university gym, a line of students waits ahead of the career fair opening. Healthcare providers display photos depicting their community outreach, illustrating the outreach efforts. A few students stand along the wall, quietly rehearsing elevator pitches. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, a line of students waits ahead of the career fair opening. Healthcare providers display photos depicting their community outreach, illustrating the outreach efforts. A few students stand along the wall, quietly rehearsing elevator pitches. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, a line of students waits ahead of the career fair opening. Healthcare providers display photos of their community outreach, illustrating those efforts. A few students stand along the wall, quietly rehearsing elevator pitches. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3921090074075989,
    0.3921090074075989,
    0.3921090074075989,
    0.3921090074075989,
    0.3921090074075989,
    0.48006612000687143,
    0.48006612000687143,
    0.48006612000687143,
    0.48006612000687143,
    0.48006612000687143,
    0.48006612000687143,
    0.48006612000687143,
    0.48006612000687143,
    0.48006612000687143,
    0.5779254478455862,
    0.5779254478455862,
    0.5779254478455862,
    0.5779254478455862,
    0.5779254478455862,
    0.5779254478455862,
    0.5779254478455862,
    0.5779254478455862,
    0.5760714086038818,
    0.5760714086038818,
    0.5760714086038818,
    0.5760714086038818,
    0.5760714086038818,
    0.5760714086038818,
    0.5760714086038818,
    0.5760714086038818,
    0.6455229089368144,
    0.6455229089368144,
    0.6455229089368144,
    0.6455229089368144,
    0.6455229089368144,
    0.6455229089368144,
    0.6455229089368144,
    0.6455229089368144,
    0.6455229089368144,
    0.6455229089368144,
    0.6455229089368144,
    0.6455229089368144,
    0.6455229089368144,
    0.6455229089368144,
    0.6455229089368144,
    0.7290941617008208,
    0.7290941617008208,
    0.7290941617008208,
    0.7290941617008208,
    0.7290941617008208
  ],
  "32": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "An engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps.",
    "An engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event, an engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule. Alumni volunteers give quick pep talks near the coffee station.",
    "At the event, an engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule. Alumni volunteers give quick pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention.",
    "At the event, an engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule. Alumni volunteers give quick pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention.",
    "An engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule. Alumni volunteers give quick pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention. Groups of friends mark target employers on the event map."
  ],
  "32_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4014014397143841,
    0.4014014397143841,
    0.4014014397143841,
    0.4014014397143841,
    0.4014014397143841,
    0.4014014397143841,
    0.4014014397143841,
    0.4014014397143841,
    0.4014014397143841,
    0.4014014397143841,
    0.6074626632691678,
    0.6074626632691678,
    0.6074626632691678,
    0.6074626632691678,
    0.6074626632691678,
    0.6074626632691678,
    0.7894430591282942,
    0.7894430591282942,
    0.7894430591282942,
    0.7894430591282942,
    0.7894430591282942,
    0.7894430591282942,
    0.7894430591282942,
    0.8509349514606355,
    0.8509349514606355,
    0.8509349514606355,
    0.8509349514606355,
    0.8509349514606355,
    0.8509349514606355,
    0.8509349514606355,
    0.8509349514606355,
    0.8509349514606355,
    0.8509349514606355,
    0.882066175244193,
    0.882066175244193,
    0.882066175244193,
    0.882066175244193,
    0.882066175244193,
    0.882066175244193,
    0.882066175244193,
    0.882066175244193,
    0.8971373820810302,
    0.8971373820810302,
    0.8971373820810302,
    0.8971373820810302,
    0.8971373820810302,
    0.8971373820810302,
    0.8971373820810302,
    0.8971373820810302,
    0.8971373820810302,
    0.8971373820810302,
    0.8971373820810302,
    0.8971373820810302,
    0.8971373820810302,
    0.8971373820810302,
    0.8971373820810302,
    0.8886784762913289,
    0.8886784762913289,
    0.8886784762913289
  ],
  "33": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens, while consulting firms stack glossy case study booklets on high tables nearby, and finance firms offer QR codes for immediate internship applications.",
    "Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables nearby, while finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders.",
    "Outside the university gym before the career fair opens, students form a line. Consulting firms have glossy case study booklets stacked on high tables nearby. Finance firms display QR codes inviting immediate internship applications. Students clutch resumes stored in branded folders. Human resources teams jot notes on tablets as students introduce themselves.",
    "Outside the university gym before the career fair opens, students form a line. Nearby, consulting firms have glossy case study booklets stacked on high tables. Finance firms display QR codes inviting immediate internship applications. Students clutch resumes stored in branded folders. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym before the career fair opens, students line up. Nearby, consulting firms have glossy case study booklets stacked on high tables. Finance firms display QR codes inviting immediate internship applications. Students clutch resumes stored in branded folders. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym before the career fair opens, students line up. Consulting firms have glossy case study booklets stacked on high tables nearby, while finance firms display QR codes inviting immediate internship applications. Students clutch resumes stored in branded folders, and HR teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym before the career fair opens, students queue as consulting firms display glossy case-study booklets on high tables nearby and finance firms show QR codes inviting immediate internship applications. Students clutch resumes stored in branded folders while HR teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors direct unsure students toward applicable industries, and groups of friends mark target employers on the event map.",
    "Outside the university gym before the career fair opens, students queue as consulting firms display glossy case-study booklets on high tables nearby and finance firms show QR codes inviting immediate internship applications. Students clutch resumes stored in branded folders while HR teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors direct unsure students toward applicable industries, and groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "33_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.3930147597620448,
    0.3930147597620448,
    0.3930147597620448,
    0.3930147597620448,
    0.3930147597620448,
    0.4215676110468535,
    0.4215676110468535,
    0.4215676110468535,
    0.4215676110468535,
    0.4215676110468535,
    0.7800622084979905,
    0.7800622084979905,
    0.7800622084979905,
    0.7800622084979905,
    0.7800622084979905,
    0.7800622084979905,
    0.7800622084979905,
    0.8076156611041503,
    0.8076156611041503,
    0.8076156611041503,
    0.8076156611041503,
    0.8076156611041503,
    0.8076156611041503,
    0.8076156611041503,
    0.8076156611041503,
    0.8140034795633706,
    0.8140034795633706,
    0.8140034795633706,
    0.8140034795633706,
    0.8140034795633706,
    0.8140034795633706,
    0.8140034795633706,
    0.809931210047057,
    0.809931210047057,
    0.809931210047057,
    0.809931210047057,
    0.809931210047057,
    0.809931210047057,
    0.809931210047057,
    0.8128322288735026,
    0.8128322288735026,
    0.8128322288735026,
    0.8128322288735026,
    0.8128322288735026,
    0.8128322288735026,
    0.8128322288735026,
    0.8128322288735026,
    0.8104028562778713,
    0.8104028562778713,
    0.8104028562778713,
    0.8104028562778713,
    0.8104028562778713,
    0.8104028562778713,
    0.8104028562778713,
    0.8104028562778713
  ],
  "34": [
    "",
    "",
    "Dozens of booths with colorful banners circle a polished floor, forming a continuous ring of displays around the space. The banners are varied in color, adding vibrancy to the surroundings while the floor remains smooth and polished.",
    "Dozens of booths with colorful banners circle a polished floor, forming a continuous ring of displays around the space. The banners vary in color, adding vibrancy to the surroundings. At the entrance, event staff scan registrations and hand out lanyards.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a continuous ring of displays around the space. The banners vary in color, adding vibrancy to the surroundings. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "A conference space features dozens of booths with colorful banners encircling a polished floor, creating a continuous ring of displays around the room. The banners vary in color. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "A conference space features dozens of booths arranged around a polished floor, with colorful banners encircling the room to form a continuous ring of displays. The banners vary in color. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "The conference space features dozens of booths arranged around a polished floor, with colorful banners encircling the room to form a continuous ring of displays whose colors vary. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "The conference space centers on a polished floor bordered by dozens of booths, with a continuous ring of displays formed by colorful banners whose colors vary around the room. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact."
  ],
  "34_score": [
    0.0,
    0.0,
    0.39346127645638695,
    0.39346127645638695,
    0.39346127645638695,
    0.39346127645638695,
    0.39346127645638695,
    0.39346127645638695,
    0.39346127645638695,
    0.39346127645638695,
    0.39346127645638695,
    0.39346127645638695,
    0.39346127645638695,
    0.39346127645638695,
    0.39346127645638695,
    0.39346127645638695,
    0.39346127645638695,
    0.641137829445255,
    0.641137829445255,
    0.641137829445255,
    0.641137829445255,
    0.641137829445255,
    0.641137829445255,
    0.641137829445255,
    0.7657639508124513,
    0.7657639508124513,
    0.7657639508124513,
    0.7657639508124513,
    0.7657639508124513,
    0.7657639508124513,
    0.7657639508124513,
    0.7657639508124513,
    0.7657639508124513,
    0.7657639508124513,
    0.7657639508124513,
    0.7657639508124513,
    0.7657639508124513,
    0.7657639508124513,
    0.7379506662720257,
    0.7379506662720257,
    0.7379506662720257,
    0.7379506662720257,
    0.7379506662720257,
    0.7379506662720257,
    0.7379506662720257,
    0.7379506662720257,
    0.7379506662720257,
    0.7379506662720257,
    0.7379506662720257,
    0.7483590074593099,
    0.7483590074593099,
    0.7483590074593099,
    0.7483590074593099,
    0.7483590074593099,
    0.7483590074593099,
    0.7483590074593099,
    0.7483590074593099,
    0.7679355720571773,
    0.7679355720571773,
    0.7679355720571773,
    0.7679355720571773,
    0.7679355720571773,
    0.7679355720571773,
    0.7679355720571773,
    0.7679355720571773
  ],
  "35": [
    "",
    "",
    "A line of students forms outside the university gym before the career fair opens.",
    "A line of students forms outside the university gym before the career fair opens, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "A line of students forms outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, a line of students forms before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, a line of students forms before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "Outside the university gym, a line of students forms before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, a line of students forms before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop nearby. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, a line of students forms before the career fair opens. Nearby, a cybersecurity company runs a password cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage."
  ],
  "35_score": [
    0.0,
    0.0,
    0.3900302298559479,
    0.3900302298559479,
    0.3900302298559479,
    0.3900302298559479,
    0.3402027494848752,
    0.3402027494848752,
    0.3402027494848752,
    0.3402027494848752,
    0.3402027494848752,
    0.3402027494848752,
    0.6039610684586256,
    0.6039610684586256,
    0.6039610684586256,
    0.6039610684586256,
    0.6039610684586256,
    0.6039610684586256,
    0.6039610684586256,
    0.6039610684586256,
    0.6039610684586256,
    0.6039610684586256,
    0.6039610684586256,
    0.6039610684586256,
    0.6039610684586256,
    0.7137809642783728,
    0.7137809642783728,
    0.7137809642783728,
    0.7137809642783728,
    0.7137809642783728,
    0.7137809642783728,
    0.7137809642783728,
    0.802305665541702,
    0.802305665541702,
    0.802305665541702,
    0.802305665541702,
    0.802305665541702,
    0.802305665541702,
    0.802305665541702,
    0.802305665541702,
    0.802305665541702,
    0.802305665541702,
    0.802305665541702,
    0.802305665541702,
    0.802305665541702,
    0.802305665541702,
    0.8376305786076693,
    0.8376305786076693,
    0.8376305786076693,
    0.8376305786076693,
    0.8376305786076693,
    0.8376305786076693,
    0.8376305786076693,
    0.8376305786076693,
    0.8222597601679902,
    0.8222597601679902,
    0.8222597601679902,
    0.8222597601679902,
    0.8222597601679902,
    0.8222597601679902,
    0.8222597601679902,
    0.8307390373275614,
    0.8307390373275614,
    0.8307390373275614,
    0.8307390373275614
  ],
  "36": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos; career counselors remind attendees to maintain eye contact.",
    "Healthcare providers showcase community outreach photos; career counselors remind attendees to maintain eye contact; workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers showcase community outreach photos as part of the exhibit; career counselors remind attendees to maintain eye contact, and workshops on networking etiquette begin in the adjoining classroom; a robotics startup flies a small drone above its booth to attract attention.",
    "Healthcare providers showcase community outreach photos as part of the exhibit. Career counselors remind attendees to maintain eye contact, and workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage.",
    "Healthcare providers display community outreach photos as part of the exhibit. Career counselors remind attendees to maintain eye contact, and workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "Healthcare providers display community outreach photos as part of the exhibit. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "On the exhibit floor, healthcare providers display community outreach photos as part of the exhibit; career counselors remind attendees to maintain eye contact; workshops on networking etiquette begin in the adjoining classroom; a robotics startup flies a small drone above its booth to attract attention; the engineering society sponsors a resume review table near the stage; event staff scan registrations and hand out lanyards at the entrance; some students rehearse elevator pitches quietly against the wall.",
    "On the exhibit floor, healthcare providers display community outreach photos as part of the exhibit. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.4146915314412735,
    0.4146915314412735,
    0.4146915314412735,
    0.4146915314412735,
    0.4146915314412735,
    0.43779610975052263,
    0.43779610975052263,
    0.43779610975052263,
    0.43779610975052263,
    0.43779610975052263,
    0.43779610975052263,
    0.43779610975052263,
    0.4708429899044031,
    0.4708429899044031,
    0.4708429899044031,
    0.4708429899044031,
    0.4708429899044031,
    0.4708429899044031,
    0.4708429899044031,
    0.7765153884556133,
    0.7765153884556133,
    0.7765153884556133,
    0.7765153884556133,
    0.7765153884556133,
    0.7765153884556133,
    0.7765153884556133,
    0.8124831905295523,
    0.8124831905295523,
    0.8124831905295523,
    0.8124831905295523,
    0.8124831905295523,
    0.8124831905295523,
    0.8124831905295523,
    0.796004639166667,
    0.796004639166667,
    0.796004639166667,
    0.796004639166667,
    0.796004639166667,
    0.796004639166667,
    0.5072891731578181,
    0.5072891731578181,
    0.5072891731578181,
    0.5072891731578181,
    0.5072891731578181,
    0.5072891731578181,
    0.5072891731578181,
    0.8544038933853517,
    0.8544038933853517,
    0.8544038933853517,
    0.8544038933853517,
    0.8544038933853517,
    0.8544038933853517
  ],
  "37": [
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, while event staff scan registrations and hand out lanyards at the entrance.",
    "The engineering society sponsors a resume review table near the stage; at the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule.",
    "At the university career fair, the engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA outlines the fair schedule. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, the engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA outlines the fair schedule. Students line up outside the university gym before the career fair opens. Students clutch resumes inside branded folders.",
    "At the university career fair, the engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA outlines the fair schedule. Students line up outside the university gym before the career fair opens. Inside, students clutch resumes in branded folders. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the university career fair, the engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA outlines the fair schedule. Students line up outside the university gym before the career fair opens. Inside, students clutch resumes in branded folders. Human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, the engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA outlines the fair schedule. Students line up outside the university gym before the career fair opens. Inside, students clutch resumes in branded folders. Human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, the engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards, while a welcome PA outlines the fair schedule. Students line up outside the university gym before the fair opens and then move inside, clutching resumes in branded folders. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4155616617714872,
    0.4155616617714872,
    0.4155616617714872,
    0.4155616617714872,
    0.4155616617714872,
    0.4155616617714872,
    0.4155616617714872,
    0.6331015762771194,
    0.6331015762771194,
    0.6331015762771194,
    0.6331015762771194,
    0.6331015762771194,
    0.6331015762771194,
    0.6331015762771194,
    0.7584661834335433,
    0.7584661834335433,
    0.7584661834335433,
    0.7584661834335433,
    0.7584661834335433,
    0.8126255671936986,
    0.8126255671936986,
    0.8126255671936986,
    0.8126255671936986,
    0.8126255671936986,
    0.8126255671936986,
    0.8126255671936986,
    0.8126255671936986,
    0.8126255671936986,
    0.8168310961011502,
    0.8168310961011502,
    0.8168310961011502,
    0.8168310961011502,
    0.8168310961011502,
    0.8168310961011502,
    0.8168310961011502,
    0.8168310961011502,
    0.8423523638614657,
    0.8423523638614657,
    0.8423523638614657,
    0.8423523638614657,
    0.8423523638614657,
    0.8423523638614657,
    0.8423523638614657,
    0.8423523638614657,
    0.8423523638614657,
    0.8423523638614657,
    0.8423523638614657,
    0.8423523638614657,
    0.8423523638614657,
    0.8423523638614657,
    0.8423523638614657,
    0.8423523638614657,
    0.8505382441683924,
    0.8505382441683924
  ],
  "38": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company hosts a password cracking challenge on a laptop, with dozens of booths sporting colorful banners encircling a polished floor.",
    "A cybersecurity company hosts a password cracking challenge on a laptop, as dozens of booths with colorful banners encircle a polished floor. Some students rehearse elevator pitches quietly against the wall, observing the scene.",
    "A cybersecurity company hosts a password cracking challenge on a laptop, as dozens of booths with colorful banners encircle a polished floor. Some students rehearse elevator pitches quietly against the wall, observing the scene.",
    "A cybersecurity company is hosting a password cracking challenge on a laptop, set amid dozens of booths with colorful banners around a polished floor. Several students rehearse elevator pitches quietly against the wall, observing the scene. Outside the university gym, students line up ahead of the career fair opening.",
    "A cybersecurity company is hosting a password cracking challenge on a laptop inside a venue set amid dozens of booths with colorful banners around a polished floor, while several students rehearse elevator pitches quietly against the wall and observe the scene. Outside the university gym, students line up ahead of the career fair opening.",
    "A cybersecurity company hosts a password cracking challenge on a laptop inside a venue that sits amid dozens of booths with colorful banners around a polished floor. Inside, several students rehearse elevator pitches quietly against the wall and observe the scene. Outside the university gym, students line up ahead of the career fair opening, while career counselors remind attendees to maintain eye contact.",
    "A cybersecurity company hosts a password cracking challenge on a laptop inside a venue that sits amid dozens of booths with colorful banners around a polished floor. Inside, several students rehearse elevator pitches quietly against the wall and observe the scene. Outside the university gym, students line up ahead of the career fair opening, while career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop inside a venue that sits amid dozens of booths with colorful banners around a polished floor. Inside, several students rehearse elevator pitches quietly against the wall and observe the scene. Outside the university gym, students line up ahead of the career fair opening, while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Inside, human resources teams jot notes on tablets while students introduce themselves."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.34852460921696876,
    0.34852460921696876,
    0.34852460921696876,
    0.34852460921696876,
    0.34852460921696876,
    0.34852460921696876,
    0.34852460921696876,
    0.48817652354671276,
    0.48817652354671276,
    0.48817652354671276,
    0.48817652354671276,
    0.48817652354671276,
    0.48817652354671276,
    0.48817652354671276,
    0.48817652354671276,
    0.48817652354671276,
    0.48817652354671276,
    0.48817652354671276,
    0.48817652354671276,
    0.48817652354671276,
    0.6810645729286287,
    0.6810645729286287,
    0.6810645729286287,
    0.6810645729286287,
    0.6810645729286287,
    0.6810645729286287,
    0.6810645729286287,
    0.6810645729286287,
    0.5513987190296951,
    0.5513987190296951,
    0.5513987190296951,
    0.5513987190296951,
    0.5513987190296951,
    0.5513987190296951,
    0.5513987190296951,
    0.7309426732194575,
    0.7309426732194575,
    0.7309426732194575,
    0.7309426732194575,
    0.7309426732194575,
    0.7309426732194575,
    0.7309426732194575,
    0.7309426732194575,
    0.7499374348882777,
    0.7499374348882777,
    0.7499374348882777,
    0.7499374348882777,
    0.7499374348882777,
    0.7499374348882777,
    0.7499374348882777,
    0.7888101211745575,
    0.7888101211745575,
    0.7888101211745575,
    0.7888101211745575,
    0.7888101211745575,
    0.7888101211745575
  ],
  "39": [
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company is hosting a password-cracking challenge on a laptop, while alumni volunteers share quick pep talks near the coffee station.",
    "At the campus, a cybersecurity company hosts a password-cracking challenge on a laptop, while alumni volunteers offer quick pep talks near the coffee station. Students line up outside the university gym in the lead-up to the career fair opening.",
    "On campus, a cybersecurity company hosts a password-cracking challenge on a laptop, while alumni volunteers offer quick pep talks near the coffee station. Students line up outside the university gym in the lead-up to the career fair opening, and a welcome announcement outlines the fair schedule over the PA system.",
    "On campus, a cybersecurity company hosts a password-cracking challenge on a laptop while alumni volunteers offer quick pep talks near the coffee station. Students line up outside the university gym in the lead-up to the career fair opening, as a welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables.",
    "On campus, a cybersecurity company hosts a password-cracking challenge on a laptop while alumni volunteers offer quick pep talks near the coffee station. Students line up outside the university gym in the lead-up to the career fair opening, as a welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables, and workshops on networking etiquette begin in the adjoining classroom.",
    "On campus, a cybersecurity company hosts a password-cracking challenge on a laptop while alumni volunteers offer quick pep talks near the coffee station. Students line up outside the university gym in the lead-up to the career fair opening, as a welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables, and workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "On campus, a cybersecurity company hosts a password-cracking challenge on a laptop, while alumni volunteers offer quick pep talks near the coffee station. Students line up outside the university gym in the lead-up to the career fair opening, as a welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables, and workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "On campus, a cybersecurity company hosts a password-cracking challenge on a laptop while alumni volunteers offer quick pep talks near the coffee station. Students line up outside the university gym in the lead-up to the career fair opening as a welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables, and workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3269035025825211,
    0.3269035025825211,
    0.3269035025825211,
    0.3269035025825211,
    0.3269035025825211,
    0.5712905104778336,
    0.5712905104778336,
    0.5712905104778336,
    0.5712905104778336,
    0.5712905104778336,
    0.5712905104778336,
    0.5712905104778336,
    0.5712905104778336,
    0.6044589224770092,
    0.6044589224770092,
    0.6044589224770092,
    0.6044589224770092,
    0.6044589224770092,
    0.6044589224770092,
    0.7251946083762121,
    0.7251946083762121,
    0.7251946083762121,
    0.7251946083762121,
    0.7251946083762121,
    0.7251946083762121,
    0.7251946083762121,
    0.7251946083762121,
    0.7251946083762121,
    0.7713069800858358,
    0.7713069800858358,
    0.7713069800858358,
    0.7713069800858358,
    0.7713069800858358,
    0.7713069800858358,
    0.8174432714498134,
    0.8174432714498134,
    0.8174432714498134,
    0.8174432714498134,
    0.8174432714498134,
    0.8174432714498134,
    0.8174432714498134,
    0.8174432714498134,
    0.834853614481778,
    0.834853614481778,
    0.834853614481778,
    0.834853614481778,
    0.834853614481778,
    0.834853614481778,
    0.834853614481778,
    0.834853614481778,
    0.834853614481778,
    0.83540398704101,
    0.83540398704101,
    0.83540398704101,
    0.83540398704101,
    0.83540398704101,
    0.83540398704101
  ],
  "40": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "The scene shows two groups: students and healthcare providers. Students clutch resumes inside branded folders, while healthcare providers showcase photos of community outreach.",
    "The scene depicts two groups, students and healthcare providers. Students clutch resumes inside branded folders, while healthcare providers showcase photos of community outreach.",
    "At the entrance, event staff scan registrations and hand out lanyards. Inside, two groups are present: students and healthcare providers. Students clutch resumes inside branded folders; healthcare providers showcase photos of community outreach. The scene emphasizes distinct focal materials for each group and a managed entry process by staff.",
    "At the entrance, event staff scan registrations and hand out lanyards. Inside, two groups are present: students and healthcare providers. Students clutch resumes inside branded folders, while healthcare providers showcase photos of community outreach. The scene emphasizes distinct focal materials for each group and a managed entry process by staff. A robotics startup flies a small drone above its booth to draw attention.",
    "At the entrance, event staff scan registrations and hand out lanyards, signaling a managed entry process. Inside, two groups are present: students and healthcare providers. Students clutch resumes inside branded folders, while healthcare providers showcase photos of community outreach. The scene emphasizes distinct focal materials for each group. A robotics startup flies a small drone above its booth to draw attention.",
    "At the entrance, event staff scan registrations and hand out lanyards, signaling a managed entry. Inside, two groups are present: students and healthcare providers. Students clutch resumes inside branded folders, while healthcare providers showcase photos of community outreach. The scene emphasizes distinct focal materials for each group—resumes in branded folders for students and outreach photos for providers. A robotics startup flies a small drone above its booth to draw attention.",
    "At the entrance, event staff scan registrations and hand out lanyards, signaling a managed entry. Inside, two groups are present: students and healthcare providers. Students clutch resumes inside branded folders, while healthcare providers showcase photos of community outreach. Distinct focal materials mark each group—resumes in branded folders for students and outreach photos for providers. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.4269107218654757,
    0.4269107218654757,
    0.4269107218654757,
    0.4269107218654757,
    0.4269107218654757,
    0.4269107218654757,
    0.4269107218654757,
    0.38669734430211233,
    0.38669734430211233,
    0.38669734430211233,
    0.38669734430211233,
    0.38669734430211233,
    0.38669734430211233,
    0.6340666171112126,
    0.6340666171112126,
    0.6340666171112126,
    0.6340666171112126,
    0.6340666171112126,
    0.6340666171112126,
    0.6340666171112126,
    0.7487380553340471,
    0.7487380553340471,
    0.7487380553340471,
    0.7487380553340471,
    0.7487380553340471,
    0.7487380553340471,
    0.7487380553340471,
    0.7487380553340471,
    0.7487380553340471,
    0.7513534976819803,
    0.7513534976819803,
    0.7513534976819803,
    0.7513534976819803,
    0.7513534976819803,
    0.7513534976819803,
    0.7513534976819803,
    0.7513534976819803,
    0.7513534976819803,
    0.7513534976819803,
    0.7513534976819803,
    0.7513534976819803,
    0.7455296267321954,
    0.7455296267321954,
    0.7455296267321954,
    0.7455296267321954,
    0.7455296267321954,
    0.7455296267321954,
    0.7455296267321954,
    0.7579626309514063,
    0.7579626309514063
  ],
  "41": [
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders.",
    "Some students rehearse elevator pitches quietly against a wall, while others clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, students rehearse elevator pitches quietly against a wall, with others clutching resumes inside branded folders. Event staff scan registrations at the entrance and hand out lanyards. Healthcare providers showcase community outreach photos.",
    "At the event, students rehearse elevator pitches quietly against a wall, while others clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Event staff scan registrations at the entrance and hand out lanyards.",
    "At the event, students rehearse elevator pitches quietly against a wall, while others clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Event staff scan registrations at the entrance and hand out lanyards.",
    "At the event, students rehearse elevator pitches quietly against a wall while others clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Event staff scan registrations at the entrance and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, students rehearse elevator pitches quietly against a wall while others clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Event staff scan registrations at the entrance and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, students rehearse elevator pitches quietly against a wall, while others clutch resumes inside branded folders. Healthcare providers showcase photographs from community outreach. Event staff scan registrations at the entrance and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "At the event, students rehearse elevator pitches quietly against a wall while others clutch resumes inside branded folders. Healthcare providers showcase photographs from community outreach. Event staff scan registrations at the entrance and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth for attention."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.570934509946696,
    0.570934509946696,
    0.570934509946696,
    0.570934509946696,
    0.570934509946696,
    0.570934509946696,
    0.7534947052893444,
    0.7534947052893444,
    0.7534947052893444,
    0.7534947052893444,
    0.7534947052893444,
    0.7534947052893444,
    0.7534947052893444,
    0.7534947052893444,
    0.7509012714323803,
    0.7509012714323803,
    0.7509012714323803,
    0.7509012714323803,
    0.7509012714323803,
    0.7509012714323803,
    0.7509012714323803,
    0.7509012714323803,
    0.7509012714323803,
    0.7509012714323803,
    0.7509012714323803,
    0.7509012714323803,
    0.8025726899198895,
    0.8025726899198895,
    0.8025726899198895,
    0.8025726899198895,
    0.8025726899198895,
    0.8025726899198895,
    0.8025726899198895,
    0.8025726899198895,
    0.8025726899198895,
    0.8025726899198895,
    0.8025726899198895,
    0.808345936150918,
    0.808345936150918,
    0.808345936150918,
    0.808345936150918,
    0.808345936150918,
    0.808345936150918,
    0.808345936150918,
    0.8446492483136596,
    0.8446492483136596,
    0.8446492483136596
  ],
  "42": [
    "",
    "",
    "",
    "Tech companies are displaying demo screens that showcase their latest apps.",
    "Tech companies are displaying demo screens that showcase their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Tech companies are displaying demo screens that showcase their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "Multiple tech-focused activities are underway: tech companies display demo screens showcasing their latest apps; a cybersecurity company runs a password-cracking challenge on a laptop; some students rehearse elevator pitches quietly against the wall; and workshops on networking etiquette begin in the adjoining classroom.",
    "At a tech-focused event, multiple activities are underway: tech companies display demo screens showcasing their latest apps; a cybersecurity company runs a password-cracking challenge on a laptop; several students quietly rehearse elevator pitches against the wall; workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "At a tech-focused event, multiple activities are underway. Tech companies display demo screens showcasing their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. Several students quietly rehearse elevator pitches against the wall, while workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens.",
    "At a tech-focused event, multiple activities are underway. Tech companies display demo screens showcasing their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. Several students quietly rehearse elevator pitches against the wall, while workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens.",
    "At a tech-focused event, multiple activities are underway. Tech companies display demo screens showcasing their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. Several students quietly rehearse elevator pitches against the wall, while workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. They line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "At a tech-focused event, multiple activities are underway. Tech companies display demo screens showcasing their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. Several students quietly rehearse elevator pitches against the wall, while workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. They line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "At a tech-focused event, multiple activities are underway: tech companies display demo screens showcasing their latest apps; a cybersecurity company runs a password-cracking challenge on a laptop. Several students quietly rehearse elevator pitches against the wall, while workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "At a tech-focused event on a university campus, several activities unfold: tech companies display demo screens showcasing their latest apps; a cybersecurity company runs a password-cracking challenge on a laptop. Nearby, students quietly rehearse elevator pitches against the wall, while workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.49784603174868336,
    0.49784603174868336,
    0.49784603174868336,
    0.49784603174868336,
    0.49784603174868336,
    0.49784603174868336,
    0.5990797803895951,
    0.5990797803895951,
    0.5990797803895951,
    0.5990797803895951,
    0.5990797803895951,
    0.4450008493883236,
    0.4450008493883236,
    0.4450008493883236,
    0.4450008493883236,
    0.4450008493883236,
    0.4450008493883236,
    0.6008028045120193,
    0.6008028045120193,
    0.6008028045120193,
    0.6008028045120193,
    0.6008028045120193,
    0.6008028045120193,
    0.777891701513175,
    0.777891701513175,
    0.777891701513175,
    0.777891701513175,
    0.777891701513175,
    0.777891701513175,
    0.777891701513175,
    0.777891701513175,
    0.777891701513175,
    0.777891701513175,
    0.777891701513175,
    0.777891701513175,
    0.777891701513175,
    0.8027911687244084,
    0.8027911687244084,
    0.8027911687244084,
    0.8027911687244084,
    0.8027911687244084,
    0.8027911687244084,
    0.8027911687244084,
    0.8027911687244084,
    0.8027911687244084,
    0.8027911687244084,
    0.8027911687244084,
    0.8027911687244084,
    0.8027911687244084,
    0.7932651205295858,
    0.7932651205295858,
    0.7932651205295858,
    0.7932651205295858,
    0.7932651205295858,
    0.7932651205295858,
    0.7932651205295858,
    0.7965496287270255,
    0.7965496287270255
  ],
  "43": [
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "In the scene, some students rehearse elevator pitches quietly against the wall, while a robotics startup flies a small drone above its booth to attract attention.",
    "The scene shows students rehearsing elevator pitches quietly against a wall, a robotics startup flying a small drone above its booth to attract attention, and alumni volunteers sharing quick pep talks near the coffee station.",
    "The scene shows students rehearsing elevator pitches quietly against a wall, a robotics startup flying a small drone above its booth to attract attention, and alumni volunteers sharing quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "A scene at an event venue shows students rehearsing elevator pitches quietly against a wall, a robotics startup flying a small drone above its booth to attract attention, and alumni volunteers delivering quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "A scene at an event venue presents multiple concurrent activities: students rehearsing elevator pitches quietly against a wall; a robotics startup flying a small drone above its booth to attract attention; and alumni volunteers delivering quick pep talks near the coffee station. Workshops on networking etiquette have begun in the adjoining classroom. Consulting firms are stacking glossy case study booklets on high tables.",
    "At the event venue, several activities unfold concurrently: students rehearse elevator pitches quietly against a wall, and a robotics startup flies a small drone above its booth to attract attention; alumni volunteers deliver quick pep talks near the coffee station. Workshops on networking etiquette have begun in the adjoining classroom, and consulting firms are stacking glossy case study booklets on high tables.",
    "At the event venue, multiple activities unfold concurrently. Students rehearse elevator pitches quietly against a wall; a robotics startup flies a small drone above its booth to attract attention; alumni volunteers deliver quick pep talks near the coffee station. Workshops on networking etiquette have begun in the adjoining classroom, and consulting firms are stacking glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "At the event venue, multiple activities unfold: students rehearse elevator pitches quietly against a wall; a robotics startup flies a small drone above its booth to attract attention; alumni volunteers deliver quick pep talks near the coffee station. Workshops on networking etiquette have begun in the adjoining classroom, and consulting firms are stacking glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3661272585047003,
    0.3661272585047003,
    0.3661272585047003,
    0.3661272585047003,
    0.3661272585047003,
    0.3661272585047003,
    0.3862665286587427,
    0.3862665286587427,
    0.3862665286587427,
    0.3862665286587427,
    0.3862665286587427,
    0.3862665286587427,
    0.5459605487045041,
    0.5459605487045041,
    0.5459605487045041,
    0.5459605487045041,
    0.5459605487045041,
    0.5459605487045041,
    0.5459605487045041,
    0.5459605487045041,
    0.5459605487045041,
    0.5793803984447768,
    0.5793803984447768,
    0.5793803984447768,
    0.5793803984447768,
    0.5793803984447768,
    0.5793803984447768,
    0.5793803984447768,
    0.5793803984447768,
    0.6724982658872231,
    0.6724982658872231,
    0.6724982658872231,
    0.6724982658872231,
    0.6724982658872231,
    0.6724982658872231,
    0.6724982658872231,
    0.6724982658872231,
    0.5767483145248696,
    0.5767483145248696,
    0.5767483145248696,
    0.5767483145248696,
    0.5767483145248696,
    0.5767483145248696,
    0.5767483145248696,
    0.7354156964866986,
    0.7354156964866986,
    0.7354156964866986,
    0.7354156964866986,
    0.7354156964866986,
    0.7354156964866986,
    0.7354156964866986,
    0.7354156964866986,
    0.7433905372871735,
    0.7433905372871735,
    0.7433905372871735,
    0.7433905372871735
  ],
  "44": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while groups of friends mark target employers on the event map.",
    "Consulting firms stack glossy case study booklets on high tables, while groups of friends mark target employers on the event map.",
    "In a career-focused scene, consulting firms stack glossy case study booklets on high tables, while groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "In a career-focused scene, consulting firms stack glossy case study booklets on high tables while groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "In a career-focused scene, consulting firms stack glossy case study booklets on high tables as groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets and students introduce themselves.",
    "A career-focused event scene features consulting firms stacking glossy case study booklets on high tables as groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. HR teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a career-focused event, consulting firms stack glossy case study booklets on high tables as groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries, while HR teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.37050160025723805,
    0.37050160025723805,
    0.37050160025723805,
    0.37050160025723805,
    0.37050160025723805,
    0.37050160025723805,
    0.37050160025723805,
    0.37050160025723805,
    0.37050160025723805,
    0.37050160025723805,
    0.37050160025723805,
    0.37050160025723805,
    0.37050160025723805,
    0.37050160025723805,
    0.37050160025723805,
    0.37050160025723805,
    0.5323123053409132,
    0.5323123053409132,
    0.5323123053409132,
    0.5323123053409132,
    0.5323123053409132,
    0.5323123053409132,
    0.5323123053409132,
    0.5323123053409132,
    0.5323123053409132,
    0.5346731831358411,
    0.5346731831358411,
    0.5346731831358411,
    0.5346731831358411,
    0.5346731831358411,
    0.5346731831358411,
    0.5346731831358411,
    0.5346731831358411,
    0.5442519096128018,
    0.5442519096128018,
    0.5442519096128018,
    0.5442519096128018,
    0.5442519096128018,
    0.5442519096128018,
    0.5442519096128018,
    0.7227038672517417,
    0.7227038672517417,
    0.7227038672517417,
    0.7227038672517417,
    0.7227038672517417,
    0.7227038672517417,
    0.7227038672517417,
    0.7227038672517417,
    0.7313774141132665,
    0.7313774141132665,
    0.7313774141132665,
    0.7313774141132665
  ],
  "45": [
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "In a career-services setting, counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves.",
    "In a career-services setting, counselors direct unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables.",
    "In a career-services setting, counselors direct unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables, and workshops on networking etiquette begin in the adjoining classroom.",
    "In a career-services setting, counselors direct unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables, and workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews.",
    "In a career-services setting, counselors direct unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables, and workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "Across the career-services setting, counselors direct unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables, and workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor.",
    "In the career-services setting, career counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables, and workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor.",
    "In the career-services setting, counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case-study booklets on high tables, and workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "At the career fair, counselors in the career-services area redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves. Consulting firms have glossy case-study booklets stacked on high tables, and workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the fair opens, and a welcome announcement outlines the fair schedule over the PA system."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.38937551957298755,
    0.38937551957298755,
    0.38937551957298755,
    0.38937551957298755,
    0.38937551957298755,
    0.38937551957298755,
    0.5048231486396848,
    0.5048231486396848,
    0.5048231486396848,
    0.5048231486396848,
    0.5048231486396848,
    0.5048231486396848,
    0.5020708477751954,
    0.5020708477751954,
    0.5020708477751954,
    0.5020708477751954,
    0.5020708477751954,
    0.6854571303075463,
    0.6854571303075463,
    0.6854571303075463,
    0.6854571303075463,
    0.6854571303075463,
    0.6854571303075463,
    0.6854571303075463,
    0.6854571303075463,
    0.6854571303075463,
    0.6854571303075463,
    0.7058277220865643,
    0.7058277220865643,
    0.7058277220865643,
    0.7058277220865643,
    0.7058277220865643,
    0.7058277220865643,
    0.7058277220865643,
    0.7701292007256955,
    0.7701292007256955,
    0.7701292007256955,
    0.7701292007256955,
    0.7701292007256955,
    0.7701292007256955,
    0.7652520860409779,
    0.7652520860409779,
    0.7652520860409779,
    0.7652520860409779,
    0.7652520860409779,
    0.7652520860409779,
    0.7652520860409779,
    0.8074094014990045,
    0.8074094014990045,
    0.8074094014990045,
    0.8074094014990045,
    0.8074094014990045,
    0.8074094014990045,
    0.8074094014990045,
    0.8815892992643906,
    0.8815892992643906
  ],
  "46": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, sharing guidance on preparation strategies and expectations. A robotics startup participates in the event and flies a small drone above its booth to draw attention.",
    "An alumni panel discusses how to prepare for technical interviews, sharing guidance on preparation strategies and expectations. A robotics startup participates in the event and flies a small drone above its booth to draw attention. Alumni volunteers share quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance on preparation strategies and expectations. A robotics startup participates in the event and flies a small drone above its booth to draw attention. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance on preparation strategies and expectations. A robotics startup participates in the event and flies a small drone above its booth to draw attention. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "An alumni panel discusses preparing for technical interviews, offering guidance on preparation strategies and expectations. A robotics startup participates in the event and flies a small drone above its booth to draw attention. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An alumni panel discusses preparing for technical interviews, offering guidance on preparation strategies and expectations. A robotics startup participates and flies a small drone above its booth to draw attention. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "An event brings together an alumni panel, a robotics startup, career counselors, alumni volunteers, and tech companies. The alumni panel discusses preparing for technical interviews, offering guidance on preparation strategies and expectations. A robotics startup participates and flies a small drone above its booth to draw attention. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "An event brings together an alumni panel, a robotics startup, career counselors, alumni volunteers, and tech companies in a shared fair space. The alumni panel discusses preparing for technical interviews, offering guidance on preparation strategies and expectations. A robotics startup participates and flies a small drone above its booth to draw attention. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5981509527361955,
    0.5981509527361955,
    0.5981509527361955,
    0.5981509527361955,
    0.5981509527361955,
    0.5981509527361955,
    0.5981509527361955,
    0.5981509527361955,
    0.5981509527361955,
    0.7518765698738954,
    0.7518765698738954,
    0.7518765698738954,
    0.7518765698738954,
    0.7518765698738954,
    0.7737869477743016,
    0.7737869477743016,
    0.7737869477743016,
    0.7737869477743016,
    0.7737869477743016,
    0.7737869477743016,
    0.7737869477743016,
    0.7786170106868765,
    0.7786170106868765,
    0.7786170106868765,
    0.7786170106868765,
    0.7786170106868765,
    0.7786170106868765,
    0.7786170106868765,
    0.7786170106868765,
    0.8011733882818776,
    0.8011733882818776,
    0.8011733882818776,
    0.8011733882818776,
    0.8011733882818776,
    0.8011733882818776,
    0.8011733882818776,
    0.7937687472917305,
    0.7937687472917305,
    0.7937687472917305,
    0.7937687472917305,
    0.7937687472917305,
    0.7937687472917305,
    0.7937687472917305,
    0.7937687472917305,
    0.7937687472917305,
    0.7978156361484681,
    0.7978156361484681,
    0.7978156361484681,
    0.7978156361484681,
    0.7978156361484681,
    0.7978156361484681,
    0.7978156361484681,
    0.8529694866302582,
    0.8529694866302582,
    0.8529694866302582,
    0.8529694866302582,
    0.8529694866302582
  ],
  "47": [
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company is running a password-cracking challenge on a laptop, while students line up outside the university gym prior to the career fair opening.",
    "A cybersecurity company is running a password-cracking challenge on a laptop as students line up outside the university gym prior to the career fair opening. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym prior to the career fair opening, a cybersecurity company is running a password-cracking challenge on a laptop as students line up. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention.",
    "Outside the university gym before the career fair opens, a cybersecurity company runs a password-cracking challenge on a laptop as students line up; an alumni panel discusses how to prepare for technical interviews; a robotics startup flies a small drone above its booth to attract attention; dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym before the career fair opens, a cybersecurity company runs a password-cracking challenge on a laptop as students line up. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym before the career fair opens, a cybersecurity company runs a password-cracking challenge on a laptop as students line up. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor, while career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym before the career fair opens, a cybersecurity company runs a password-cracking challenge on a laptop as students line up. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor, while career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym before the career fair opens, a cybersecurity company runs a password-cracking challenge on a laptop as students line up. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor, while career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves.",
    "Outside the university gym ahead of the career fair, students line up as a cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor, while career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "47_score": [
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.32781030603452455,
    0.32781030603452455,
    0.32781030603452455,
    0.32781030603452455,
    0.5649213677299443,
    0.5649213677299443,
    0.5649213677299443,
    0.5649213677299443,
    0.5649213677299443,
    0.5649213677299443,
    0.8048402067270497,
    0.8048402067270497,
    0.8048402067270497,
    0.8048402067270497,
    0.8048402067270497,
    0.8048402067270497,
    0.5394522558529958,
    0.5394522558529958,
    0.5394522558529958,
    0.5394522558529958,
    0.5394522558529958,
    0.5394522558529958,
    0.5394522558529958,
    0.8558756578867753,
    0.8558756578867753,
    0.8558756578867753,
    0.8558756578867753,
    0.8558756578867753,
    0.8558756578867753,
    0.8558756578867753,
    0.8139801607359763,
    0.8139801607359763,
    0.8139801607359763,
    0.8139801607359763,
    0.8139801607359763,
    0.8139801607359763,
    0.8562830629735881,
    0.8562830629735881,
    0.8562830629735881,
    0.8562830629735881,
    0.8562830629735881,
    0.8562830629735881,
    0.8562830629735881,
    0.8562830629735881,
    0.8546061637788707,
    0.8546061637788707,
    0.8546061637788707,
    0.8546061637788707,
    0.8546061637788707,
    0.8546061637788707,
    0.8546061637788707,
    0.8546061637788707,
    0.8557405997069989,
    0.8557405997069989,
    0.8557405997069989,
    0.8557405997069989,
    0.8557405997069989,
    0.8557405997069989,
    0.8557405997069989
  ],
  "48": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards while students line up outside the university gym in the lead-up to the career fair opening.",
    "At the entrance, event staff scan registrations and hand out lanyards, while students line up outside the university gym in the lead-up to the career fair opening.",
    "At the entrance, event staff scan registrations and hand out lanyards, while students line up outside the university gym in the lead-up to the career fair opening.",
    "Event staff are scanning registrations and distributing lanyards at the entrance as students line up outside the university gym ahead of the career fair opening.",
    "Event staff scan registrations and hand out lanyards at the entrance of the university gym, as students line up outside ahead of the career fair opening.",
    "Event staff scan registrations and hand out lanyards at the entrance of the university gym, as students line up outside ahead of the career fair opening."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.45174931991542056,
    0.45174931991542056,
    0.45174931991542056,
    0.45174931991542056,
    0.45174931991542056,
    0.45174931991542056,
    0.44630450473925565,
    0.44630450473925565,
    0.44630450473925565,
    0.44630450473925565,
    0.44630450473925565,
    0.44630450473925565,
    0.44630450473925565,
    0.44630450473925565,
    0.44630450473925565,
    0.44630450473925565,
    0.44630450473925565,
    0.44630450473925565,
    0.44630450473925565,
    0.44630450473925565,
    0.44630450473925565,
    0.44630450473925565,
    0.4672059234204077,
    0.4672059234204077,
    0.4672059234204077,
    0.4672059234204077,
    0.4672059234204077,
    0.4672059234204077,
    0.44565515848710985,
    0.44565515848710985,
    0.44565515848710985,
    0.44565515848710985,
    0.44565515848710985,
    0.44565515848710985,
    0.44565515848710985,
    0.44565515848710985,
    0.44565515848710985,
    0.44565515848710985
  ],
  "49": [
    "",
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "In a professional setting, human resources teams jot notes on tablets as students introduce themselves, while finance firms offer QR codes for immediate internship applications.",
    "In a professional setting, HR teams jot notes on tablets while students introduce themselves; finance firms offer QR codes for immediate internship applications; and event staff scan registrations and hand out lanyards at the entrance.",
    "In a professional setting, HR teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact.",
    "In a professional setting, HR teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "In a professional setting, HR teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "Across the event, HR teams jot notes on tablets as students introduce themselves, while finance firms display QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "Across the event, HR teams jot notes on tablets as students introduce themselves, while finance firms display QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, HR teams jot notes on tablets as students introduce themselves, while finance firms display QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, HR teams jot notes on tablets as students introduce themselves, while finance firms display QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.39446499943208524,
    0.39446499943208524,
    0.39446499943208524,
    0.39446499943208524,
    0.39446499943208524,
    0.39446499943208524,
    0.4173493777093412,
    0.4173493777093412,
    0.4173493777093412,
    0.4173493777093412,
    0.4173493777093412,
    0.4173493777093412,
    0.7221466517396568,
    0.7221466517396568,
    0.7221466517396568,
    0.7221466517396568,
    0.7221466517396568,
    0.7221466517396568,
    0.7298620280133017,
    0.7298620280133017,
    0.7298620280133017,
    0.7298620280133017,
    0.7298620280133017,
    0.7298620280133017,
    0.7298620280133017,
    0.7298620280133017,
    0.7407431489273997,
    0.7407431489273997,
    0.7407431489273997,
    0.7407431489273997,
    0.7407431489273997,
    0.7407431489273997,
    0.7407431489273997,
    0.8281506586862066,
    0.8281506586862066,
    0.8281506586862066,
    0.8281506586862066,
    0.8281506586862066,
    0.8281506586862066,
    0.8457223765431017,
    0.8457223765431017,
    0.8457223765431017,
    0.8457223765431017,
    0.8457223765431017,
    0.8457223765431017,
    0.8457223765431017,
    0.8444462572030738,
    0.8444462572030738,
    0.8444462572030738,
    0.8444462572030738,
    0.8444462572030738,
    0.8444462572030738,
    0.8444462572030738,
    0.8444462572030738,
    0.8444462572030738,
    0.8460164349996966
  ]
}