{
  "0": [
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "In a professional setting, tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables.",
    "A professional setting features tech companies displaying demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "In a professional exhibition hall, tech companies display demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance.",
    "Two concurrent scenes unfold: a professional exhibition hall where tech companies display demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables, with dozens of booths and colorful banners circling the polished floor, while event staff scan registrations and hand out lanyards at the entrance. Separately, at the university career fair, alumni volunteers give quick pep talks near the coffee station as a welcome announcement over the PA system outlines the schedule; tech companies again show their demo screens as students line up outside the university gym before the fair opens.",
    "Two concurrent scenes unfold: a professional exhibition hall where tech companies display demo screens of their latest apps, consulting firms stack glossy case study booklets on high tables, dozens of booths and colorful banners circle a polished floor, and staff scan registrations and hand out lanyards at the entrance; and at the university career fair, alumni volunteers give pep talks near the coffee station as a welcome PA announcement outlines the schedule, tech companies again show demo screens, and students line up outside the gym before the fair opens. Nearby, healthcare providers showcase photos of community outreach. A welcome PA broadcast outlines the schedule and career counselors remind attendees to maintain eye contact.",
    "Two concurrent scenes depict a professional exhibition hall and a university career fair. In the exhibition hall, dozens of booths and colorful banners circle a polished floor; tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables; staff scan registrations and hand out lanyards at the entrance. Nearby, healthcare providers showcase photos of community outreach. In the university career fair, alumni volunteers give pep talks near the coffee station; tech companies again show demo screens; students line up outside the gym before the fair opens; career counselors remind attendees to maintain eye contact. A welcome PA broadcast outlines the schedule over the PA system.",
    "Two concurrent scenes depict a professional exhibition hall and a university career fair. In the exhibition hall, dozens of booths and colorful banners circle a polished floor as tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables; staff scan registrations and hand out lanyards at the entrance, while nearby healthcare providers showcase photos of community outreach. In the university career fair, alumni volunteers give pep talks near the coffee station as tech companies again show demo screens; students line up outside the gym before the fair opens, and career counselors remind attendees to maintain eye contact. A welcome PA broadcast outlines the schedule.",
    "Two concurrent scenes depict a professional exhibition hall and a university career fair. In the exhibition hall, dozens of booths with colorful banners circle a polished floor as tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables; staff scan registrations and hand out lanyards at the entrance; healthcare providers showcase photos of community outreach. In the university gym, students line up outside before the fair opens; inside, dozens of booths with colorful banners circle the polished floor as tech companies again show demo screens; alumni volunteers give quick pep talks near the coffee station; career counselors remind attendees to maintain eye contact; event staff scan registrations and hand out lanyards at the entrance; a welcome announcement is broadcast over the PA system outlining the fair schedule; healthcare providers showcase photos of community outreach.",
    "Two concurrent fairs unfold: a professional exhibition hall and a university career fair. In the exhibition hall, dozens of booths with colorful banners circle a polished floor as tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables; staff scan registrations and hand out lanyards at the entrance; healthcare providers showcase photos of community outreach. In the university gym, students line up outside before the fair opens; inside, dozens of booths with colorful banners circle the polished floor as tech companies again show demo screens; alumni volunteers give pep talks near the coffee station; career counselors remind attendees to maintain eye contact; event staff scan registrations and hand out lanyards at the entrance; a welcome announcement is broadcast over the PA system outlining the fair schedule; healthcare providers showcase photos of community outreach."
  ],
  "0_score": [
    0.0,
    0.0,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.38433384372576057,
    0.38433384372576057,
    0.38433384372576057,
    0.38433384372576057,
    0.4770465674667896,
    0.4770465674667896,
    0.4770465674667896,
    0.4770465674667896,
    0.5988905525162336,
    0.5988905525162336,
    0.5988905525162336,
    0.5988905525162336,
    0.5988905525162336,
    0.6518512379662635,
    0.6518512379662635,
    0.6518512379662635,
    0.6518512379662635,
    0.6518512379662635,
    0.6518512379662635,
    0.6518512379662635,
    0.7449721045558486,
    0.7449721045558486,
    0.7449721045558486,
    0.7449721045558486,
    0.7449721045558486,
    0.7449721045558486,
    0.7449721045558486,
    0.7449721045558486,
    0.7680410940310145,
    0.7680410940310145,
    0.7680410940310145,
    0.7680410940310145,
    0.7680410940310145,
    0.7680410940310145,
    0.758427046972016,
    0.758427046972016,
    0.758427046972016,
    0.758427046972016,
    0.758427046972016,
    0.758427046972016,
    0.758427046972016,
    0.758427046972016,
    0.7220311234086035,
    0.7220311234086035,
    0.7220311234086035,
    0.7220311234086035,
    0.7220311234086035,
    0.7220311234086035,
    0.7220311234086035,
    0.7220311234086035,
    0.7220311234086035,
    0.7220311234086035,
    0.73465919655933,
    0.73465919655933,
    0.73465919655933,
    0.73465919655933,
    0.73465919655933,
    0.73465919655933
  ],
  "1": [
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, and healthcare providers showcase community outreach photos.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "A welcome announcement is broadcast over the PA system, outlining the fair's schedule. Healthcare providers showcase photos of community outreach, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "A welcome announcement is broadcast over the PA system outlining the fair’s schedule. Healthcare providers showcase photos of community outreach, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "A welcome announcement is broadcast over the PA system outlining the fair’s schedule. Healthcare providers showcase photos of community outreach, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, a welcome announcement is broadcast over the PA system outlining the fair's schedule. Outside the university gym, students line up before the fair opens. Healthcare providers showcase photos of community outreach, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, a welcome announcement is broadcast over the PA system outlining the fair's schedule. Outside the university gym, students line up before the fair opens. Healthcare providers showcase photos of community outreach, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Outside the gym, students line up before the fair opens. Tech companies display demo screens showing their latest apps. Healthcare providers showcase photos of community outreach. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the university career fair, a welcome announcement is broadcast over the PA system outlining the schedule. Outside the university gym, before the fair opens, students line up as tech companies display demo screens of their latest apps. Nearby, alumni volunteers give quick pep talks near the coffee station. Healthcare providers showcase photos of community outreach. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the university career fair, a welcome announcement over the PA outlines the fair schedule. Outside the gym before opening, students line up as tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners circle the polished floor, while tech companies showcase demo screens of their latest apps. Alumni volunteers give quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Healthcare providers showcase photos of community outreach. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, attendees encounter a welcome PA announcement outlining the schedule. Before opening outside the gym, students line up with resumes in branded folders as tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners circle the polished floor; tech companies showcase demo screens, healthcare providers display photos of community outreach, and consulting firms stack glossy case study booklets on high tables. Nearby, alumni volunteers give quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "At the university career fair, a welcome PA announces the schedule as students line up outside the university gym with resumes in branded folders before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners circle the polished floor; tech companies display demo screens of their latest apps, healthcare providers show photos of community outreach, and consulting firms stack glossy case study booklets on high tables. Nearby, alumni volunteers give quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact with recruiters.",
    "At the university career fair in the gym, students line up outside before opening, each holding resumes in branded folders as a welcome PA announces the schedule. At the entrance, event staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens of their latest apps; healthcare providers showcase photos of community outreach; consulting firms stack glossy case-study booklets on high tables. Nearby, alumni volunteers give quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact with recruiters. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the university career fair held in the gym, students line up outside before opening, each clutching resumes in branded folders as a welcome PA announces the schedule. At the entrance, event staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens of their latest apps; healthcare providers showcase photos of community outreach; consulting firms stack glossy case-study booklets on high tables. Nearby, alumni volunteers give quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact with recruiters. A welcome announcement is broadcast over the PA system outlining the fair schedule."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.38639211382235633,
    0.38639211382235633,
    0.38639211382235633,
    0.4015786371480412,
    0.4015786371480412,
    0.4015786371480412,
    0.6771522411150884,
    0.6771522411150884,
    0.6771522411150884,
    0.6839741110342422,
    0.6839741110342422,
    0.6839741110342422,
    0.8178773333730692,
    0.8178773333730692,
    0.8178773333730692,
    0.8178773333730692,
    0.8314630886696824,
    0.8314630886696824,
    0.8314630886696824,
    0.8314630886696824,
    0.8314630886696824,
    0.8560450494552301,
    0.8560450494552301,
    0.8560450494552301,
    0.8560450494552301,
    0.8560450494552301,
    0.8560450494552301,
    0.8560450494552301,
    0.8560450494552301,
    0.8818821445213729,
    0.8818821445213729,
    0.8818821445213729,
    0.8940107375575748,
    0.8940107375575748,
    0.8940107375575748,
    0.8940107375575748,
    0.8952885161597064,
    0.8952885161597064,
    0.8952885161597064,
    0.8952885161597064,
    0.8952885161597064,
    0.8952885161597064,
    0.8952885161597064,
    0.8972579423407446,
    0.8972579423407446,
    0.8972579423407446,
    0.8972579423407446,
    0.8972579423407446,
    0.8972579423407446,
    0.8972579423407446,
    0.8996973644901227,
    0.8996973644901227,
    0.8996973644901227,
    0.8996973644901227,
    0.8996973644901227,
    0.9167855651668579,
    0.9167855651668579,
    0.9167855651668579,
    0.9167855651668579,
    0.9167855651668579,
    0.9167855651668579,
    0.9167855651668579,
    0.9172703512366729
  ],
  "2": [
    "",
    "",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "At an event, students clutch resumes inside branded folders, while tech companies display demo screens showing their latest apps.",
    "At the university gym before the career fair opens, students line up outside the facility, with resumes clutched inside branded folders, while tech companies display demo screens showing their latest apps.",
    "At the university gym before the career fair opens, students line up outside the facility with resumes clutched inside branded folders, while tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system, outlining the fair's schedule. Healthcare providers showcase photos of community outreach, and career counselors remind attendees to maintain eye contact.",
    "At the university gym before the career fair opens, students line up outside the facility with resumes clutched in branded folders, while tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system, outlining the fair's schedule. Healthcare providers showcase photos of community outreach, and career counselors remind attendees to maintain eye contact.",
    "At the university gym, before the career fair opens, students line up outside the facility with resumes clutched in branded folders. Tech companies display demo screens showing their latest apps. Healthcare providers showcase photos of community outreach. Career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the university gym, before the career fair opens, students line up outside the facility, resumes clutched in branded folders. Tech companies display demo screens showing their latest apps, while healthcare providers showcase photos of community outreach. Career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "Two concurrent scenes precede the career fair at the university: at the gym, students line up outside with resumes in branded folders as a welcome PA outlines the schedule and career counselors remind attendees to maintain eye contact. In a separate professional exhibition hall, tech companies display demo screens of their latest apps while consulting firms stack glossy case study booklets on high tables; dozens of booths and colorful banners encircle a polished floor as staff scan registrations and hand out lanyards at the entrance. Nearby, healthcare providers showcase photos of community outreach. In the university career fair area, alumni volunteers give pep talks near a coffee station as the same welcome PA repeats the schedule and tech companies again show demo screens, with students lining up outside the gym before the fair opens.",
    "Two concurrent scenes precede the university career fair: in the gym, students line up outside with resumes in branded folders as a welcome PA outlines the schedule and career counselors remind attendees to maintain eye contact; in the exhibition hall, tech companies display demo screens of their latest apps while consulting firms stack glossy case study booklets on high tables, dozens of booths and colorful banners encircle a polished floor, and staff scan registrations and hand out lanyards at the entrance. Nearby, healthcare providers showcase photos of community outreach. In the university career fair area, alumni volunteers give pep talks near a coffee station as the same welcome PA repeats the schedule, tech companies again show demo screens, and students line up outside the gym before the fair opens.",
    "Two concurrent scenes surround the university career fair: in the gym, students line up outside with resumes in branded folders as a welcome PA outlines the schedule and career counselors remind attendees to maintain eye contact; nearby, healthcare providers showcase photos of community outreach. In the professional exhibition hall, tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables; dozens of booths and colorful banners encircle a polished floor; staff scan registrations and hand out lanyards at the entrance. In the university career fair area, alumni volunteers give pep talks near a coffee station as the same welcome PA repeats the schedule and tech companies again show demo screens; and students line up outside the gym before the fair opens.",
    "Two concurrent scenes unfold around the university career fair. In the gym, students line up outside with resumes stored in branded folders as a welcome PA outlines the schedule; nearby healthcare providers display photos of community outreach. In the professional exhibition hall, tech companies show demo screens of their latest apps while consulting firms stack glossy case study booklets on high tables; dozens of booths and colorful banners encircle a polished floor as staff scan registrations and hand out lanyards at the entrance. In the university area, alumni volunteers give pep talks near a coffee station, and the same welcome PA repeats the schedule as tech companies again show demo screens; students also line up outside the gym before the fair opens. A welcome announcement outlines the fair schedule over the PA system.",
    "Two concurrent scenes unfold: a professional exhibition hall and a university career fair. In the exhibition hall, dozens of booths with colorful banners encircle a polished floor; tech companies display demo screens of their latest apps while consulting firms stack glossy case-study booklets on high tables; staff scan registrations and hand out lanyards at the entrance; healthcare providers showcase photos of community outreach. In the university gym area, students line up outside before the fair opens; inside, the same arrangement appears—dozens of booths with colorful banners circle the polished floor as tech companies again show demo screens; alumni volunteers give pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system in both scenes."
  ],
  "2_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3770798247546496,
    0.3770798247546496,
    0.3770798247546496,
    0.3770798247546496,
    0.47229313964551106,
    0.47229313964551106,
    0.47229313964551106,
    0.5637940842886838,
    0.5637940842886838,
    0.5637940842886838,
    0.5637940842886838,
    0.8405148267902772,
    0.8405148267902772,
    0.8405148267902772,
    0.8405148267902772,
    0.8402486741699617,
    0.8402486741699617,
    0.8402486741699617,
    0.8402486741699617,
    0.8969419431674169,
    0.8969419431674169,
    0.8969419431674169,
    0.8969419431674169,
    0.8598892696810196,
    0.8598892696810196,
    0.8598892696810196,
    0.8598892696810196,
    0.8598892696810196,
    0.8211204225921499,
    0.8211204225921499,
    0.8211204225921499,
    0.8211204225921499,
    0.8211204225921499,
    0.8211204225921499,
    0.8211204225921499,
    0.8211204225921499,
    0.8211204225921499,
    0.8211204225921499,
    0.7919181289403558,
    0.7919181289403558,
    0.7919181289403558,
    0.7919181289403558,
    0.7919181289403558,
    0.7919181289403558,
    0.7812898008906611,
    0.7812898008906611,
    0.7812898008906611,
    0.7812898008906611,
    0.7812898008906611,
    0.7812898008906611,
    0.7812898008906611,
    0.7876007269104213,
    0.7876007269104213,
    0.7876007269104213,
    0.7876007269104213,
    0.7876007269104213,
    0.7876007269104213,
    0.7876007269104213,
    0.7738140486986189,
    0.7738140486986189
  ],
  "3": [
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers are delivering quick pep talks near the coffee station, while a welcome announcement over the PA system outlines the fair schedule.",
    "Alumni volunteers give quick pep talks near the coffee station; a welcome announcement over the PA system outlines the fair schedule; tech companies display demo screens showing their latest apps.",
    "At the university career fair, alumni volunteers give quick pep talks near the coffee station; a welcome announcement over the PA system outlines the fair schedule; tech companies display demo screens showing their latest apps as students line up outside the university gym before the career fair opens.",
    "At the university career fair, alumni volunteers give quick pep talks near the coffee station, and tech companies display demo screens showing their latest apps as students line up outside the university gym before the fair opens. A welcome announcement broadcast over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, alumni volunteers give quick pep talks near the coffee station, while tech companies display demo screens showcasing their latest apps. Students line up outside the university gym before the fair opens. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, alumni volunteers give quick pep talks near the coffee station as tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens, while a welcome announcement is broadcast over the PA system outlining the schedule. Career counselors remind attendees to maintain eye contact throughout the event, and event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, alumni volunteers give quick pep talks near the coffee station while tech companies display demo screens of their latest apps and healthcare providers showcase photos of community outreach. Students line up outside the university gym before the fair opens, and a welcome announcement is broadcast over the PA system outlining the schedule. Career counselors remind attendees to maintain eye contact throughout the event, and event staff scan registrations and hand out lanyards at the entrance.",
    "Two concurrent pre‑fair scenes unfold at the university. In the gym, students line up outside with resumes in branded folders as a welcome PA outlines the schedule and career counselors remind attendees to maintain eye contact. In the exhibition hall, tech companies display demo screens of their latest apps while consulting firms stack glossy case study booklets on high tables; dozens of booths and colorful banners encircle a polished floor as staff scan registrations and hand out lanyards, and healthcare providers showcase photos of community outreach. In the university career fair area, alumni volunteers give pep talks near a coffee station as the same welcome PA repeats the schedule and tech companies again show demo screens, with students lining up outside the gym before the fair opens.",
    "Two concurrent scenes unfold at the university: a professional exhibition hall and a university career fair, with gym pre-fair activity nearby. In the gym, students line up outside with resumes in branded folders as a welcome PA outlines the schedule, and career counselors remind attendees to maintain eye contact. In the exhibition hall, tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables; dozens of booths and colorful banners encircle a polished floor; staff scan registrations and hand out lanyards at the entrance; healthcare providers showcase photos of community outreach. In the university career fair area, alumni volunteers give pep talks near a coffee station as the same welcome PA repeats the schedule and tech companies again show demo screens; students line up outside the gym before the fair opens. A welcome PA broadcast outlines the schedule.",
    "Two concurrent university scenes unfold: a professional exhibition hall and a university career fair, with gym pre-fair activity nearby. In the gym, students line up outside with resumes in branded folders as a welcome PA outlines the schedule, and career counselors remind attendees to maintain eye contact. In the exhibition hall, tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables; dozens of booths and colorful banners encircle a polished floor; staff scan registrations and hand out lanyards at the entrance; healthcare providers showcase photos of community outreach. In the career fair area, alumni volunteers give pep talks near a coffee station as the same welcome PA repeats the schedule; outside the gym before opening, students line up while event staff scan registrations and hand out lanyards; tech companies again show demo screens. Inside, dozens of booths with colorful banners circle the polished floor and tech demos continue; career counselors remind attendees to maintain eye contact."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.41942136726068463,
    0.41942136726068463,
    0.47061174895074404,
    0.47061174895074404,
    0.47061174895074404,
    0.47061174895074404,
    0.543569318311477,
    0.543569318311477,
    0.543569318311477,
    0.543569318311477,
    0.635480951971544,
    0.635480951971544,
    0.635480951971544,
    0.635480951971544,
    0.635480951971544,
    0.8541091726880701,
    0.8541091726880701,
    0.8541091726880701,
    0.8541091726880701,
    0.8541091726880701,
    0.8862591501420456,
    0.8862591501420456,
    0.8862591501420456,
    0.8862591501420456,
    0.8862591501420456,
    0.8399051418897271,
    0.8399051418897271,
    0.8399051418897271,
    0.8399051418897271,
    0.8399051418897271,
    0.8399051418897271,
    0.844449344031588,
    0.844449344031588,
    0.844449344031588,
    0.844449344031588,
    0.844449344031588,
    0.844449344031588,
    0.844449344031588,
    0.7836832182713873,
    0.7836832182713873,
    0.7836832182713873,
    0.7836832182713873,
    0.7836832182713873,
    0.7836832182713873,
    0.8006387327569819,
    0.8006387327569819,
    0.8006387327569819,
    0.8006387327569819,
    0.8006387327569819,
    0.8006387327569819,
    0.8006387327569819,
    0.8006387327569819,
    0.8006387327569819,
    0.8006387327569819,
    0.8070874763453886,
    0.8070874763453886,
    0.8070874763453886,
    0.8070874763453886,
    0.8070874763453886,
    0.8070874763453886,
    0.8070874763453886,
    0.8070874763453886,
    0.8070874763453886
  ],
  "4": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps.",
    "Healthcare providers showcase photos of community outreach, while tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system, outlining the fair's schedule.",
    "Healthcare providers showcase photos of community outreach, while tech companies display demo screens of their latest apps. A welcome announcement is broadcast over the PA system, outlining the fair’s schedule. Career counselors remind attendees to maintain eye contact.",
    "Healthcare providers showcase photos of community outreach, while tech companies display demo screens showcasing their latest apps outside the university gym before the career fair opens, where students line up. A welcome announcement over the PA system outlines the fair’s schedule. Career counselors remind attendees to maintain eye contact. Nearby, alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers showcase photos of community outreach, and tech companies display demo screens of their latest apps outside the university gym before the career fair opens, with students lining up. A welcome announcement over the PA system outlines the fair’s schedule, and career counselors remind attendees to maintain eye contact. Nearby, alumni volunteers give quick pep talks near the coffee station.",
    "Outside the university gym, before the career fair opens, healthcare providers showcase photos of community outreach while tech companies display demo screens of their latest apps as students line up. A welcome announcement over the PA outlines the fair’s schedule, and career counselors remind attendees to maintain eye contact. Nearby, alumni volunteers give quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "Before the career fair opens around the university gym, students line up with resumes clutched in branded folders. Tech companies display demo screens of their latest apps, while healthcare providers showcase photos of community outreach. Career counselors remind attendees to maintain eye contact, and a welcome announcement is broadcast over the PA system outlining the fair schedule. Nearby, alumni volunteers give quick pep talks near the coffee station.",
    "Two concurrent scenes at the university career fair: in a professional exhibition hall, tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables; dozens of booths and colorful banners circle a polished floor; staff scan registrations and hand out lanyards at the entrance; healthcare providers showcase photos of community outreach. In the university fair area outside the gym, students line up with resumes in branded folders before opening; alumni volunteers give pep talks near the coffee station; a welcome PA broadcasts the schedule, with career counselors reminding attendees to maintain eye contact.",
    "Two concurrent zones define the university career fair: inside the professional exhibition hall, tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables; dozens of booths with colorful banners circle a polished floor; staff scan registrations and hand out lanyards at the entrance; healthcare providers showcase photos of community outreach. Outside the gym before opening, students line up with resumes in branded folders; alumni volunteers give pep talks near the coffee station; a welcome PA broadcasts the schedule, with career counselors reminding attendees to maintain eye contact.",
    "Two concurrent zones define the university career fair: inside the professional exhibition hall and outside the gym before opening. In the hall, tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables; dozens of booths with colorful banners circle a polished floor; staff scan registrations and hand out lanyards at the entrance; healthcare providers showcase photos of community outreach. Outside the gym, before opening, students line up with resumes in branded folders; alumni volunteers give pep talks near the coffee station; a welcome PA broadcasts the schedule, with career counselors reminding attendees to maintain eye contact."
  ],
  "4_score": [
    0.0,
    0.0,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.38292026390037676,
    0.38292026390037676,
    0.38292026390037676,
    0.5088945169807554,
    0.5088945169807554,
    0.5088945169807554,
    0.5088945169807554,
    0.6681592589475287,
    0.6681592589475287,
    0.6681592589475287,
    0.6681592589475287,
    0.6681592589475287,
    0.6681592589475287,
    0.6681592589475287,
    0.6681592589475287,
    0.6681592589475287,
    0.8562261086294496,
    0.8562261086294496,
    0.8562261086294496,
    0.8562261086294496,
    0.8562261086294496,
    0.8532284632358794,
    0.8532284632358794,
    0.8532284632358794,
    0.8532284632358794,
    0.8736104597714341,
    0.8736104597714341,
    0.8736104597714341,
    0.8736104597714341,
    0.8736104597714341,
    0.8736104597714341,
    0.8736104597714341,
    0.9010233767753187,
    0.9010233767753187,
    0.9010233767753187,
    0.9010233767753187,
    0.9010233767753187,
    0.9010233767753187,
    0.9010233767753187,
    0.7293582947858643,
    0.7293582947858643,
    0.7293582947858643,
    0.7293582947858643,
    0.7293582947858643,
    0.7293582947858643,
    0.7293582947858643,
    0.7293582947858643,
    0.7293582947858643,
    0.7441716984327744,
    0.7441716984327744,
    0.7441716984327744,
    0.7441716984327744,
    0.7441716984327744,
    0.7441716984327744,
    0.7441716984327744,
    0.7441716984327744,
    0.7441716984327744,
    0.8504739206810953,
    0.8504739206810953,
    0.8504739206810953,
    0.8504739206810953
  ],
  "5": [
    "",
    "\"\"",
    "\"\"",
    "\"\" Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps as students line up outside the university gym before the career fair opens.",
    "Outside the university gym, before the career fair opens, students line up as tech companies display demo screens showcasing their latest apps. Nearby, alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, before the career fair opens, students line up as tech companies display demo screens showing their latest apps. Nearby, alumni volunteers give quick pep talks near the coffee station. Healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system, outlining the fair’s schedule.",
    "Outside the university gym, before the career fair opens, students line up as tech companies display demo screens of their latest apps. Nearby, alumni volunteers give quick pep talks near the coffee station. Healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system, outlining the fair’s schedule. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, before the career fair opens, students line up as tech companies display demo screens of their latest apps. Nearby, alumni volunteers give quick pep talks near the coffee station. Healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym before the career fair opens, students line up as tech companies display demo screens of their latest apps. Nearby, alumni volunteers give quick pep talks near the coffee station. Healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym before the career fair opens, students line up as tech companies display demo screens of their latest apps. Alumni volunteers give quick pep talks near the coffee station, and healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. Career counselors remind attendees to maintain eye contact throughout the event. At the university career fair, event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym before the career fair opens, students line up as tech companies display demo screens showing their latest apps. Alumni volunteers give quick pep talks near the coffee station, and healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. Career counselors remind attendees to maintain eye contact throughout the event. At the university career fair, event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym before the career fair opens, students line up as tech companies display demo screens showing their latest apps. Alumni volunteers give quick pep talks near the coffee station, and healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. Career counselors remind attendees to maintain eye contact throughout the event. At the university career fair, event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym before the career fair opens, students line up as tech companies display demo screens of their latest apps. Alumni volunteers give quick pep talks near the coffee station, and healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. Career counselors remind attendees to maintain eye contact throughout the event. At the university career fair, event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym before the career fair opens, students line up as tech companies display demo screens of their latest apps. Alumni volunteers give quick pep talks near the coffee station, and healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. Career counselors remind attendees to maintain eye contact throughout the event. At the university career fair, event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the gym before opening, students line up with resumes in branded folders. Alumni volunteers give pep talks near the coffee station; a welcome PA broadcasts the schedule, and career counselors remind attendees to maintain eye contact. Inside the professional exhibition hall, tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables; dozens of booths with colorful banners circle a polished floor. Staff scan registrations and hand out lanyards at the entrance; healthcare providers showcase photos of community outreach.",
    "Before opening, outside the gym, students line up holding resumes in branded folders. Alumni volunteers give pep talks near the coffee station, while a welcome PA broadcasts the schedule and career counselors remind attendees to maintain eye contact. Inside the professional exhibition hall, tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners surround a polished floor. Staff scan registrations and hand out lanyards at the entrance, and healthcare providers showcase photos of community outreach."
  ],
  "5_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3508327519934286,
    0.3508327519934286,
    0.3508327519934286,
    0.4637585044876509,
    0.4637585044876509,
    0.6936147473092715,
    0.6936147473092715,
    0.6936147473092715,
    0.6936147473092715,
    0.6936147473092715,
    0.8581598725586375,
    0.8581598725586375,
    0.8581598725586375,
    0.8847558872914417,
    0.8847558872914417,
    0.8847558872914417,
    0.8847558872914417,
    0.8847558872914417,
    0.886354027408659,
    0.886354027408659,
    0.886354027408659,
    0.886354027408659,
    0.886354027408659,
    0.8888606641660174,
    0.8888606641660174,
    0.8888606641660174,
    0.8888606641660174,
    0.8892219375786481,
    0.8892219375786481,
    0.8892219375786481,
    0.8892219375786481,
    0.8892219375786481,
    0.8887532501397822,
    0.8887532501397822,
    0.8887532501397822,
    0.8887532501397822,
    0.8887532501397822,
    0.8887532501397822,
    0.8887532501397822,
    0.8887532501397822,
    0.8887532501397822,
    0.8887532501397822,
    0.8887532501397822,
    0.8892219375786481,
    0.8892219375786481,
    0.8892219375786481,
    0.8892219375786481,
    0.8892219375786481,
    0.8892219375786481,
    0.8892219375786481,
    0.8892219375786481,
    0.8892219375786481,
    0.7981132396261827,
    0.7981132396261827,
    0.7981132396261827,
    0.7981132396261827,
    0.7885613775809663,
    0.7885613775809663,
    0.7885613775809663,
    0.7885613775809663
  ],
  "6": [
    "",
    "\"\"",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station.",
    "Career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "Career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university gym, students line up outside before the career fair opens, while event staff at the entrance scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact, and alumni volunteers give quick pep talks near the coffee station.",
    "At the university gym, students line up outside before the career fair opens as event staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact, while alumni volunteers give pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps.",
    "At the university gym, students line up outside before the career fair opens as event staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact, and alumni volunteers give pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps. Healthcare providers showcase photos of community outreach.",
    "At the university gym, students line up outside before the career fair opens as event staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the fair schedule. Healthcare providers showcase photos of community outreach.",
    "At the university gym, students line up outside before the career fair opens as event staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the fair schedule. Healthcare providers showcase photos of community outreach.",
    "At the university gym, students line up outside before the career fair opens as event staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the fair schedule. Healthcare providers showcase photos of community outreach.",
    "Two concurrent scenes unfold at the university: a gym pre-fair area and an exhibition hall adjacent to the career fair. In the gym, students line up outside with resumes in branded folders as a welcome PA outlines the schedule; career counselors remind attendees to maintain eye contact. Staff scan registrations and hand out lanyards at the entrance. In the exhibition hall, dozens of booths with colorful banners encircle a polished floor; tech companies display demo screens showing their latest apps; consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase photos of community outreach. In the university career fair area, alumni volunteers give quick pep talks near a coffee station as the same welcome PA repeats the schedule and tech companies again show demo screens. Students line up outside the gym before the fair opens. A welcome PA broadcast outlines the schedule.",
    "Two concurrent scenes unfold at the university: in the gym pre-fair area, students line up outside with resumes in branded folders as a welcome PA outlines the schedule; staff scan registrations and hand out lanyards at the entrance; career counselors remind attendees to maintain eye contact. In the adjacent exhibition hall, dozens of booths with colorful banners encircle a polished floor; tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables while healthcare providers showcase photos of community outreach. In the university career fair area, alumni volunteers give quick pep talks near a coffee station as the same welcome PA repeats the schedule and tech companies again show demo screens."
  ],
  "6_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.4726083797851669,
    0.4726083797851669,
    0.4726083797851669,
    0.4726083797851669,
    0.5891915603271213,
    0.5891915603271213,
    0.5891915603271213,
    0.73705969210694,
    0.73705969210694,
    0.73705969210694,
    0.73705969210694,
    0.8493937664342759,
    0.8493937664342759,
    0.8493937664342759,
    0.8493937664342759,
    0.9083544459847239,
    0.9083544459847239,
    0.9083544459847239,
    0.9083544459847239,
    0.9083544459847239,
    0.9083544459847239,
    0.9083544459847239,
    0.9105188054230845,
    0.9105188054230845,
    0.9105188054230845,
    0.9105188054230845,
    0.9105188054230845,
    0.9105188054230845,
    0.9105188054230845,
    0.9185802661482709,
    0.9185802661482709,
    0.9185802661482709,
    0.9185802661482709,
    0.9185802661482709,
    0.9185802661482709,
    0.9185802661482709,
    0.9185802661482709,
    0.9185802661482709,
    0.9185802661482709,
    0.9185802661482709,
    0.9185802661482709,
    0.9185802661482709,
    0.9185802661482709,
    0.9185802661482709,
    0.858040810769877,
    0.858040810769877,
    0.858040810769877,
    0.858040810769877,
    0.858040810769877,
    0.858040810769877,
    0.858040810769877,
    0.858040810769877,
    0.7832031852277495,
    0.7832031852277495,
    0.7832031852277495
  ],
  "7": [
    "",
    "",
    "Tech companies display demo screens that show their latest apps.",
    "Tech companies display demo screens that show their latest apps.",
    "Tech companies display demo screens that show their latest apps.",
    "Tech companies display demo screens showing their latest apps, and a welcome announcement is broadcast over the PA system outlining the fair's schedule.",
    "Tech companies display demo screens showing their latest apps as part of the fair. A welcome announcement is broadcast over the PA system outlining the fair schedule. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "At the fair, tech companies display demo screens showing their latest apps, healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the fair, tech companies display demo screens showing their latest apps, healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the fair schedule. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, tech companies display demo screens of their latest apps, while healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "At the fair, tech companies display demo screens of their latest apps, healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "Two concurrent scenes at the fair: in a professional exhibition hall, tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables; dozens of booths and colorful banners circle a polished floor; staff scan registrations and hand out lanyards at the entrance; healthcare providers showcase photos of community outreach. In the university career fair, alumni volunteers give pep talks near the coffee station as a welcome PA outlines the schedule; tech companies again show demo screens; and students line up outside the gym before the fair opens. A welcome PA broadcast outlines the schedule and career counselors remind attendees to maintain eye contact.",
    "Two concurrent fair scenes unfold. In the professional exhibition hall, tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables; dozens of booths and colorful banners circle a polished floor; staff scan registrations and hand out lanyards at the entrance; healthcare providers showcase photos of community outreach. In the university career fair, alumni volunteers give pep talks near the coffee station as a welcome PA outlines the schedule; tech companies again show demo screens; and students line up outside the gym before the fair opens. A welcome PA broadcast outlines the schedule and career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "Two concurrent scenes unfold: a professional exhibition hall and a university career fair. In the exhibition hall, tech companies display demo screens of their latest apps; consulting firms stack case study booklets on tables; dozens of booths and colorful banners encircle a polished floor; staff scan registrations and hand out lanyards at the entrance; healthcare providers showcase photos of community outreach. In the university area, alumni volunteers give pep talks near a coffee station as a welcome PA outlines the schedule; tech companies again show demo screens; students line up outside the gym before opening. A welcome PA repeats the schedule and career counselors remind attendees to maintain eye contact. Preceding the university fair, in the gym, students line up outside with resumes in branded folders as the welcome PA outlines the schedule; in the exhibition hall, the same elements recur: demo screens, booklets, booths, banners, registrations, lanyards, outreach photos."
  ],
  "7_score": [
    0.0,
    0.0,
    0.35206621647287506,
    0.35206621647287506,
    0.35206621647287506,
    0.35206621647287506,
    0.35206621647287506,
    0.35206621647287506,
    0.35206621647287506,
    0.35206621647287506,
    0.35206621647287506,
    0.35206621647287506,
    0.4336755416642613,
    0.4336755416642613,
    0.4336755416642613,
    0.689804896299755,
    0.689804896299755,
    0.689804896299755,
    0.689804896299755,
    0.6007042174357157,
    0.6007042174357157,
    0.6007042174357157,
    0.6578334510183333,
    0.6578334510183333,
    0.6578334510183333,
    0.6578334510183333,
    0.6578334510183333,
    0.7009030548478232,
    0.7009030548478232,
    0.7009030548478232,
    0.6979334600711641,
    0.6979334600711641,
    0.6979334600711641,
    0.6979334600711641,
    0.6979334600711641,
    0.6979334600711641,
    0.7591645447466044,
    0.7591645447466044,
    0.7591645447466044,
    0.7591645447466044,
    0.7591645447466044,
    0.7591645447466044,
    0.7591645447466044,
    0.7954418754788728,
    0.7954418754788728,
    0.7954418754788728,
    0.7954418754788728,
    0.7954418754788728,
    0.7954418754788728,
    0.7954418754788728,
    0.7954418754788728,
    0.7954418754788728,
    0.7954418754788728,
    0.7954418754788728,
    0.7954418754788728,
    0.7954418754788728,
    0.7954418754788728,
    0.7954418754788728,
    0.7954418754788728,
    0.7954418754788728,
    0.7954418754788728,
    0.7954418754788728,
    0.7954418754788728,
    0.7954418754788728,
    0.7954418754788728,
    0.7954418754788728
  ],
  "8": [
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair's schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair's schedule, while tech companies display demo screens showing their latest apps.",
    "A welcome announcement is broadcast over the PA system, outlining the fair's schedule, while tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "A welcome announcement is broadcast over the PA system, outlining the fair's schedule. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "A welcome announcement is broadcast over the PA system, outlining the fair's schedule. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "A welcome announcement is broadcast over the PA system, outlining the fair's schedule. Tech companies display demo screens of their latest apps. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photos of community outreach.",
    "A welcome announcement is broadcast over the PA system outlining the fair's schedule. Tech companies display demo screens of their latest apps. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photos of community outreach. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, a welcome announcement is broadcast over the PA system outlining the schedule. Outside the university gym, before the fair opens, students line up as tech companies display demo screens of their latest apps. Nearby, alumni volunteers give quick pep talks near the coffee station. Healthcare providers showcase photos of community outreach. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, a welcome announcement is broadcast over the PA system outlining the schedule. Outside the gym before opening, students line up as tech companies display demo screens of their latest apps and event staff at the entrance scan registrations and hand out lanyards. Inside the venue, dozens of booths with colorful banners circle the polished floor, with tech companies again displaying demo screens of their latest apps. Alumni volunteers give quick pep talks near the coffee station, and healthcare providers showcase photos of community outreach. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, a welcome announcement is broadcast over the PA system outlining the schedule. Outside the gym before opening, students line up as event staff scan registrations and hand out lanyards at the entrance, while tech companies display demo screens of their latest apps. Inside, dozens of booths with colorful banners circle the polished floor and tech companies again show demo screens of their latest apps. Alumni volunteers give pep talks near the coffee station, and healthcare providers showcase photos of community outreach. Career counselors remind attendees to maintain eye contact.",
    "A university career fair unfolds with a PA welcome announcing the schedule. Outside the gym before opening, students line up as event staff scan registrations and hand out lanyards at the entrance, while tech companies display demo screens of their latest apps. Inside, dozens of booths with colorful banners encircle the polished floor as tech companies again show demo screens of their latest apps. Alumni volunteers give pep talks near the coffee station, and healthcare providers showcase photos of community outreach. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Two concurrent scenes unfold at the university: a professional exhibition hall and the university career fair, with gym pre-fair activity nearby. Outside the gym before opening, students line up with resumes in branded folders as event staff scan registrations and hand out lanyards at the entrance, while tech companies display demo screens of their latest apps. Inside the exhibition hall, dozens of booths with colorful banners encircle a polished floor, and tech companies again show demo screens; consulting firms stack glossy case study booklets on high tables; staff continue at the entrance handing out lanyards. Healthcare providers showcase photos of community outreach. In the university career fair area, alumni volunteers give pep talks near a coffee station, and career counselors remind attendees to maintain eye contact, as a welcome PA outlines the schedule.",
    "Two concurrent scenes unfold at the university: a professional exhibition hall and a university career fair, with gym pre-fair activity nearby. Outside the gym before opening, students line up with resumes in branded folders as event staff scan registrations and hand out lanyards at the entrance, while tech companies display demo screens of their latest apps. Inside the exhibition hall, dozens of booths with colorful banners encircle a polished floor; tech companies again show demo screens; consulting firms stack glossy case-study booklets on high tables; staff continue at the entrance handing out lanyards; healthcare providers showcase photos of community outreach. In the university career fair area, alumni volunteers give pep talks near a coffee station; career counselors remind attendees to maintain eye contact; a welcome PA outlines the schedule."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.40361077811087714,
    0.40361077811087714,
    0.40361077811087714,
    0.45107990528906927,
    0.45107990528906927,
    0.45107990528906927,
    0.5746677944273051,
    0.5746677944273051,
    0.5746677944273051,
    0.5746677944273051,
    0.5746677944273051,
    0.7013581917561377,
    0.7013581917561377,
    0.7013581917561377,
    0.7013581917561377,
    0.7013581917561377,
    0.7013581917561377,
    0.7128290985054027,
    0.7128290985054027,
    0.7128290985054027,
    0.7128290985054027,
    0.7128290985054027,
    0.8663456821810158,
    0.8663456821810158,
    0.8663456821810158,
    0.8663456821810158,
    0.8663456821810158,
    0.8873109883376611,
    0.8873109883376611,
    0.8873109883376611,
    0.8873109883376611,
    0.8873109883376611,
    0.8873109883376611,
    0.8873109883376611,
    0.8961327930003816,
    0.8961327930003816,
    0.8961327930003816,
    0.8961327930003816,
    0.8961327930003816,
    0.8961327930003816,
    0.8961327930003816,
    0.8912863877758341,
    0.8912863877758341,
    0.8912863877758341,
    0.8912863877758341,
    0.8843983028375941,
    0.8843983028375941,
    0.8843983028375941,
    0.8843983028375941,
    0.8843983028375941,
    0.860979664867028,
    0.860979664867028,
    0.860979664867028,
    0.860979664867028,
    0.860979664867028,
    0.860979664867028,
    0.8482104017558485,
    0.8482104017558485,
    0.8482104017558485,
    0.8482104017558485,
    0.8482104017558485,
    0.8482104017558485,
    0.8482104017558485
  ],
  "9": [
    "",
    "",
    "\"\"",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while career counselors remind attendees to maintain eye contact.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. At the university gym, students line up outside before the career fair opens, while event staff at the entrance scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "A welcome announcement over the PA system outlines the fair schedule as students line up outside the university gym before the career fair opens, while event staff at the entrance scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase photos of community outreach.",
    "A welcome announcement over the PA system outlines the fair schedule. At the university gym, students line up outside before the career fair opens as event staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners circle the polished floor, where tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact, and alumni volunteers give pep talks near the coffee station. Healthcare providers showcase photos of community outreach.",
    "At the university gym, a welcome PA announces the career fair schedule as students line up outside with resumes in branded folders before opening; staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners surround the polished floor, where tech companies display demo screens of their latest apps and healthcare providers showcase photos of community outreach. Career counselors remind attendees to maintain eye contact, and alumni volunteers offer quick pep talks near the coffee station.",
    "The scene unfolds in a university gym hosting a career fair. A welcome PA announces the schedule to those outside as students line up with resumes in branded folders before opening, while staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners surround a polished floor, where tech companies display demo screens of their latest apps and healthcare providers showcase photos of community outreach. Career counselors remind attendees to maintain eye contact, and alumni volunteers offer quick pep talks near the coffee station. A welcome announcement again outlines the fair schedule over the PA system.",
    "The university gym hosts a two-zone career fair: inside a professional exhibition hall and outside in the university fair area. Inside, dozens of booths with colorful banners surround a polished floor; tech companies display demo screens of their latest apps, and healthcare providers showcase photos of community outreach; consulting firms stack glossy case study booklets on high tables; staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact, and alumni volunteers offer quick pep talks near the coffee station. A welcome PA outlines the schedule. Outside, students line up with resumes in branded folders before opening; the welcome PA broadcasts the schedule; alumni volunteers provide pep talks near the coffee station.",
    "Two concurrent zones define the university career fair: inside the professional exhibition hall and outside in the university fair area. Inside, dozens of booths with colorful banners surround a polished floor; tech companies display demo screens of their latest apps; healthcare providers showcase photos of community outreach; consulting firms stack glossy case study booklets on high tables; staff scan registrations and hand out lanyards at the entrance; career counselors remind attendees to maintain eye contact; alumni volunteers offer quick pep talks near the coffee station; a welcome PA outlines the schedule. Outside, before opening, students line up with resumes in branded folders; alumni volunteers give pep talks near the coffee station; a welcome PA broadcasts the schedule; career counselors remind attendees to maintain eye contact."
  ],
  "9_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.375369185465232,
    0.375369185465232,
    0.375369185465232,
    0.6069606213612897,
    0.6069606213612897,
    0.6069606213612897,
    0.5052349427985272,
    0.5052349427985272,
    0.5052349427985272,
    0.5052349427985272,
    0.7205862142609947,
    0.7205862142609947,
    0.7205862142609947,
    0.7205862142609947,
    0.7205862142609947,
    0.7205862142609947,
    0.7205862142609947,
    0.744226153344641,
    0.744226153344641,
    0.9175250405314588,
    0.9175250405314588,
    0.9175250405314588,
    0.9175250405314588,
    0.9175250405314588,
    0.9175250405314588,
    0.9175250405314588,
    0.9175250405314588,
    0.9175250405314588,
    0.9175250405314588,
    0.8797839522497023,
    0.8797839522497023,
    0.8797839522497023,
    0.8797839522497023,
    0.9032532831156896,
    0.9032532831156896,
    0.9032532831156896,
    0.9032532831156896,
    0.8838680096282295,
    0.8838680096282295,
    0.8838680096282295,
    0.8838680096282295,
    0.8763320677085379,
    0.8763320677085379,
    0.8763320677085379,
    0.8763320677085379,
    0.8763320677085379,
    0.8763320677085379,
    0.8763320677085379,
    0.8763320677085379,
    0.8763320677085379,
    0.892939674772128,
    0.892939674772128,
    0.892939674772128,
    0.892939674772128,
    0.892939674772128,
    0.8042454720048805,
    0.8042454720048805,
    0.8042454720048805,
    0.8042454720048805,
    0.8042454720048805
  ]
}