{
  "0": [
    "Alumni shared career advice with current students.",
    "Students and alumni interacted in the hall. Alumni offered career guidance to students.",
    "Students and alumni engaged in a hall event. Alumni provided career advice to students regarding internships and full-time job opportunities.",
    "Small groups of students discussed topics outside the main area. Students and alumni attended a hall event. Alumni offered career advice on internships and full-time jobs.",
    "Students and alumni attended a hall event. Small groups discussed various topics. Alumni provided career advice regarding internships and full-time employment opportunities.",
    "Students and alumni attended a hall event. Small groups discussed career advice, including internships and full-time employment. Some recruiters showed particular interest during the event.",
    "Company booths filled the main hall. Students and alumni attended the event. Career advice, including internships and full-time employment, was discussed. Recruiters expressed significant interest during the event.",
    "Short conversations at the event led to potential job opportunities. Company representatives and recruiters showed strong interest in students and alumni. Career advice regarding internships and full-time employment was provided.",
    "Recruiters distributed brochures to students. Conversations resulted in potential job opportunities. Company representatives and recruiters expressed interest in students and alumni. Career advice about internships and full-time jobs was offered.",
    "Recruiters provided brochures to students. Conversations led to potential job opportunities. Company representatives and recruiters showed interest in students and alumni. Career advice regarding internships and full-time positions was offered.",
    "Recruiters distributed brochures to students. Conversations explored potential job opportunities. Company representatives and recruiters offered career advice on internships and full-time positions.",
    "Recruiters provided brochures to students. Conversations centered on job opportunities. Company representatives and recruiters discussed internships and full-time positions.",
    "The event featured a busy and energetic atmosphere. Recruiters distributed brochures. Conversations focused on job opportunities. Company representatives and recruiters discussed internships and full-time positions.",
    "An annual event featured a busy atmosphere. Recruiters distributed brochures and discussed job opportunities. Company representatives and recruiters discussed internships and full-time positions.",
    "Students and recruiters attended an annual event. Recruiters provided information about job opportunities. Company representatives discussed internships and full-time positions.",
    "The main hall hosted a crowded annual event. Students and recruiters attended. Recruiters shared job opportunity information. Company representatives discussed internships and full-time positions.",
    "Students and recruiters attended an annual event in the main hall. Recruiters presented job opportunities. Company representatives discussed internships and full-time positions.",
    "Small groups of students discussed topics outside the main hall. Recruiters hosted an annual event in the main hall. Recruiters presented job opportunities. Company representatives discussed internships and full-time positions.",
    "Students collected branded tote bags. Recruiters held an annual event. They presented job opportunities. Company representatives discussed internships and full-time positions. Small groups discussed topics outside the main hall.",
    "Students possessed resumes. Recruiters hosted an annual event. The event included presentations of job opportunities. Company representatives discussed internships and full-time positions. Smaller group discussions occurred outside the main hall.",
    "Students presented resumes at an annual recruitment event. Company representatives discussed internship and full-time job opportunities. Smaller group discussions took place outside the main hall."
  ]
}