{
  "0": [
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Human resources teams jot notes on tablets while students introduce themselves.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Human resources teams jot notes on tablets as students introduce themselves. Outside the university gym, students line up before the career fair opens.",
    "A university career fair unfolds with a welcome announcement over the PA system outlining the schedule. Human resources teams jot notes on tablets as students introduce themselves. Outside the university gym, students line up before the fair opens. Tech companies display demo screens showing their latest apps.",
    "A university career fair is underway with a welcome announcement over the PA system outlining the schedule. Human resources teams jot notes on tablets as students introduce themselves. Outside the university gym, students line up before the fair opens. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "A university career fair is underway, with a welcome announcement over the PA system outlining the schedule. Human resources teams are jotting notes on tablets as students introduce themselves. Outside the university gym, students line up before the fair opens. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "A university career fair is underway, with a welcome announcement over the PA system outlining the schedule. Human resources teams are jotting notes on tablets as students introduce themselves. Outside the university gym, students line up before the fair opens. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "At a university career fair in progress, a welcome announcement over the PA system outlines the schedule. Human resources teams jot notes on tablets as students introduce themselves. Outside the university gym, students line up before the fair opens. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact, and workshops on networking etiquette begin in the adjoining classroom.",
    "At a university career fair in progress, a welcome announcement over the PA system outlines the schedule. Human resources teams jot notes on tablets as students introduce themselves. Outside the university gym, students line up before the fair opens. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact, and workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall."
  ],
  "0_score": [
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.5883375355669316,
    0.5883375355669316,
    0.5883375355669316,
    0.5883375355669316,
    0.5883375355669316,
    0.5883375355669316,
    0.7539003130539856,
    0.7539003130539856,
    0.7539003130539856,
    0.7539003130539856,
    0.7539003130539856,
    0.832525616787531,
    0.832525616787531,
    0.832525616787531,
    0.832525616787531,
    0.832525616787531,
    0.832525616787531,
    0.7995531477052811,
    0.7995531477052811,
    0.7995531477052811,
    0.7995531477052811,
    0.7995531477052811,
    0.7995531477052811,
    0.7995531477052811,
    0.8212015406542703,
    0.8212015406542703,
    0.8212015406542703,
    0.8212015406542703,
    0.8212015406542703,
    0.8212015406542703,
    0.8212015406542703,
    0.8212015406542703,
    0.8101634291684365,
    0.8101634291684365,
    0.8101634291684365,
    0.8101634291684365,
    0.8101634291684365,
    0.8101634291684365,
    0.8101634291684365,
    0.8101634291684365,
    0.8101634291684365,
    0.8342122114016185,
    0.8342122114016185,
    0.8342122114016185,
    0.8342122114016185,
    0.8342122114016185,
    0.8342122114016185,
    0.8342122114016185,
    0.8342122114016185,
    0.8342122114016185,
    0.8342122114016185,
    0.8342122114016185,
    0.8342122114016185,
    0.8342122114016185,
    0.8342122114016185,
    0.8376919731872587,
    0.8376919731872587
  ],
  "1": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase photographs of community outreach efforts, presenting images that document their engagement with the surrounding community.",
    "Healthcare providers display photographs of their community outreach, presenting images that document their engagement with the surrounding community. A welcome announcement, broadcast over the PA system, outlines the fair schedule.",
    "Healthcare providers display photographs of their community outreach, presenting images that document their engagement with the surrounding community. A welcome announcement broadcast over the PA system outlines the fair schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers display photographs of their community outreach, presenting images that document their engagement with the surrounding community. A welcome announcement broadcast over the PA system outlines the fair schedule. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers display photographs documenting their community outreach and engagement with the surrounding community. A welcome announcement broadcasts over the PA system, outlining the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station. Networking etiquette workshops begin in the adjoining classroom.",
    "Healthcare providers display photographs documenting their outreach and engagement with the surrounding community. A welcome announcement broadcasts over the PA system, outlining the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station. Networking etiquette workshops begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention.",
    "Healthcare providers display photographs documenting their outreach and engagement with the surrounding community. A welcome announcement broadcasts over the PA system, outlining the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station. Networking etiquette workshops begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention. Some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers display photographs documenting their outreach and engagement with the surrounding community. A welcome announcement broadcasts over the PA system, outlining the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station, while networking etiquette workshops begin in the adjoining classroom. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "Healthcare providers display photographs documenting their outreach and engagement with the surrounding community. A welcome announcement broadcasts over the PA system, outlining the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station, while networking etiquette workshops begin in the adjoining classroom. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall, and a cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.23778436470314873,
    0.23778436470314873,
    0.23778436470314873,
    0.23778436470314873,
    0.23778436470314873,
    0.46700884565863354,
    0.46700884565863354,
    0.46700884565863354,
    0.46700884565863354,
    0.46700884565863354,
    0.6740494862661971,
    0.6740494862661971,
    0.6740494862661971,
    0.6740494862661971,
    0.6740494862661971,
    0.6740494862661971,
    0.6740494862661971,
    0.6973148145032436,
    0.6973148145032436,
    0.6973148145032436,
    0.6973148145032436,
    0.6973148145032436,
    0.6973148145032436,
    0.6973148145032436,
    0.6973148145032436,
    0.7173004940614311,
    0.7173004940614311,
    0.7173004940614311,
    0.7173004940614311,
    0.7173004940614311,
    0.7173004940614311,
    0.8186491381318068,
    0.8186491381318068,
    0.8186491381318068,
    0.8186491381318068,
    0.8186491381318068,
    0.8186491381318068,
    0.8186491381318068,
    0.8186491381318068,
    0.8186491381318068,
    0.8270777941455679,
    0.8270777941455679,
    0.8270777941455679,
    0.8270777941455679,
    0.8270777941455679,
    0.8270777941455679,
    0.8270777941455679,
    0.8270777941455679,
    0.8270777941455679,
    0.8279280914070386,
    0.8279280914070386,
    0.8279280914070386,
    0.8279280914070386,
    0.8279280914070386,
    0.8279280914070386,
    0.8279280914070386,
    0.8279280914070386,
    0.8279280914070386,
    0.8279280914070386,
    0.8279280914070386
  ],
  "2": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At an event, career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At an event, career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, attendees are observed as career counselors remind them to maintain eye contact. A cybersecurity company operates a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, attendees are reminded by career counselors to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers offer quick pep talks near the coffee station.",
    "At the event, attendees are reminded by career counselors to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers offer quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "At the event, attendees are reminded by career counselors to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers offer quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers offer quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers offer quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor."
  ],
  "2_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5265715983425795,
    0.5265715983425795,
    0.5265715983425795,
    0.5265715983425795,
    0.5265715983425795,
    0.5265715983425795,
    0.5265715983425795,
    0.5265715983425795,
    0.5265715983425795,
    0.5265715983425795,
    0.7297487941522894,
    0.7297487941522894,
    0.7297487941522894,
    0.7297487941522894,
    0.7297487941522894,
    0.7297487941522894,
    0.7297487941522894,
    0.7839870028531413,
    0.7839870028531413,
    0.7839870028531413,
    0.7839870028531413,
    0.7839870028531413,
    0.7839870028531413,
    0.7839870028531413,
    0.828061410690547,
    0.828061410690547,
    0.828061410690547,
    0.828061410690547,
    0.828061410690547,
    0.828061410690547,
    0.828061410690547,
    0.828061410690547,
    0.8336899745978776,
    0.8336899745978776,
    0.8336899745978776,
    0.8336899745978776,
    0.8336899745978776,
    0.8336899745978776,
    0.8336899745978776,
    0.8311051498729163,
    0.8311051498729163,
    0.8311051498729163,
    0.8311051498729163,
    0.8311051498729163,
    0.8311051498729163,
    0.8311051498729163,
    0.8311051498729163,
    0.8405290554290596,
    0.8405290554290596,
    0.8405290554290596,
    0.8405290554290596,
    0.8405290554290596,
    0.8405290554290596,
    0.8405290554290596,
    0.8405290554290596,
    0.8405290554290596,
    0.8490390642162535,
    0.8490390642162535
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, while students clutch resumes inside branded folders.",
    "At the entrance, event staff scan registrations and hand out lanyards, while students clutch resumes inside branded folders.",
    "At the entrance, event staff scan registrations and hand out lanyards; students clutch resumes inside branded folders.",
    "At the entrance, event staff scan registrations and hand out lanyards, while students clutch resumes inside branded folders."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.4024728958205388,
    0.4024728958205388,
    0.4024728958205388,
    0.4024728958205388,
    0.4024728958205388,
    0.4024728958205388,
    0.4024728958205388,
    0.4024728958205388,
    0.4024728958205388,
    0.4024728958205388,
    0.4024728958205388,
    0.4024728958205388,
    0.4024728958205388,
    0.4024728958205388,
    0.4024728958205388,
    0.4024728958205388,
    0.4024728958205388,
    0.4024728958205388,
    0.4024728958205388,
    0.4024728958205388,
    0.4024728958205388,
    0.4024728958205388,
    0.4024728958205388,
    0.4024728958205388,
    0.428520974368467,
    0.428520974368467,
    0.428520974368467,
    0.428520974368467,
    0.428520974368467,
    0.428520974368467,
    0.428520974368467,
    0.428520974368467,
    0.428520974368467,
    0.428520974368467,
    0.428520974368467,
    0.428520974368467,
    0.428520974368467,
    0.4024728958205388,
    0.4024728958205388,
    0.4024728958205388,
    0.4024728958205388,
    0.4024728958205388,
    0.4024728958205388
  ],
  "4": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders as they arrive; at the entrance, event staff scan registrations and hand out lanyards.",
    "Students arrive clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Students arrive clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact.",
    "Students arrive clutching resumes inside branded folders as event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop, and career counselors remind attendees to maintain eye contact.",
    "Students arrive clutching resumes inside branded folders as event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact.",
    "Students arrive clutching resumes inside branded folders as event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact.",
    "At the entrance, event staff scan registrations and hand out branded lanyards while students arrive clutching resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Career counselors remind attendees to maintain eye contact.",
    "At the entrance, event staff scan registrations and hand out branded lanyards as students arrive clutching resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Career counselors remind attendees to maintain eye contact."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.40313784167231526,
    0.40313784167231526,
    0.40313784167231526,
    0.40313784167231526,
    0.40313784167231526,
    0.40313784167231526,
    0.40313784167231526,
    0.40313784167231526,
    0.7270380275868882,
    0.7270380275868882,
    0.7270380275868882,
    0.7270380275868882,
    0.7270380275868882,
    0.7270380275868882,
    0.7270380275868882,
    0.7270380275868882,
    0.7975612059351775,
    0.7975612059351775,
    0.7975612059351775,
    0.7975612059351775,
    0.7975612059351775,
    0.7975612059351775,
    0.7975612059351775,
    0.6328502699261512,
    0.6328502699261512,
    0.6328502699261512,
    0.6328502699261512,
    0.6328502699261512,
    0.6328502699261512,
    0.6328502699261512,
    0.6328502699261512,
    0.6328502699261512,
    0.7512376674762287,
    0.7512376674762287,
    0.7512376674762287,
    0.7512376674762287,
    0.7512376674762287,
    0.7512376674762287,
    0.7512376674762287,
    0.7512376674762287,
    0.7512376674762287,
    0.7512376674762287,
    0.7512376674762287,
    0.7512376674762287,
    0.7512376674762287,
    0.7512376674762287,
    0.7927487185447107,
    0.7927487185447107,
    0.7927487185447107,
    0.7927487185447107,
    0.7927487185447107,
    0.7927487185447107,
    0.7927487185447107,
    0.7927487185447107,
    0.7927487185447107,
    0.7899655273406397
  ],
  "5": [
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while students line up outside the university gym in advance of the career fair opening.",
    "Healthcare providers showcase community outreach photos, while students line up outside the university gym in advance of the career fair opening. Consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers showcase community outreach photos, while students line up outside the university gym in advance of the career fair opening. Consulting firms stack glossy case study booklets on high tables, and finance firms offer QR codes for immediate internship applications.",
    "Healthcare providers display community outreach photos; students line up outside the university gym in advance of the career fair opening. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Networking etiquette workshops begin in the adjoining classroom.",
    "At a university career fair, healthcare providers display community outreach photos while students line up outside the university gym in advance of the opening. Consulting firms stack glossy case study booklets on high tables, and finance firms offer QR codes for immediate internship applications. Networking etiquette workshops begin in the adjoining classroom.",
    "At a university career fair, healthcare providers display community outreach photos as students line up outside the university gym in advance of opening. Consulting firms stack glossy case study booklets on high tables, and finance firms offer QR codes for immediate internship applications. Networking etiquette workshops begin in the adjoining classroom, while students clutch resumes inside branded folders.",
    "At a university career fair, healthcare providers display community outreach photos as students line up outside the university gym before opening. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes to expedite immediate internship applications. Networking etiquette workshops begin in the adjoining classroom, and students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "5_score": [
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3514075766059015,
    0.3514075766059015,
    0.3514075766059015,
    0.3514075766059015,
    0.3514075766059015,
    0.3514075766059015,
    0.5615218063146554,
    0.5615218063146554,
    0.5615218063146554,
    0.5615218063146554,
    0.5615218063146554,
    0.6178704915105402,
    0.6178704915105402,
    0.6178704915105402,
    0.6178704915105402,
    0.6178704915105402,
    0.6178704915105402,
    0.6178704915105402,
    0.6178704915105402,
    0.6178704915105402,
    0.6178704915105402,
    0.7914593267679889,
    0.7914593267679889,
    0.7914593267679889,
    0.7914593267679889,
    0.7914593267679889,
    0.7914593267679889,
    0.7914593267679889,
    0.7914593267679889,
    0.7914593267679889,
    0.7984703108070874,
    0.7984703108070874,
    0.7984703108070874,
    0.7984703108070874,
    0.7984703108070874,
    0.7984703108070874,
    0.7984703108070874,
    0.7984703108070874,
    0.7984703108070874,
    0.7984703108070874,
    0.7984703108070874,
    0.8090272449168503,
    0.8090272449168503,
    0.8090272449168503,
    0.8090272449168503,
    0.8090272449168503,
    0.8090272449168503,
    0.8090272449168503,
    0.8090272449168503,
    0.8090272449168503,
    0.8090272449168503,
    0.8298831389525947,
    0.8298831389525947,
    0.8298831389525947,
    0.8298831389525947,
    0.8298831389525947,
    0.8298831389525947,
    0.8298831389525947,
    0.8298831389525947,
    0.8298831389525947,
    0.8298831389525947
  ],
  "6": [
    "",
    "",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup features a small drone that flies above its booth to attract attention, providing elevated signals of interest. Alumni volunteers share quick pep talks near the coffee station, adding interpersonal energy to the booth area.",
    "At a robotics startup booth, a small drone flies above the booth to attract attention, providing elevated signals of interest. Alumni volunteers share quick pep talks near the coffee station, adding interpersonal energy to the booth area. Finance firms offer QR codes for immediate internship applications.",
    "At a robotics startup booth, a small drone flies above the booth to attract attention, providing elevated signals of interest. Alumni volunteers share quick pep talks near the coffee station, adding interpersonal energy to the booth area. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "At a robotics startup booth, a small drone flies above the booth to attract attention, providing elevated signals of interest. Alumni volunteers share quick pep talks near the coffee station, adding interpersonal energy to the booth area. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a robotics startup booth, a small drone flies above the booth to attract attention, providing elevated signals of interest. Alumni volunteers share quick pep talks near the coffee station, adding interpersonal energy to the booth area. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "At the robotics startup booth, a small drone flies above to attract attention, providing elevated signals of interest. Alumni volunteers share quick pep talks near the coffee station, adding interpersonal energy to the booth area. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map.",
    "At the career fair set at the university, the robotics startup booth features a small drone flying overhead to attract attention, delivering elevated signals of interest. Alumni volunteers deliver quick pep talks near the coffee station, infusing the booth area with interpersonal energy. Finance firms display QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university career fair, the robotics startup booth features a small drone flying overhead to attract attention, signaling interest from above. Alumni volunteers give brief pep talks near the coffee station, adding interpersonal energy to the booth area. Finance firms display QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "6_score": [
    0.0,
    0.0,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.5122404320499963,
    0.5122404320499963,
    0.5122404320499963,
    0.5122404320499963,
    0.5122404320499963,
    0.5122404320499963,
    0.6952826989177503,
    0.6952826989177503,
    0.6952826989177503,
    0.6952826989177503,
    0.6952826989177503,
    0.7249230353108156,
    0.7249230353108156,
    0.7249230353108156,
    0.7249230353108156,
    0.7249230353108156,
    0.7249230353108156,
    0.7887337064178106,
    0.7887337064178106,
    0.7887337064178106,
    0.7887337064178106,
    0.7887337064178106,
    0.7887337064178106,
    0.7887337064178106,
    0.7887337064178106,
    0.8302609385206507,
    0.8302609385206507,
    0.8302609385206507,
    0.8302609385206507,
    0.8302609385206507,
    0.8302609385206507,
    0.8302609385206507,
    0.8302609385206507,
    0.8545450225181641,
    0.8545450225181641,
    0.8545450225181641,
    0.8545450225181641,
    0.8545450225181641,
    0.8545450225181641,
    0.8545450225181641,
    0.8545450225181641,
    0.8788404473238959,
    0.8788404473238959,
    0.8788404473238959,
    0.8788404473238959,
    0.8788404473238959,
    0.8788404473238959,
    0.8788404473238959,
    0.8788404473238959,
    0.8788404473238959,
    0.8788404473238959,
    0.8846128648251232,
    0.8846128648251232,
    0.8846128648251232,
    0.8846128648251232,
    0.8846128648251232,
    0.8846128648251232,
    0.8846128648251232,
    0.8846128648251232
  ],
  "7": [
    "",
    "",
    "",
    "",
    "In consulting settings, firms stack glossy case study booklets on high tables.",
    "In consulting settings, firms stack glossy case study booklets on high tables, while students line up outside the university gym before the career fair opens.",
    "In consulting settings, firms stack glossy case study booklets on high tables. Outside the university gym, students line up before the career fair opens.",
    "Consulting settings show firms stacking glossy case study booklets on high tables. Outside the university gym, students line up before the career fair opens. Finance firms provide QR codes to facilitate immediate internship applications.",
    "At a university career fair around a polished floor, dozens of booths with colorful banners circle the space. Consulting firms stack glossy case study booklets on high tables. Outside the university gym, students line up before the fair opens. Finance firms provide QR codes to facilitate immediate internship applications.",
    "At a university career fair around a polished floor, dozens of booths with colorful banners circle the space. Consulting firms stack glossy case study booklets on high tables. Outside the university gym, students line up before the fair opens. Finance firms provide QR codes to facilitate immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "At a university career fair held on a polished floor, dozens of booths with colorful banners encircle the space. Consulting firms stack glossy case study booklets on high tables. Outside the university gym, students line up before the fair opens. Finance firms provide QR codes to facilitate immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "A university career fair unfolds on a polished floor, with dozens of booths encircling the space beneath colorful banners. Consulting firms stack glossy case study booklets on high tables. Outside the university gym, students line up before the fair opens. Finance firms provide QR codes to facilitate immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance.",
    "A university career fair unfolds on a polished floor, with dozens of booths encircling the space beneath colorful banners. Consulting firms stack glossy case study booklets on high tables. Outside the university gym, students line up before the fair opens. Finance firms provide QR codes to facilitate immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.24111786473080526,
    0.24111786473080526,
    0.24111786473080526,
    0.24111786473080526,
    0.24111786473080526,
    0.24111786473080526,
    0.24111786473080526,
    0.24111786473080526,
    0.24111786473080526,
    0.24111786473080526,
    0.24111786473080526,
    0.38687858956449506,
    0.38687858956449506,
    0.38687858956449506,
    0.38687858956449506,
    0.38687858956449506,
    0.5230700247831311,
    0.5230700247831311,
    0.5230700247831311,
    0.5230700247831311,
    0.5230700247831311,
    0.5230700247831311,
    0.5230700247831311,
    0.7383570470998945,
    0.7383570470998945,
    0.7383570470998945,
    0.7383570470998945,
    0.7383570470998945,
    0.7383570470998945,
    0.7383570470998945,
    0.8030313234274838,
    0.8030313234274838,
    0.8030313234274838,
    0.8030313234274838,
    0.8030313234274838,
    0.8030313234274838,
    0.8030313234274838,
    0.8329720037802758,
    0.8329720037802758,
    0.8329720037802758,
    0.8329720037802758,
    0.8329720037802758,
    0.8329720037802758,
    0.8329720037802758,
    0.8443480699601553,
    0.8443480699601553,
    0.8443480699601553,
    0.8443480699601553,
    0.8443480699601553,
    0.8443480699601553,
    0.8443480699601553,
    0.8443480699601553,
    0.8443480699601553,
    0.8544276607779487,
    0.8544276607779487,
    0.8544276607779487,
    0.8544276607779487,
    0.8544276607779487,
    0.8544276607779487,
    0.8544276607779487,
    0.8544276607779487,
    0.8544276607779487
  ],
  "8": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Networking etiquette workshops begin in the adjoining classroom; a robotics startup flies a small drone above its booth to draw attention.",
    "Networking etiquette workshops begin in the adjoining classroom, while a robotics startup flies a small drone above its booth to draw attention. Students clutch resumes inside branded folders.",
    "Networking etiquette workshops begin in the adjoining classroom, while a robotics startup flies a small drone above its booth to draw attention. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "Networking etiquette workshops begin in the adjoining classroom, while a robotics startup flies a small drone above its booth to draw attention. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens.",
    "Networking etiquette workshops are taking place in the adjoining classroom. A robotics startup is flying a small drone above its booth to draw attention. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens.",
    "Networking etiquette workshops are taking place in the adjoining classroom. A robotics startup is flying a small drone above its booth to draw attention. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station.",
    "Networking etiquette workshops are taking place in the adjoining classroom. A robotics startup is flying a small drone above its booth to draw attention. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station.",
    "Networking etiquette workshops are taking place in the adjoining classroom. A robotics startup is flying a small drone above its booth to draw attention. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "Networking etiquette workshops are taking place in the adjoining classroom. A robotics startup is flying a small drone above its booth to draw attention. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall."
  ],
  "8_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.45794229799116637,
    0.45794229799116637,
    0.45794229799116637,
    0.45794229799116637,
    0.45794229799116637,
    0.5665503987761831,
    0.5665503987761831,
    0.5665503987761831,
    0.5665503987761831,
    0.5665503987761831,
    0.7490874865633028,
    0.7490874865633028,
    0.7490874865633028,
    0.7490874865633028,
    0.7490874865633028,
    0.8120899983723036,
    0.8120899983723036,
    0.8120899983723036,
    0.8120899983723036,
    0.8120899983723036,
    0.8120899983723036,
    0.8120899983723036,
    0.8120899983723036,
    0.8120899983723036,
    0.7694780477570864,
    0.7694780477570864,
    0.7694780477570864,
    0.7694780477570864,
    0.7694780477570864,
    0.7694780477570864,
    0.7694780477570864,
    0.7694780477570864,
    0.7694780477570864,
    0.7694780477570864,
    0.7674585660805774,
    0.7674585660805774,
    0.7674585660805774,
    0.7674585660805774,
    0.7674585660805774,
    0.7674585660805774,
    0.7674585660805774,
    0.7674585660805774,
    0.7674585660805774,
    0.7674585660805774,
    0.7674585660805774,
    0.7674585660805774,
    0.7674585660805774,
    0.7674585660805774,
    0.7791025394100851,
    0.7791025394100851,
    0.7791025394100851,
    0.7791025394100851,
    0.7791025394100851,
    0.7791025394100851,
    0.7791025394100851,
    0.7756093902096406,
    0.7756093902096406,
    0.7756093902096406,
    0.7756093902096406
  ],
  "9": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while an alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym before the career fair opens, while an alumni panel discusses how to prepare for technical interviews. Inside, students clutch resumes stored in branded folders, ready to present them at the fair.",
    "Students line up outside the university gym before the career fair opens, while an alumni panel discusses how to prepare for technical interviews. Inside, students clutch resumes stored in branded folders, ready to present them at the fair.",
    "Students line up outside the university gym before the career fair opens, while an alumni panel discusses how to prepare for technical interviews. Inside, students clutch resumes stored in branded folders, ready to present them at the fair. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens, while an alumni panel discusses how to prepare for technical interviews. Inside, students clutch resumes stored in branded folders, ready to present them at the fair. Alumni volunteers share quick pep talks near the coffee station, and some students rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym before the career fair opens, while an alumni panel discusses how to prepare for technical interviews. Inside, students clutch resumes stored in branded folders, ready to present them at the fair. Alumni volunteers share quick pep talks near the coffee station, and some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym before the career fair opens, as an alumni panel discusses how to prepare for technical interviews. Inside, students clutch resumes stored in branded folders, ready to present them at the fair. Alumni volunteers share quick pep talks near the coffee station, and some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "Before the career fair opens, students line up outside the university gym as an alumni panel discusses how to prepare for technical interviews. Inside, students clutch resumes stored in branded folders, ready to present them at the fair. Alumni volunteers share quick pep talks near the coffee station, and some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.43895015393113557,
    0.43895015393113557,
    0.43895015393113557,
    0.43895015393113557,
    0.43895015393113557,
    0.43895015393113557,
    0.6322202390752377,
    0.6322202390752377,
    0.6322202390752377,
    0.6322202390752377,
    0.6322202390752377,
    0.6322202390752377,
    0.6322202390752377,
    0.6322202390752377,
    0.6322202390752377,
    0.6322202390752377,
    0.6322202390752377,
    0.6322202390752377,
    0.6322202390752377,
    0.6322202390752377,
    0.6322202390752377,
    0.6322202390752377,
    0.7568382966492915,
    0.7568382966492915,
    0.7568382966492915,
    0.7568382966492915,
    0.7568382966492915,
    0.7568382966492915,
    0.7568382966492915,
    0.7568382966492915,
    0.7568382966492915,
    0.7568382966492915,
    0.7704140479162377,
    0.7704140479162377,
    0.7704140479162377,
    0.7704140479162377,
    0.7704140479162377,
    0.7704140479162377,
    0.8070155012144716,
    0.8070155012144716,
    0.8070155012144716,
    0.8070155012144716,
    0.8070155012144716,
    0.8070155012144716,
    0.8070155012144716,
    0.8067320334448489,
    0.8067320334448489,
    0.8067320334448489,
    0.8067320334448489,
    0.8067320334448489,
    0.8067320334448489,
    0.8067320334448489,
    0.8067320334448489
  ],
  "10": [
    "",
    "",
    "Some students stand against the wall, quietly rehearsing elevator pitches.",
    "Some students stand against the wall, quietly rehearsing elevator pitches, while a welcome announcement outlines the fair schedule over the PA system.",
    "Some students stand against the wall, quietly rehearsing elevator pitches, as a welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves.",
    "Some students stand against the wall, quietly rehearsing elevator pitches as a welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "Some students stand against the wall, quietly rehearsing elevator pitches as a welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "Students stand against the wall, quietly rehearsing elevator pitches as a welcome announcement outlines the fair schedule over the PA system; human resources teams jot notes on tablets as students introduce themselves; workshops on networking etiquette begin in the adjoining classroom; alumni volunteers share quick pep talks near the coffee station.",
    "Students stand against the wall, quietly rehearsing elevator pitches as a welcome announcement outlines the fair schedule over the PA system. HR teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "Across the event space, students stand against the wall rehearsing elevator pitches while a welcome announcement over the PA outlines the fair schedule. HR teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers offer quick pep talks near the coffee station. Students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event space hosting the career fair, students stand against the wall rehearsing elevator pitches while a welcome announcement over the PA outlines the schedule. HR teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers offer quick pep talks near the coffee station. Students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens.",
    "At the event space hosting the career fair, students stand against the wall rehearsing elevator pitches as a welcome announcement over the PA outlines the schedule. HR teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers offer quick pep talks near the coffee station. Students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "10_score": [
    0.0,
    0.0,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.3484530031321533,
    0.3484530031321533,
    0.3484530031321533,
    0.3484530031321533,
    0.3484530031321533,
    0.3484530031321533,
    0.5173376324090687,
    0.5173376324090687,
    0.5173376324090687,
    0.5173376324090687,
    0.5173376324090687,
    0.5173376324090687,
    0.5173376324090687,
    0.647506546203265,
    0.647506546203265,
    0.647506546203265,
    0.647506546203265,
    0.647506546203265,
    0.647506546203265,
    0.647506546203265,
    0.647506546203265,
    0.647506546203265,
    0.647506546203265,
    0.647506546203265,
    0.4075523698551887,
    0.4075523698551887,
    0.4075523698551887,
    0.4075523698551887,
    0.4075523698551887,
    0.4075523698551887,
    0.4075523698551887,
    0.4075523698551887,
    0.7415102388504582,
    0.7415102388504582,
    0.7415102388504582,
    0.7415102388504582,
    0.7415102388504582,
    0.7415102388504582,
    0.7415102388504582,
    0.8401443122345895,
    0.8401443122345895,
    0.8401443122345895,
    0.8401443122345895,
    0.8401443122345895,
    0.8401443122345895,
    0.8549204685007029,
    0.8549204685007029,
    0.8549204685007029,
    0.8549204685007029,
    0.8549204685007029,
    0.8549204685007029,
    0.8549204685007029,
    0.8549204685007029,
    0.8549204685007029,
    0.8555265348984289,
    0.8555265348984289
  ],
  "11": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, creating visible waypoints for outreach. Alumni volunteers share quick pep talks near the coffee station, offering brief encouragement to attendees. The juxtaposition of mapped employers and on-site pep talks indicates a focus on networking opportunities within the event space.",
    "Groups of friends mark target employers on the event map, creating visible waypoints for outreach. Alumni volunteers share quick pep talks near the coffee station, offering brief encouragement to attendees. The juxtaposition of mapped employers and on-site pep talks indicates a focus on networking opportunities within the event space. Dozens of booths with colorful banners circle the polished floor.",
    "Groups of friends mark target employers on the event map, creating visible waypoints for outreach. Alumni volunteers share quick pep talks near the coffee station, offering brief encouragement to attendees. The juxtaposition of mapped employers and on-site pep talks indicates a focus on networking opportunities within the event space. Dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications.",
    "Groups of friends mark target employers on the event map, creating visible waypoints for outreach. Alumni volunteers share quick pep talks near the coffee station, offering brief encouragement to attendees. The juxtaposition of mapped employers and on-site pep talks signals a strong networking focus within the event space. Dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system.",
    "Groups of friends mark target employers on the event map, creating visible waypoints for outreach. Alumni volunteers give quick pep talks near the coffee station, offering brief encouragement to attendees. The juxtaposition of mapped employers and on-site pep talks reinforces a strong networking focus within the event space. Dozens of booths with colorful banners encircle the polished floor. Finance firms provide QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom.",
    "Within the event space, groups of friends mark target employers on the event map, creating visible waypoints for outreach. Alumni volunteers give quick pep talks near the coffee station, offering brief encouragement to attendees. The combination of mapped employers and on-site pep talks reinforces a strong networking focus. Dozens of booths with colorful banners surround the polished floor. Finance firms provide QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables."
  ],
  "11_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.6467833256257296,
    0.6467833256257296,
    0.6467833256257296,
    0.6467833256257296,
    0.6467833256257296,
    0.6467833256257296,
    0.7119855774106024,
    0.7119855774106024,
    0.7119855774106024,
    0.7119855774106024,
    0.7119855774106024,
    0.7119855774106024,
    0.7119855774106024,
    0.7119855774106024,
    0.7702525568024103,
    0.7702525568024103,
    0.7702525568024103,
    0.7702525568024103,
    0.7702525568024103,
    0.7702525568024103,
    0.7702525568024103,
    0.7702525568024103,
    0.7702525568024103,
    0.7702525568024103,
    0.7702525568024103,
    0.7702525568024103,
    0.7702525568024103,
    0.7702525568024103,
    0.7702525568024103,
    0.7702525568024103,
    0.8461633286220737,
    0.8461633286220737,
    0.8461633286220737,
    0.8461633286220737,
    0.8461633286220737,
    0.8461633286220737,
    0.8461633286220737,
    0.8461633286220737,
    0.8461633286220737,
    0.8461633286220737,
    0.8461633286220737,
    0.842744865080667,
    0.842744865080667,
    0.842744865080667,
    0.842744865080667,
    0.842744865080667,
    0.842744865080667,
    0.842744865080667,
    0.842744865080667,
    0.842744865080667,
    0.842744865080667,
    0.842744865080667,
    0.842744865080667,
    0.842744865080667,
    0.842744865080667,
    0.8437740515797663,
    0.8437740515797663
  ],
  "12": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An event program centers on an alumni panel discussing how to prepare for technical interviews, with healthcare providers separately showcasing community outreach photos.",
    "An event program centers on an alumni panel discussing how to prepare for technical interviews. Healthcare providers are separately showcasing community outreach photos. Workshops on networking etiquette begin in the adjoining classroom.",
    "An event program centers on an alumni panel discussing how to prepare for technical interviews. Healthcare providers are separately showcasing community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "An event program centers on an alumni panel discussing how to prepare for technical interviews. Healthcare providers are separately showcasing community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, an event program centers on an alumni panel discussing how to prepare for technical interviews. Separately, healthcare providers showcase community outreach photos. In the adjoining classroom, workshops on networking etiquette begin. Before the career fair opens, students line up outside the university gym. A cybersecurity company runs a password cracking challenge on a laptop as part of the activities. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, an event program centers on an alumni panel about preparing for technical interviews. Healthcare providers showcase community outreach photos. In the adjoining classroom, workshops on networking etiquette begin. Before opening, students line up outside the university gym. A cybersecurity company runs a password-cracking challenge on a laptop as part of the activities. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "At the university career fair, an alumni panel centers on preparing for technical interviews. Healthcare providers showcase community outreach photos. In the adjoining classroom, workshops on networking etiquette begin. Before opening, students line up outside the university gym. A cybersecurity company runs a password-cracking challenge on a laptop as part of the activities. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "At the university career fair, an alumni panel centers on preparing for technical interviews while healthcare providers showcase community outreach photos. In the adjoining classroom, workshops on networking etiquette begin. Before opening, students line up outside the university gym. A cybersecurity company runs a password-cracking challenge on a laptop as part of the activities. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.42337709494607445,
    0.42337709494607445,
    0.42337709494607445,
    0.42337709494607445,
    0.42337709494607445,
    0.42337709494607445,
    0.6525961989501705,
    0.6525961989501705,
    0.6525961989501705,
    0.6525961989501705,
    0.6525961989501705,
    0.6525961989501705,
    0.7213697262114567,
    0.7213697262114567,
    0.7213697262114567,
    0.7213697262114567,
    0.7213697262114567,
    0.7213697262114567,
    0.7213697262114567,
    0.7213697262114567,
    0.7213697262114567,
    0.7213697262114567,
    0.7213697262114567,
    0.7426862997735235,
    0.7426862997735235,
    0.7426862997735235,
    0.7426862997735235,
    0.7426862997735235,
    0.7426862997735235,
    0.7426862997735235,
    0.7426862997735235,
    0.8319848304101904,
    0.8319848304101904,
    0.8319848304101904,
    0.8319848304101904,
    0.8319848304101904,
    0.8319848304101904,
    0.8319848304101904,
    0.8319848304101904,
    0.8184030251696093,
    0.8184030251696093,
    0.8184030251696093,
    0.8184030251696093,
    0.8184030251696093,
    0.8184030251696093,
    0.8184030251696093,
    0.8184030251696093,
    0.8184030251696093,
    0.8289284342233147,
    0.8289284342233147,
    0.8289284342233147,
    0.8289284342233147,
    0.8289284342233147,
    0.8289284342233147,
    0.8431653012950299,
    0.8431653012950299,
    0.8431653012950299
  ],
  "13": [
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "In the event context, groups of friends mark target employers on the event map, while healthcare providers showcase community outreach photos.",
    "In the event context, groups of friends mark target employers on the event map, while healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "In the event context, groups of friends mark target employers on the event map while healthcare providers showcase community outreach photos, and event staff scan registrations and hand out lanyards at the entrance.",
    "In the event context, groups of friends mark target employers on the event map, healthcare providers showcase community outreach photos, and event staff scan registrations and hand out lanyards at the entrance; students clutch resumes inside branded folders.",
    "At the event, groups of friends mark target employers on the event map while healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, groups of friends mark target employers on the event map while healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, groups of friends mark target employers on the event map while healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, a bustling career fair-like setup unfolds on a polished floor where dozens of booths with colorful banners circle the space. Groups of friends mark target employers on the event map while healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3521710719870439,
    0.3521710719870439,
    0.3521710719870439,
    0.3521710719870439,
    0.3521710719870439,
    0.559745991691159,
    0.559745991691159,
    0.559745991691159,
    0.559745991691159,
    0.559745991691159,
    0.559745991691159,
    0.559745991691159,
    0.559745991691159,
    0.559745991691159,
    0.559745991691159,
    0.559745991691159,
    0.559745991691159,
    0.39713190585960084,
    0.39713190585960084,
    0.39713190585960084,
    0.39713190585960084,
    0.39713190585960084,
    0.39713190585960084,
    0.39713190585960084,
    0.45646295583895574,
    0.45646295583895574,
    0.45646295583895574,
    0.45646295583895574,
    0.45646295583895574,
    0.45646295583895574,
    0.45646295583895574,
    0.45646295583895574,
    0.45646295583895574,
    0.45646295583895574,
    0.7954698213164064,
    0.7954698213164064,
    0.7954698213164064,
    0.7954698213164064,
    0.7954698213164064,
    0.7954698213164064,
    0.7987135446495659,
    0.7987135446495659,
    0.7987135446495659,
    0.7987135446495659,
    0.7987135446495659,
    0.7987135446495659,
    0.7987135446495659,
    0.8119300323317673,
    0.8119300323317673,
    0.8119300323317673,
    0.8119300323317673,
    0.8119300323317673,
    0.8119300323317673,
    0.8119300323317673,
    0.8806995671739263
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase photos of their community outreach.",
    "Healthcare providers showcase photos of their community outreach; in the adjoining classroom, workshops on networking etiquette begin.",
    "Healthcare providers showcase photos of their community outreach; in the adjoining classroom, workshops on networking etiquette begin. Students line up outside the university gym before the career fair opens.",
    "Healthcare providers showcase photos of their community outreach. In an adjoining classroom, workshops on networking etiquette begin. Students are lined up outside the university gym ahead of the career fairs opening, while a PA welcome announcement outlines the fair schedule.",
    "Healthcare providers display photographs of their community outreach. In an adjoining classroom, networking etiquette workshops begin. Students line up outside the university gym ahead of the career fairs opening, while a PA welcome announcement outlines the fair schedule. Groups of friends mark target employers on the event map.",
    "During the university career fair, healthcare providers display photographs of their community outreach; in an adjoining classroom, networking etiquette workshops begin; outside the university gym, students line up ahead of the fairs opening as a PA welcome announcement outlines the schedule; groups of friends mark target employers on the event map; consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, healthcare providers display photographs of their community outreach; in an adjoining classroom, networking etiquette workshops begin; outside the university gym, students line up ahead of the fairs opening as a PA welcome announcement outlines the schedule; groups of friends mark target employers on the event map; consulting firms stack glossy case study booklets on high tables; students clutch resumes inside branded folders.",
    "At the university career fair, healthcare providers display photographs of their community outreach. In an adjoining classroom, networking etiquette workshops begin. Outside the university gym, students line up ahead of the fairs opening as a PA welcome announcement outlines the schedule. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2910044443101229,
    0.2910044443101229,
    0.2910044443101229,
    0.2910044443101229,
    0.2910044443101229,
    0.2910044443101229,
    0.2910044443101229,
    0.3072182015357084,
    0.3072182015357084,
    0.3072182015357084,
    0.3072182015357084,
    0.3072182015357084,
    0.3072182015357084,
    0.5542655675646733,
    0.5542655675646733,
    0.5542655675646733,
    0.5542655675646733,
    0.5542655675646733,
    0.5542655675646733,
    0.6864996004441402,
    0.6864996004441402,
    0.6864996004441402,
    0.6864996004441402,
    0.6864996004441402,
    0.6864996004441402,
    0.6864996004441402,
    0.6864996004441402,
    0.6864996004441402,
    0.7188660886253232,
    0.7188660886253232,
    0.7188660886253232,
    0.7188660886253232,
    0.7188660886253232,
    0.7188660886253232,
    0.7188660886253232,
    0.4887830221688289,
    0.4887830221688289,
    0.4887830221688289,
    0.4887830221688289,
    0.4887830221688289,
    0.4887830221688289,
    0.4887830221688289,
    0.4887830221688289,
    0.5154045706123781,
    0.5154045706123781,
    0.5154045706123781,
    0.5154045706123781,
    0.5154045706123781,
    0.5154045706123781,
    0.5154045706123781,
    0.8180203960301995,
    0.8180203960301995,
    0.8180203960301995,
    0.8180203960301995,
    0.8180203960301995,
    0.8180203960301995,
    0.8180203960301995,
    0.8180203960301995
  ],
  "15": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "In the session, career counselors remind attendees to maintain eye contact, while an alumni panel discusses how to prepare for technical interviews.",
    "During the session, career counselors remind attendees to maintain eye contact, while an alumni panel discusses preparation for technical interviews; a welcome announcement over the PA system outlines the fair schedule.",
    "During the session, career counselors remind attendees to maintain eye contact, while an alumni panel discusses preparation for technical interviews; a welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "During the session, career counselors remind attendees to maintain eye contact, while an alumni panel discusses preparation for technical interviews; a welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves.",
    "In the session, career counselors remind attendees to maintain eye contact as an alumni panel discusses preparation for technical interviews, and a welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "In the session, career counselors remind attendees to maintain eye contact as an alumni panel discusses preparation for technical interviews, while a welcome announcement over the PA outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair session, career counselors remind attendees to maintain eye contact as an alumni panel discusses preparation for technical interviews, while a welcome announcement over the PA outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "At the university career fair session, career counselors remind attendees to maintain eye contact as an alumni panel discusses preparation for technical interviews, while a welcome announcement over the PA outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries."
  ],
  "15_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3897887548588752,
    0.3897887548588752,
    0.3897887548588752,
    0.3897887548588752,
    0.3897887548588752,
    0.4810618969168795,
    0.4810618969168795,
    0.4810618969168795,
    0.4810618969168795,
    0.4810618969168795,
    0.4810618969168795,
    0.4810618969168795,
    0.4810618969168795,
    0.6151560825934846,
    0.6151560825934846,
    0.6151560825934846,
    0.6151560825934846,
    0.6151560825934846,
    0.6151560825934846,
    0.7811134730014464,
    0.7811134730014464,
    0.7811134730014464,
    0.7811134730014464,
    0.7811134730014464,
    0.7811134730014464,
    0.7811134730014464,
    0.7811134730014464,
    0.7817103680929844,
    0.7817103680929844,
    0.7817103680929844,
    0.7817103680929844,
    0.7817103680929844,
    0.7817103680929844,
    0.7817103680929844,
    0.8343800099306463,
    0.8343800099306463,
    0.8343800099306463,
    0.8343800099306463,
    0.8343800099306463,
    0.8343800099306463,
    0.8343800099306463,
    0.8343800099306463,
    0.8343800099306463,
    0.8612485120624871,
    0.8612485120624871,
    0.8612485120624871,
    0.8612485120624871,
    0.8612485120624871,
    0.8612485120624871,
    0.8612485120624871,
    0.8612485120624871,
    0.8612485120624871,
    0.8612485120624871,
    0.8460992419589787,
    0.8460992419589787,
    0.8460992419589787,
    0.8460992419589787
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders.",
    "Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "At the event, groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "At the event, groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "At the event, groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. The engineering society sponsors a resumereview table near the stage. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications.",
    "At the event, groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. The engineering society sponsors a resumereview table near the stage. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, attendees interact with the event map to mark target employers, while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume-review table near the stage. Tech companies show demo screens with their latest apps. Finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.5865406608625519,
    0.5865406608625519,
    0.5865406608625519,
    0.5865406608625519,
    0.5865406608625519,
    0.5865406608625519,
    0.5865406608625519,
    0.5865406608625519,
    0.5865406608625519,
    0.7811917928795049,
    0.7811917928795049,
    0.7811917928795049,
    0.7811917928795049,
    0.7811917928795049,
    0.7811917928795049,
    0.7811917928795049,
    0.7811917928795049,
    0.8275978499765273,
    0.8275978499765273,
    0.8275978499765273,
    0.8275978499765273,
    0.8275978499765273,
    0.8275978499765273,
    0.8275978499765273,
    0.8422472087159815,
    0.8422472087159815,
    0.8422472087159815,
    0.8422472087159815,
    0.8422472087159815,
    0.8422472087159815,
    0.853041069833426,
    0.853041069833426,
    0.853041069833426,
    0.853041069833426,
    0.853041069833426,
    0.853041069833426,
    0.853041069833426,
    0.853041069833426,
    0.853041069833426,
    0.8549442345300602,
    0.8549442345300602,
    0.8549442345300602,
    0.8549442345300602,
    0.8549442345300602
  ],
  "17": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement is played over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement is played over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications.",
    "A welcome announcement is played over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, a welcome announcement is played over the PA system, outlining the schedule. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map.",
    "At the fair, a welcome announcement is played over the PA system outlining the schedule. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "At the fair, a welcome announcement is played over the PA system outlining the schedule. Consulting firms stack glossy case-study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.5463416312596052,
    0.5463416312596052,
    0.5463416312596052,
    0.5463416312596052,
    0.5463416312596052,
    0.5463416312596052,
    0.5463416312596052,
    0.7684429125871509,
    0.7684429125871509,
    0.7684429125871509,
    0.7684429125871509,
    0.7684429125871509,
    0.7684429125871509,
    0.7684429125871509,
    0.7684429125871509,
    0.7684429125871509,
    0.7684429125871509,
    0.7684429125871509,
    0.7684429125871509,
    0.7684429125871509,
    0.7684429125871509,
    0.7684429125871509,
    0.7684429125871509,
    0.7684429125871509,
    0.7684429125871509,
    0.7684429125871509,
    0.7684429125871509,
    0.7684429125871509,
    0.7684429125871509,
    0.7684429125871509,
    0.8648515028025012,
    0.8648515028025012,
    0.8648515028025012,
    0.8648515028025012,
    0.8648515028025012,
    0.8648515028025012,
    0.8648515028025012,
    0.8648515028025012,
    0.8799666548790848,
    0.8799666548790848,
    0.8799666548790848,
    0.8799666548790848,
    0.8799666548790848,
    0.8799666548790848,
    0.8799666548790848,
    0.8861911344551292,
    0.8861911344551292,
    0.8861911344551292,
    0.8861911344551292
  ],
  "18": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "At the event, groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, groups of friends mark target employers on the event map; human resources teams jot notes on tablets while students introduce themselves; workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, groups of friends mark target employers on the event map as HR teams jot notes on tablets and students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "At the event, groups of friends mark target employers on the event map while HR teams jot notes on tablets and students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "At the event, groups of friends mark target employers on the event map while HR teams jot notes on tablets and students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders.",
    "At the event, groups of friends mark target employers on the event map while HR teams jot notes on tablets and students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders.",
    "At the event, groups of friends mark target employers on the event map while HR teams jot notes on tablets and students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage, and students clutch resumes inside branded folders. Before the career fair opens, students line up outside the university gym.",
    "At the career fair event, groups of friends mark target employers on the event map, while HR teams jot notes on tablets and students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage, and students clutch resumes inside branded folders. Before the fair opens, students line up outside the university gym. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "18_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.6009995802123782,
    0.6009995802123782,
    0.6009995802123782,
    0.6009995802123782,
    0.6009995802123782,
    0.4750355762297224,
    0.4750355762297224,
    0.4750355762297224,
    0.4750355762297224,
    0.4750355762297224,
    0.4750355762297224,
    0.4750355762297224,
    0.7653459046480002,
    0.7653459046480002,
    0.7653459046480002,
    0.7653459046480002,
    0.7653459046480002,
    0.7653459046480002,
    0.7675462220308128,
    0.7675462220308128,
    0.7675462220308128,
    0.7675462220308128,
    0.7675462220308128,
    0.7675462220308128,
    0.7675462220308128,
    0.7675462220308128,
    0.7963193042621659,
    0.7963193042621659,
    0.7963193042621659,
    0.7963193042621659,
    0.7963193042621659,
    0.7963193042621659,
    0.7963193042621659,
    0.7963193042621659,
    0.7963193042621659,
    0.7963193042621659,
    0.7963193042621659,
    0.7963193042621659,
    0.7963193042621659,
    0.7963193042621659,
    0.8199392960305972,
    0.8199392960305972,
    0.8199392960305972,
    0.8199392960305972,
    0.8199392960305972,
    0.8199392960305972,
    0.8199392960305972,
    0.8454129904223149,
    0.8454129904223149,
    0.8454129904223149,
    0.8454129904223149,
    0.8454129904223149,
    0.8454129904223149
  ],
  "19": [
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, and tech companies display demo screens showing their latest apps.",
    "In the fair setting, career counselors redirect unsure students toward applicable industries, tech companies display demo screens showing their latest apps, and a welcome announcement outlines the fair schedule over the PA system.",
    "In the fair setting, career counselors redirect unsure students toward applicable industries, tech companies display demo screens showing their latest apps, and a welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, career counselors redirect unsure students toward applicable industries, while tech companies display demo screens featuring their latest apps; a welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, career counselors redirect unsure students toward applicable industries, while tech companies display demo screens featuring their latest apps. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "At the fair, career counselors redirect unsure students toward applicable industries, while tech companies display demo screens featuring their latest apps. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station. The scene combines guidance, demonstrations, informational literature, and peer encouragement in a cohesive, campus-fair atmosphere.",
    "At the campus fair, career counselors direct unsure students toward applicable industries, while tech companies display demo screens featuring their latest apps. A welcome announcement over the PA outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station. The scene combines guidance, demonstrations, informational literature, and peer encouragement in a cohesive campus-fair atmosphere. An alumni panel discusses how to prepare for technical interviews.",
    "At the campus fair, career counselors direct unsure students toward applicable industries while tech companies display demo screens featuring their latest apps. A welcome announcement over the PA outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. The scene blends guidance, demonstrations, informational literature, and peer encouragement into a cohesive campus-fair atmosphere.",
    "At the campus fair, career counselors guide unsure students toward applicable industries while tech companies display demo screens featuring their latest apps. A welcome PA announces the fair schedule. Consulting firms stack glossy case-study booklets on high tables as alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews, and some students rehearse elevator pitches quietly against the wall. The scene blends guidance, demonstrations, informational literature, and peer encouragement into a cohesive campus-fair atmosphere. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4461398072814373,
    0.4461398072814373,
    0.4461398072814373,
    0.4461398072814373,
    0.4461398072814373,
    0.4461398072814373,
    0.5692904304656827,
    0.5692904304656827,
    0.5692904304656827,
    0.5692904304656827,
    0.5692904304656827,
    0.5692904304656827,
    0.5692904304656827,
    0.5692904304656827,
    0.5692904304656827,
    0.5692904304656827,
    0.5692904304656827,
    0.5692904304656827,
    0.5692904304656827,
    0.575592668347449,
    0.575592668347449,
    0.575592668347449,
    0.575592668347449,
    0.575592668347449,
    0.575592668347449,
    0.575592668347449,
    0.8535061571358424,
    0.8535061571358424,
    0.8535061571358424,
    0.8535061571358424,
    0.8535061571358424,
    0.8535061571358424,
    0.8535061571358424,
    0.8257670346379397,
    0.8257670346379397,
    0.8257670346379397,
    0.8257670346379397,
    0.8257670346379397,
    0.8257670346379397,
    0.8322046661840841,
    0.8322046661840841,
    0.8322046661840841,
    0.8322046661840841,
    0.8322046661840841,
    0.8322046661840841,
    0.8322046661840841,
    0.8322046661840841,
    0.8373010927716837,
    0.8373010927716837,
    0.8373010927716837,
    0.8373010927716837,
    0.8373010927716837,
    0.8373010927716837,
    0.8373010927716837,
    0.8373010927716837,
    0.8373010927716837,
    0.8232856549162293,
    0.8232856549162293
  ],
  "20": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens, while alumni volunteers deliver quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym before the career fair opens, while alumni volunteers deliver quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps.",
    "At the university gym, students line up outside as the career fair prepares to open. Nearby, alumni volunteers deliver quick pep talks near the coffee station. Inside, dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the university gym, students line up outside as the career fair opens, while alumni volunteers deliver quick pep talks near the coffee station. Inside, dozens of booths with colorful banners encircle the polished floor, where tech companies display demo screens showing their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews.",
    "In a university gym, students line up outside as the career fair opens, while alumni volunteers give quick pep talks near the coffee station. Inside, dozens of booths with colorful banners encircle the polished floor, where tech companies display demo screens showcasing their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university gym, students line up outside as the career fair opens, while alumni volunteers give quick pep talks near the coffee station. Inside, dozens of booths with colorful banners encircle the polished floor, where tech companies display demo screens showcasing their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university gym, students line up outside as the career fair opens, while alumni volunteers near the coffee station give quick pep talks. Inside, dozens of booths with colorful banners encircle the polished floor, where tech companies display demo screens showcasing their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance, and career counselors remind attendees to maintain eye contact."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4037114592610283,
    0.4037114592610283,
    0.4037114592610283,
    0.4037114592610283,
    0.4037114592610283,
    0.4037114592610283,
    0.4037114592610283,
    0.5732716113076366,
    0.5732716113076366,
    0.5732716113076366,
    0.5732716113076366,
    0.5732716113076366,
    0.5732716113076366,
    0.5732716113076366,
    0.7518263924592998,
    0.7518263924592998,
    0.7518263924592998,
    0.7518263924592998,
    0.7518263924592998,
    0.7518263924592998,
    0.7874406668867246,
    0.7874406668867246,
    0.7874406668867246,
    0.7874406668867246,
    0.7874406668867246,
    0.7874406668867246,
    0.7874406668867246,
    0.7874406668867246,
    0.7997993844142998,
    0.7997993844142998,
    0.7997993844142998,
    0.7997993844142998,
    0.7997993844142998,
    0.7997993844142998,
    0.7997993844142998,
    0.7997993844142998,
    0.841196942171063,
    0.841196942171063,
    0.841196942171063,
    0.841196942171063,
    0.841196942171063,
    0.841196942171063,
    0.841196942171063,
    0.8399357494819629,
    0.8399357494819629,
    0.8399357494819629,
    0.8399357494819629,
    0.8399357494819629,
    0.8399357494819629,
    0.8399357494819629,
    0.8399357494819629,
    0.8399357494819629,
    0.8399357494819629,
    0.844472966523873
  ],
  "21": [
    "",
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette are beginning in the adjoining classroom.",
    "Workshops on networking etiquette are beginning in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "Workshops on networking etiquette are beginning in the adjoining classroom. Groups of friends are marking target employers on the event map. Career counselors are redirecting unsure students toward applicable industries.",
    "In the event space, workshops on networking etiquette are beginning in the adjoining classroom. Groups of friends are marking target employers on the event map. Career counselors are redirecting unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor.",
    "At the event space, workshops on networking etiquette are beginning in the adjoining classroom. Groups of friends are marking target employers on the event map, and career counselors are redirecting unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, while tech companies display demo screens showing their latest apps.",
    "At the event space, networking etiquette workshops are starting in the adjoining classroom. Groups of friends are marking target employers on the event map, while career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners encircle the polished floor, and tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "At the event space, networking etiquette workshops are starting in the adjoining classroom. Groups of friends are marking target employers on the event map while career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners encircle the polished floor, and tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "At the event space, networking etiquette workshops are starting in the adjoining classroom. Groups of friends mark target employers on the event map while career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners encircle the polished floor, and tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens, and a robotics startup flies a small drone above its booth for attention.",
    "At the event space, networking etiquette workshops are starting in the adjoining classroom. Groups of friends mark target employers on the event map while career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners encircle the polished floor, and tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens, and a robotics startup flies a small drone above its booth for attention. The engineering society sponsors a resume review table near the stage."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.34862009436290536,
    0.34862009436290536,
    0.34862009436290536,
    0.34862009436290536,
    0.34862009436290536,
    0.34862009436290536,
    0.5097413388398851,
    0.5097413388398851,
    0.5097413388398851,
    0.5097413388398851,
    0.5097413388398851,
    0.5097413388398851,
    0.5097413388398851,
    0.5974920962342509,
    0.5974920962342509,
    0.5974920962342509,
    0.5974920962342509,
    0.5974920962342509,
    0.5974920962342509,
    0.7307910443781859,
    0.7307910443781859,
    0.7307910443781859,
    0.7307910443781859,
    0.7307910443781859,
    0.7307910443781859,
    0.7307910443781859,
    0.7307910443781859,
    0.7307910443781859,
    0.7307910443781859,
    0.7305718121782527,
    0.7305718121782527,
    0.7305718121782527,
    0.7305718121782527,
    0.7305718121782527,
    0.7305718121782527,
    0.7971042238542096,
    0.7971042238542096,
    0.7971042238542096,
    0.7971042238542096,
    0.7971042238542096,
    0.7971042238542096,
    0.7971042238542096,
    0.7971042238542096,
    0.7892529982801425,
    0.7892529982801425,
    0.7892529982801425,
    0.7892529982801425,
    0.7892529982801425,
    0.7892529982801425,
    0.815917764807963,
    0.815917764807963,
    0.815917764807963,
    0.815917764807963,
    0.815917764807963,
    0.815917764807963,
    0.815917764807963,
    0.815917764807963,
    0.8416206920420892,
    0.8416206920420892,
    0.8416206920420892,
    0.8416206920420892
  ],
  "22": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens, as career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map.",
    "Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact as part of the preparation. Groups of friends mark target employers on the event map, while others rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact as part of the preparation and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, while others rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, while others rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, students line up before the career fair opens. Inside, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, while others rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, students line up before the career fair opens. Inside, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, while others rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students line up before the career fair opens. Inside, career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Groups of friends mark target employers on the event map, while others rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables."
  ],
  "22_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4292187581201761,
    0.4292187581201761,
    0.4292187581201761,
    0.4292187581201761,
    0.4292187581201761,
    0.4292187581201761,
    0.7543060086573179,
    0.7543060086573179,
    0.7543060086573179,
    0.7543060086573179,
    0.7543060086573179,
    0.7543060086573179,
    0.7633584289349389,
    0.7633584289349389,
    0.7633584289349389,
    0.7633584289349389,
    0.7633584289349389,
    0.7633584289349389,
    0.7633584289349389,
    0.7814059589887105,
    0.7814059589887105,
    0.7814059589887105,
    0.7814059589887105,
    0.7814059589887105,
    0.7814059589887105,
    0.7814059589887105,
    0.7814059589887105,
    0.7814059589887105,
    0.8060241340974962,
    0.8060241340974962,
    0.8060241340974962,
    0.8060241340974962,
    0.8060241340974962,
    0.8060241340974962,
    0.8060241340974962,
    0.8060241340974962,
    0.8060241340974962,
    0.8060241340974962,
    0.8060241340974962,
    0.8060241340974962,
    0.8024147786004752,
    0.8024147786004752,
    0.8024147786004752,
    0.8024147786004752,
    0.8024147786004752,
    0.8024147786004752,
    0.8024147786004752,
    0.799902333349424,
    0.799902333349424,
    0.799902333349424,
    0.799902333349424,
    0.799902333349424
  ],
  "23": [
    "",
    "",
    "",
    "",
    "",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "A robotics startup is flying a small drone above its booth to attract attention. Students clutch resumes inside branded folders.",
    "A robotics startup is at its booth, flying a small drone above its booth to attract attention. Nearby, students clutch resumes inside branded folders, while career counselors redirect unsure students toward applicable industries.",
    "At its booth, a robotics startup is flying a small drone above to attract attention. Nearby, students clutch resumes inside branded folders as career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens.",
    "At its booth, a robotics startup is flying a small drone above to attract attention. Nearby, students clutch resumes inside branded folders as career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "At the university gym, a career fair scene unfolds with dozens of booths and colorful banners circling the polished floor. A robotics startup at its booth is flying a small drone above to attract attention. Nearby, students clutch resumes inside branded folders while career counselors redirect unsure students toward applicable industries. Students line up outside the gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "At the university gym, a career fair unfolds with dozens of booths and colorful banners circling the polished floor. A robotics startup at its booth is flying a small drone to attract attention. Nearby, students clutch resumes in branded folders while career counselors redirect unsure students toward applicable industries. Students line up outside the gym before the fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "At the university gym, a career fair unfolds with dozens of booths and colorful banners circling the polished floor. A robotics startup at its booth is flying a small drone to attract attention. Nearby, students clutch resumes in branded folders as career counselors redirect unsure students toward applicable industries. Students line up outside the gym before the fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "Inside a university gym, a career fair unfolds with dozens of booths and colorful banners circling a polished floor. A robotics startup at its booth is flying a small drone to attract attention. Nearby, students clutch resumes in branded folders as career counselors redirect unsure attendees toward applicable industries. Students line up outside the gym before the fair opens. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.5254927808932122,
    0.5254927808932122,
    0.5254927808932122,
    0.5254927808932122,
    0.5254927808932122,
    0.5254927808932122,
    0.5254927808932122,
    0.5254927808932122,
    0.6025279280604554,
    0.6025279280604554,
    0.6025279280604554,
    0.6025279280604554,
    0.6025279280604554,
    0.6025279280604554,
    0.6025279280604554,
    0.7561600952105745,
    0.7561600952105745,
    0.7561600952105745,
    0.7561600952105745,
    0.7561600952105745,
    0.7561600952105745,
    0.7561600952105745,
    0.765444101397235,
    0.765444101397235,
    0.765444101397235,
    0.765444101397235,
    0.765444101397235,
    0.765444101397235,
    0.8120175894226842,
    0.8120175894226842,
    0.8120175894226842,
    0.8120175894226842,
    0.8120175894226842,
    0.8120175894226842,
    0.8172974627115649,
    0.8172974627115649,
    0.8172974627115649,
    0.8172974627115649,
    0.8172974627115649,
    0.8172974627115649,
    0.8172974627115649,
    0.8172974627115649,
    0.8132121722795886,
    0.8132121722795886,
    0.8132121722795886,
    0.8132121722795886,
    0.8132121722795886,
    0.8132121722795886,
    0.8132121722795886,
    0.8170502820535186,
    0.8170502820535186,
    0.8170502820535186,
    0.8170502820535186,
    0.8170502820535186,
    0.8170502820535186,
    0.8170502820535186
  ],
  "24": [
    "",
    "",
    "",
    "",
    "An alumni panel is discussing how to prepare for technical interviews.",
    "An alumni panel is discussing how to prepare for technical interviews, with career counselors reminding attendees to maintain eye contact.",
    "An alumni panel is discussing how to prepare for technical interviews, with career counselors reminding attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications.",
    "An alumni panel discusses preparing for technical interviews, while career counselors remind attendees to maintain eye contact. Finance firms provide QR codes for immediate internship applications, offering a quick path to internships. Groups of friends mark target employers on the event map, highlighting where participants intend to focus their efforts.",
    "At the event, an alumni panel discusses preparing for technical interviews, and career counselors remind attendees to maintain eye contact. Finance firms provide QR codes for immediate internship applications, offering a quick path to internships. Groups of friends mark target employers on the event map, highlighting where participants intend to focus their efforts. Healthcare providers showcase community outreach photos.",
    "At the event, an alumni panel discusses preparing for technical interviews, and career counselors remind attendees to maintain eye contact. Finance firms provide QR codes for immediate internship applications, offering a quick path to internships. Groups of friends mark target employers on the event map, highlighting where participants intend to focus their efforts. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, an alumni panel discusses preparing for technical interviews while career counselors remind attendees to maintain eye contact. Finance firms provide QR codes for immediate internship applications, offering a quick path to internships. Groups of friends mark target employers on the event map, highlighting where participants intend to focus their efforts. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, an alumni panel discusses preparing for technical interviews while career counselors remind attendees to maintain eye contact. Finance firms provide QR codes for immediate internship applications, offering a quick path to internships. Groups of friends mark target employers on the event map, highlighting where participants intend to focus their efforts. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, an alumni panel discusses preparing for technical interviews while career counselors remind attendees to maintain eye contact. Finance firms display QR codes enabling immediate internship applications, offering a quick path to internships. Groups of friends mark target employers on the event map, indicating where participants intend to focus their efforts. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366372014362549,
    0.4366372014362549,
    0.4366372014362549,
    0.4366372014362549,
    0.4366372014362549,
    0.4366372014362549,
    0.4366372014362549,
    0.3710271454262096,
    0.3710271454262096,
    0.3710271454262096,
    0.3710271454262096,
    0.3710271454262096,
    0.5819916685017148,
    0.5819916685017148,
    0.5819916685017148,
    0.5819916685017148,
    0.5819916685017148,
    0.5819916685017148,
    0.5819916685017148,
    0.5819916685017148,
    0.7761557200593685,
    0.7761557200593685,
    0.7761557200593685,
    0.7761557200593685,
    0.7761557200593685,
    0.7761557200593685,
    0.7761557200593685,
    0.8169961669790825,
    0.8169961669790825,
    0.8169961669790825,
    0.8169961669790825,
    0.8169961669790825,
    0.8169961669790825,
    0.8169961669790825,
    0.8300049486575193,
    0.8300049486575193,
    0.8300049486575193,
    0.8300049486575193,
    0.8300049486575193,
    0.8300049486575193,
    0.8300049486575193,
    0.8290649464770649,
    0.8290649464770649,
    0.8290649464770649,
    0.8290649464770649,
    0.8290649464770649,
    0.8290649464770649,
    0.8290649464770649,
    0.8290649464770649,
    0.8346412421725196,
    0.8346412421725196,
    0.8346412421725196,
    0.8346412421725196,
    0.8346412421725196,
    0.8346412421725196,
    0.8346412421725196,
    0.8346412421725196,
    0.8346412421725196,
    0.8377383597761279,
    0.8377383597761279,
    0.8377383597761279,
    0.8377383597761279
  ],
  "25": [
    "",
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers deliver brief pep talks near the coffee station, and finance firms provide QR codes that enable immediate internship applications.",
    "Alumni volunteers deliver brief pep talks near the coffee station, and finance firms provide QR codes that enable immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "Alumni volunteers deliver brief pep talks near the coffee station, while finance firms provide QR codes that enable immediate internship applications. Some students rehearse elevator pitches quietly against the wall, and the engineering society sponsors a resume review table near the stage.",
    "Alumni volunteers deliver brief pep talks near the coffee station, while finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, and the engineering society sponsors a resume review table near the stage.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station, while finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, and the engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station, while finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, and the engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station while finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, and the engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, an active campus career scene unfolds with alumni volunteers delivering brief pep talks near the coffee station and finance firms providing QR codes for immediate internship applications. Students rehearse elevator pitches quietly against walls, while the engineering society sponsors a resume review table near the stage. Staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables, and healthcare providers showcase community outreach photos."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.40414580556230345,
    0.40414580556230345,
    0.40414580556230345,
    0.40414580556230345,
    0.40414580556230345,
    0.40414580556230345,
    0.40414580556230345,
    0.5636015504866582,
    0.5636015504866582,
    0.5636015504866582,
    0.5636015504866582,
    0.5636015504866582,
    0.5636015504866582,
    0.5823305496062193,
    0.5823305496062193,
    0.5823305496062193,
    0.5823305496062193,
    0.5823305496062193,
    0.5823305496062193,
    0.5823305496062193,
    0.5823305496062193,
    0.5766524957499346,
    0.5766524957499346,
    0.5766524957499346,
    0.5766524957499346,
    0.5766524957499346,
    0.5766524957499346,
    0.5766524957499346,
    0.5766524957499346,
    0.5766524957499346,
    0.7551294006798644,
    0.7551294006798644,
    0.7551294006798644,
    0.7551294006798644,
    0.7551294006798644,
    0.7551294006798644,
    0.7551294006798644,
    0.7743484794078563,
    0.7743484794078563,
    0.7743484794078563,
    0.7743484794078563,
    0.7743484794078563,
    0.7743484794078563,
    0.7743484794078563,
    0.7743484794078563,
    0.8158462448248203,
    0.8158462448248203,
    0.8158462448248203,
    0.8158462448248203,
    0.8158462448248203,
    0.8158462448248203,
    0.8158462448248203,
    0.8158462448248203,
    0.8158462448248203,
    0.8158462448248203,
    0.7960692273355463,
    0.7960692273355463
  ],
  "26": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications, providing a direct digital path to entry; some students rehearse elevator pitches quietly against the wall.",
    "In a finance firm setting, QR codes are offered for immediate internship applications, providing a direct digital path to entry. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves.",
    "In a finance firm setting, QR codes are offered for immediate internship applications, providing a direct digital path to entry. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth to attract attention.",
    "In a finance firm setting, QR codes are offered for immediate internship applications, providing a direct digital path to entry. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map.",
    "At a finance-firm event, QR codes provide an immediate digital path to internship applications. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "At a finance-firm event, attendees encounter QR codes providing an immediate digital path to internship applications. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "At a finance-firm event, attendees encounter QR codes offering an immediate digital path to internship applications. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "At a finance-firm event, attendees encounter QR codes that provide an immediate digital path to internship applications. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.4037342623648709,
    0.4037342623648709,
    0.4037342623648709,
    0.4037342623648709,
    0.4037342623648709,
    0.4037342623648709,
    0.4037342623648709,
    0.4037342623648709,
    0.685860263994277,
    0.685860263994277,
    0.685860263994277,
    0.685860263994277,
    0.685860263994277,
    0.7626376067500377,
    0.7626376067500377,
    0.7626376067500377,
    0.7626376067500377,
    0.7626376067500377,
    0.7626376067500377,
    0.7626376067500377,
    0.7626376067500377,
    0.7926443018898426,
    0.7926443018898426,
    0.7926443018898426,
    0.7926443018898426,
    0.7926443018898426,
    0.7926443018898426,
    0.8075665310055125,
    0.8075665310055125,
    0.8075665310055125,
    0.8075665310055125,
    0.8075665310055125,
    0.8075665310055125,
    0.8075665310055125,
    0.8275459369755465,
    0.8275459369755465,
    0.8275459369755465,
    0.8275459369755465,
    0.8275459369755465,
    0.8275459369755465,
    0.8275459369755465,
    0.8275459369755465,
    0.8275459369755465,
    0.8297078272438723,
    0.8297078272438723,
    0.8297078272438723,
    0.8297078272438723,
    0.8297078272438723,
    0.8297078272438723,
    0.8297078272438723,
    0.8297078272438723,
    0.8297078272438723,
    0.8297078272438723,
    0.8282624106252896,
    0.8282624106252896
  ],
  "27": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "In this scene, career counselors redirect unsure students toward applicable industries, while groups of friends mark target employers on the event map.",
    "Career counselors redirect unsure students toward applicable industries, while groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens.",
    "At the university career fair staged in the gym, career counselors redirect unsure students toward applicable industries, while groups of friends mark target employers on the event map. Students line up outside the university gym before the fair opens. Inside, dozens of booths with colorful banners circle the polished floor, creating a busy panorama of opportunities as attendees prepare to explore possibilities.",
    "At the university career fair staged in the gym, career counselors redirect unsure students toward applicable industries, while groups of friends mark target employers on the event map. Students line up outside the university gym before the fair opens. Inside, dozens of booths with colorful banners circle the polished floor, creating a busy panorama of opportunities as attendees prepare to explore possibilities. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair staged in the gym, career counselors redirect unsure students toward applicable industries, while groups of friends mark target employers on the event map. Students line up outside the gym before the fair opens. Inside, dozens of booths with colorful banners circle the polished floor, presenting a busy panorama as attendees prepare to explore possibilities. Consulting firms stack glossy case study booklets on high tables, and human resources teams jot notes on tablets while students introduce themselves.",
    "At a university career fair staged in the gym, career counselors redirect unsure students toward applicable industries, while groups of friends mark target employers on the event map. Students line up outside the gym before the fair opens. Inside, dozens of booths with colorful banners circle the polished floor, presenting a busy panorama as attendees prepare to explore possibilities. Consulting firms stack glossy case study booklets on high tables, and human resources teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth for attention.",
    "At a university career fair staged in the gym, career counselors redirect unsure students toward applicable industries, while groups of friends mark target employers on the event map. Students line up outside the gym before the fair opens. Inside, dozens of booths with colorful banners circle the polished floor, presenting a busy panorama as attendees prepare to explore possibilities. Consulting firms stack glossy case study booklets on high tables, and human resources teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth for attention. Healthcare providers showcase community outreach photos.",
    "At a university career fair staged in the gym, career counselors redirect unsure students toward applicable industries, while groups of friends mark target employers on the event map. Students line up outside the gym before the fair opens. Inside, dozens of booths with colorful banners circle the polished floor as attendees prepare to explore possibilities. Consulting firms stack glossy case study booklets on high tables, and human resources teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth for attention, and healthcare providers showcase community outreach photos."
  ],
  "27_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.41811657547426057,
    0.41811657547426057,
    0.41811657547426057,
    0.41811657547426057,
    0.41811657547426057,
    0.41811657547426057,
    0.6010295601856577,
    0.6010295601856577,
    0.6010295601856577,
    0.6010295601856577,
    0.6010295601856577,
    0.6010295601856577,
    0.6010295601856577,
    0.7680761574279222,
    0.7680761574279222,
    0.7680761574279222,
    0.7680761574279222,
    0.7680761574279222,
    0.7680761574279222,
    0.7680761574279222,
    0.7680761574279222,
    0.7607161612844806,
    0.7607161612844806,
    0.7607161612844806,
    0.7607161612844806,
    0.7607161612844806,
    0.7607161612844806,
    0.7607161612844806,
    0.8109183784398684,
    0.8109183784398684,
    0.8109183784398684,
    0.8109183784398684,
    0.8109183784398684,
    0.8109183784398684,
    0.8109183784398684,
    0.8109183784398684,
    0.8445644761386941,
    0.8445644761386941,
    0.8445644761386941,
    0.8445644761386941,
    0.8445644761386941,
    0.8445644761386941,
    0.8445644761386941,
    0.8445644761386941,
    0.8485151693357541,
    0.8485151693357541,
    0.8485151693357541,
    0.8485151693357541,
    0.8485151693357541,
    0.8485151693357541,
    0.8467486294091975,
    0.8467486294091975,
    0.8467486294091975,
    0.8467486294091975,
    0.8467486294091975,
    0.8467486294091975
  ],
  "28": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while human resources teams jot notes on tablets as students introduce themselves.",
    "At the university's career fair, career counselors remind attendees to maintain eye contact, while human resources teams jot notes on tablets as students introduce themselves. The scene unfolds with students lining up outside the university gym before the career fair opens.",
    "At the university, a career fair is underway with career counselors reminding attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. The scene opens with students lining up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the university, a career fair is underway around the gym. The scene opens with students lining up outside the university gym before the fair opens. Inside, career counselors remind attendees to maintain eye contact while navigating the event. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, and tech companies display demo screens showing their latest apps.",
    "A career fair is underway at the university, centered around the gym. The scene opens with students lining up outside the university gym before the fair opens. Inside, career counselors remind attendees to maintain eye contact while navigating the event. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, and tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "A university career fair centered around the campus gym is underway; students line up outside the gym before opening. Inside, career counselors remind attendees to maintain eye contact while navigating the event. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "The university career fair is underway around the campus gym, with students lining up outside before opening. Inside, career counselors remind attendees to maintain eye contact while navigating the event. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair underway around the campus gym, students line up outside before opening. Inside, career counselors remind attendees to maintain eye contact as they navigate the event. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "28_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.6396922461016835,
    0.6396922461016835,
    0.6396922461016835,
    0.6396922461016835,
    0.6396922461016835,
    0.7971941974464134,
    0.7971941974464134,
    0.7971941974464134,
    0.7971941974464134,
    0.7971941974464134,
    0.7971941974464134,
    0.7971941974464134,
    0.7971941974464134,
    0.7971941974464134,
    0.817858620448605,
    0.817858620448605,
    0.817858620448605,
    0.817858620448605,
    0.817858620448605,
    0.817858620448605,
    0.817858620448605,
    0.817858620448605,
    0.8140371912018932,
    0.8140371912018932,
    0.8140371912018932,
    0.8140371912018932,
    0.8140371912018932,
    0.8140371912018932,
    0.8140371912018932,
    0.8140371912018932,
    0.8201651120562661,
    0.8201651120562661,
    0.8201651120562661,
    0.8201651120562661,
    0.8201651120562661,
    0.8201651120562661,
    0.8201651120562661,
    0.8201651120562661,
    0.8201651120562661,
    0.8204863656663961,
    0.8204863656663961,
    0.8204863656663961,
    0.8204863656663961,
    0.8204863656663961,
    0.8204863656663961,
    0.8204863656663961,
    0.8219522352697148,
    0.8219522352697148,
    0.8219522352697148,
    0.8219522352697148,
    0.8219522352697148,
    0.8219522352697148,
    0.8219522352697148
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards as students line up outside the university gym in anticipation of the career fair opening.",
    "At the entrance, event staff scan registrations and hand out lanyards as students line up outside the university gym in anticipation of the career fair opening. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Event staff at the entrance scan registrations and hand out lanyards as students line up outside the university gym in anticipation of the career fair opening. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention.",
    "Event staff at the entrance scan registrations and hand out lanyards as students line up outside the university gym in anticipation of the career fair opening. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention. Career counselors redirect unsure students toward applicable industries.",
    "Event staff at the entrance scan registrations and hand out lanyards as students line up outside the university gym in anticipation of the career fair opening. A cybersecurity company runs a password cracking challenge on a laptop at its booth. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "Event staff at the entrance scan registrations and hand out lanyards to students lining up outside the university gym in anticipation of the career fair opening. A cybersecurity company hosts a password cracking challenge on a laptop at its booth. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system.",
    "Event staff at the entrance scan registrations and hand out lanyards to students lining up outside the university gym in anticipation of the career fair opening. A cybersecurity company hosts a password-cracking challenge on a laptop at its booth. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps.",
    "At the university gym, event staff scan registrations and hand out lanyards to students lining up outside in anticipation of the career fair opening. A cybersecurity company hosts a password-cracking challenge on a laptop at its booth, while a robotics startup flies a small drone above its display to attract attention. Career counselors redirect unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette are underway. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.4483092996747777,
    0.4483092996747777,
    0.4483092996747777,
    0.4483092996747777,
    0.4483092996747777,
    0.6079839748618506,
    0.6079839748618506,
    0.6079839748618506,
    0.6079839748618506,
    0.6079839748618506,
    0.6079839748618506,
    0.7990478559176981,
    0.7990478559176981,
    0.7990478559176981,
    0.7990478559176981,
    0.7990478559176981,
    0.7990478559176981,
    0.7990478559176981,
    0.8359397503610744,
    0.8359397503610744,
    0.8359397503610744,
    0.8359397503610744,
    0.8359397503610744,
    0.8359397503610744,
    0.8359397503610744,
    0.85329554035695,
    0.85329554035695,
    0.85329554035695,
    0.85329554035695,
    0.85329554035695,
    0.85329554035695,
    0.8467830381530197,
    0.8467830381530197,
    0.8467830381530197,
    0.8467830381530197,
    0.8467830381530197,
    0.8467830381530197,
    0.8467830381530197,
    0.8467830381530197,
    0.8694577622012089,
    0.8694577622012089,
    0.8694577622012089,
    0.8694577622012089,
    0.8694577622012089,
    0.8694577622012089,
    0.8694577622012089,
    0.8694577622012089,
    0.8604156023301074,
    0.8604156023301074,
    0.8604156023301074,
    0.8604156023301074,
    0.8604156023301074,
    0.8604156023301074,
    0.8604156023301074,
    0.8604156023301074,
    0.8604156023301074
  ],
  "30": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "31": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens.",
    "Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university, students clutch resumes inside branded folders and line up outside the gym before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop nearby. A welcome announcement over the PA system outlines the fair schedule.",
    "At the university, students clutch resumes inside branded folders and line up outside the gym before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop nearby. A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor.",
    "At the university, students clutch resumes inside branded folders and line up outside the gym before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop nearby. A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor.",
    "At the university, students clutch resumes inside branded folders and line up outside the gym before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop nearby, attracting attendee interest. A welcome announcement over the PA system outlines the fair schedule, signaling the days flow. Dozens of booths with colorful banners circle the polished floor, presenting a lively panorama of opportunities. Healthcare providers showcase community outreach photos, adding a health sector presence to the event.",
    "At the university, students clutch resumes in branded folders and line up outside the gym before the career fair opens. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop, drawing attendee interest. A welcome PA announces the fair schedule, signaling the days flow. Dozens of booths with colorful banners circle the polished floor, presenting a lively panorama of opportunities. Healthcare providers showcase community outreach photos, adding a health-sector presence to the event.",
    "At the university, students line up outside the gym before the career fair opens, clutching resumes in branded folders. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop, drawing attendee interest. A welcome PA announces the fair schedule, signaling the days flow. Dozens of booths with colorful banners circle the polished floor, presenting a lively panorama of opportunities. Healthcare providers showcase community outreach photos, adding a health-sector presence to the event."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.4230116423910718,
    0.4230116423910718,
    0.4230116423910718,
    0.4230116423910718,
    0.4230116423910718,
    0.5849573297447718,
    0.5849573297447718,
    0.5849573297447718,
    0.5849573297447718,
    0.5849573297447718,
    0.7702542481093891,
    0.7702542481093891,
    0.7702542481093891,
    0.7702542481093891,
    0.7702542481093891,
    0.7702542481093891,
    0.7702542481093891,
    0.8319831253113296,
    0.8319831253113296,
    0.8319831253113296,
    0.8319831253113296,
    0.8319831253113296,
    0.8319831253113296,
    0.8319831253113296,
    0.8319831253113296,
    0.8319831253113296,
    0.8319831253113296,
    0.8319831253113296,
    0.8319831253113296,
    0.8319831253113296,
    0.8319831253113296,
    0.8319831253113296,
    0.8539006076306812,
    0.8539006076306812,
    0.8539006076306812,
    0.8539006076306812,
    0.8539006076306812,
    0.8539006076306812,
    0.8539006076306812,
    0.8539006076306812,
    0.8539006076306812,
    0.8549149514030367,
    0.8549149514030367,
    0.8549149514030367,
    0.8549149514030367,
    0.8549149514030367,
    0.8549149514030367,
    0.8549149514030367,
    0.8549149514030367,
    0.8549149514030367,
    0.8549149514030367,
    0.8499245587381745
  ],
  "32": [
    "",
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while dozens of booths with colorful banners circle the polished floor.",
    "A scene at a career event shows alumni volunteers delivering quick pep talks near the coffee station, while dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries.",
    "At the career event, alumni volunteers deliver quick pep talks near the coffee station as dozens of booths with colorful banners encircle the polished floor. Career counselors redirect unsure students toward applicable industries, guiding them to appropriate opportunities. A welcome announcement over the PA system outlines the fair schedule, coordinating the flow of participants through the venue.",
    "At the career event, alumni volunteers deliver quick pep talks near the coffee station as dozens of booths with colorful banners encircle the polished floor. Career counselors redirect unsure students toward applicable industries, guiding them to opportunities. A welcome announcement over the PA outlines the fair schedule, coordinating the flow of participants through the venue. Students line up outside the university gym before the career fair opens.",
    "At the career event, alumni volunteers deliver quick pep talks near the coffee station as dozens of booths with colorful banners encircle the polished floor. Career counselors redirect unsure students toward applicable industries, guiding them to opportunities. A welcome announcement over the PA outlines the fair schedule, coordinating the flow of participants through the venue. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "At the campus career event, alumni volunteers deliver quick pep talks near the coffee station as dozens of booths with colorful banners encircle the polished floor. Career counselors direct unsure students toward applicable industries, guiding them to opportunities. A welcome announcement over the PA outlines the fair schedule, coordinating the flow of participants through the venue. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications, while tech companies display demo screens showing their latest apps.",
    "At the campus career event, alumni volunteers give quick pep talks near the coffee station as dozens of booths with colorful banners encircle the polished floor. Career counselors direct unsure students toward applicable industries, guiding them to opportunities. A welcome announcement over the PA outlines the fair schedule and coordinates flow of participants through the venue. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications, while tech companies display demo screens showing their latest apps."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.34348841645997136,
    0.34348841645997136,
    0.34348841645997136,
    0.34348841645997136,
    0.34348841645997136,
    0.34348841645997136,
    0.34348841645997136,
    0.34348841645997136,
    0.5766870725310904,
    0.5766870725310904,
    0.5766870725310904,
    0.5766870725310904,
    0.5766870725310904,
    0.5766870725310904,
    0.5766870725310904,
    0.7593068237681531,
    0.7593068237681531,
    0.7593068237681531,
    0.7593068237681531,
    0.7593068237681531,
    0.7593068237681531,
    0.7810953025018389,
    0.7810953025018389,
    0.7810953025018389,
    0.7810953025018389,
    0.7810953025018389,
    0.8245048930650509,
    0.8245048930650509,
    0.8245048930650509,
    0.8245048930650509,
    0.8245048930650509,
    0.8245048930650509,
    0.8245048930650509,
    0.8245048930650509,
    0.8245048930650509,
    0.8497102158888696,
    0.8497102158888696,
    0.8497102158888696,
    0.8497102158888696,
    0.8497102158888696,
    0.8497102158888696,
    0.8497102158888696,
    0.8497102158888696,
    0.8497102158888696,
    0.8497102158888696,
    0.8497102158888696,
    0.8497102158888696,
    0.85128663539368,
    0.85128663539368,
    0.85128663539368,
    0.85128663539368,
    0.85128663539368,
    0.85128663539368
  ],
  "33": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners encircle the polished floor, forming a circular layout. Tech companies display demo screens to showcase their latest apps.",
    "A circular exhibition space features dozens of booths with colorful banners encircling a polished floor. Tech companies display demo screens to showcase their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "A circular exhibition space hosts dozens of booths with colorful banners encircling a polished floor. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "A circular exhibition space hosts dozens of booths with colorful banners encircling a polished floor. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. Outside the university gym, students line up before the career fair opens.",
    "In a circular exhibition space, dozens of booths with colorful banners encircle a polished floor, while tech companies display demo screens of their latest apps. A welcome announcement outlines the fair schedule over the PA system. Outside the university gym, students line up before the career fair opens, with a welcome announcement outlining the schedule over the PA system.",
    "In a circular exhibition space, dozens of booths with colorful banners encircle a polished floor, where tech companies display demo screens of their latest apps. A welcome announcement outlines the fair schedule over the PA system. Outside the university gym, students line up before the career fair opens, and a welcome announcement likewise outlines the schedule over the PA system. Some students rehearse elevator pitches quietly against the wall."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.513129864716658,
    0.513129864716658,
    0.513129864716658,
    0.513129864716658,
    0.513129864716658,
    0.513129864716658,
    0.513129864716658,
    0.513129864716658,
    0.7175691113269778,
    0.7175691113269778,
    0.7175691113269778,
    0.7175691113269778,
    0.7175691113269778,
    0.7175691113269778,
    0.7175691113269778,
    0.7175691113269778,
    0.7079232850995985,
    0.7079232850995985,
    0.7079232850995985,
    0.7079232850995985,
    0.7079232850995985,
    0.7079232850995985,
    0.7079232850995985,
    0.8164292739969404,
    0.8164292739969404,
    0.8164292739969404,
    0.8164292739969404,
    0.8164292739969404,
    0.8164292739969404,
    0.8164292739969404,
    0.8164292739969404,
    0.8164292739969404,
    0.7398474211166725,
    0.7398474211166725,
    0.7398474211166725,
    0.7398474211166725,
    0.7398474211166725,
    0.7398474211166725,
    0.7398474211166725,
    0.7398474211166725,
    0.80652483254071,
    0.80652483254071,
    0.80652483254071,
    0.80652483254071,
    0.80652483254071
  ],
  "34": [
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, the engineering society sponsors a resume review table located near the stage. A robotics startup runs its booth with a small drone flying overhead to attract attention. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event, the engineering society sponsors a resume review table near the stage. A robotics startup runs its booth with a small drone flying overhead to attract attention. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event, the engineering society sponsors a resume review table near the stage. A robotics startup runs its booth with a small drone flying overhead to attract attention. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event, the engineering society sponsors a resume review table near the stage. A robotics startup runs its booth with a small drone flying overhead to attract attention. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event, the engineering society sponsors a resume review table near the stage. A robotics startup runs its booth with a small drone flying overhead to attract attention. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event, the engineering society sponsors a resume review table near the stage. A robotics startup runs its booth with a small drone flying overhead to attract attention. At the entrance, event staff scan registrations and hand out lanyards."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.6202839249382489,
    0.6202839249382489,
    0.6202839249382489,
    0.6202839249382489,
    0.6202839249382489,
    0.6202839249382489,
    0.764986815894102,
    0.764986815894102,
    0.764986815894102,
    0.764986815894102,
    0.764986815894102,
    0.764986815894102,
    0.764986815894102,
    0.764986815894102,
    0.7653820119454173,
    0.7653820119454173,
    0.7653820119454173,
    0.7653820119454173,
    0.7653820119454173,
    0.7653820119454173,
    0.7653820119454173,
    0.7653820119454173,
    0.7653820119454173,
    0.7653820119454173,
    0.7653820119454173,
    0.7653820119454173,
    0.7653820119454173,
    0.7653820119454173,
    0.7653820119454173,
    0.7653820119454173,
    0.7653820119454173,
    0.7653820119454173,
    0.7653820119454173,
    0.7653820119454173,
    0.7653820119454173,
    0.7653820119454173,
    0.7653820119454173,
    0.7653820119454173,
    0.7653820119454173,
    0.7653820119454173,
    0.7653820119454173,
    0.7653820119454173,
    0.7653820119454173,
    0.7653820119454173,
    0.7653820119454173,
    0.7653820119454173,
    0.7653820119454173,
    0.7653820119454173,
    0.7653820119454173,
    0.7653820119454173
  ],
  "35": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers showcase community outreach photos as part of the event. Dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "Healthcare providers showcase community outreach photos as part of the event. Dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact.",
    "Healthcare providers showcase community outreach photos as part of the event, held on a polished floor where dozens of booths with colorful banners circle the space. At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "An event on a polished floor features dozens of booths with colorful banners circling the space, with healthcare providers showcasing community outreach photos as part of the event. At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "An event on a polished floor features dozens of booths with colorful banners circling the space, while healthcare providers showcase community outreach photos as part of the event. At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. A welcome announcement outlines the fair schedule over the PA system.",
    "An event on a polished floor features dozens of booths with colorful banners circling the space, while healthcare providers showcase community outreach photos as part of the event. At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. A welcome announcement outlines the fair schedule over the PA system.",
    "On a polished floor, dozens of booths with colorful banners form a circular layout around the space, while healthcare providers display community outreach photos as part of the event. At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "35_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.442889932359368,
    0.442889932359368,
    0.442889932359368,
    0.442889932359368,
    0.442889932359368,
    0.6772289029893519,
    0.6772289029893519,
    0.6772289029893519,
    0.6772289029893519,
    0.6772289029893519,
    0.6772289029893519,
    0.7231173867270143,
    0.7231173867270143,
    0.7231173867270143,
    0.7231173867270143,
    0.7231173867270143,
    0.7231173867270143,
    0.7231173867270143,
    0.6813100935417458,
    0.6813100935417458,
    0.6813100935417458,
    0.6813100935417458,
    0.6813100935417458,
    0.6813100935417458,
    0.6813100935417458,
    0.6813100935417458,
    0.6813100935417458,
    0.7573873482509255,
    0.7573873482509255,
    0.7573873482509255,
    0.7573873482509255,
    0.7573873482509255,
    0.7573873482509255,
    0.7573873482509255,
    0.8266870644557953,
    0.8266870644557953,
    0.8266870644557953,
    0.8266870644557953,
    0.8266870644557953,
    0.8266870644557953,
    0.8266870644557953,
    0.8266870644557953,
    0.8266870644557953,
    0.8266870644557953,
    0.8266870644557953,
    0.828752782629776,
    0.828752782629776,
    0.828752782629776,
    0.828752782629776,
    0.828752782629776,
    0.828752782629776,
    0.828752782629776,
    0.8626670662596253,
    0.8626670662596253,
    0.8626670662596253,
    0.8626670662596253,
    0.8626670662596253,
    0.8626670662596253
  ],
  "36": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule; consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule; consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth for attention.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners encircle the polished floor.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact.",
    "At the fair, a welcome announcement broadcasts over the PA system outlining the schedule. Dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5402963076492995,
    0.5402963076492995,
    0.5402963076492995,
    0.5402963076492995,
    0.5402963076492995,
    0.5402963076492995,
    0.5402963076492995,
    0.5450869287799638,
    0.5450869287799638,
    0.5450869287799638,
    0.5450869287799638,
    0.5450869287799638,
    0.5450869287799638,
    0.7052082136756248,
    0.7052082136756248,
    0.7052082136756248,
    0.7052082136756248,
    0.7052082136756248,
    0.7052082136756248,
    0.7052082136756248,
    0.7052082136756248,
    0.7052082136756248,
    0.82570041664523,
    0.82570041664523,
    0.82570041664523,
    0.82570041664523,
    0.82570041664523,
    0.82570041664523,
    0.8335378261696875,
    0.8335378261696875,
    0.8335378261696875,
    0.8335378261696875,
    0.8335378261696875,
    0.8335378261696875,
    0.8335378261696875,
    0.8335378261696875,
    0.8621644023759174,
    0.8621644023759174,
    0.8621644023759174,
    0.8621644023759174,
    0.8621644023759174,
    0.8621644023759174,
    0.8621644023759174,
    0.8621644023759174,
    0.8940706360368981,
    0.8940706360368981,
    0.8940706360368981,
    0.8940706360368981,
    0.8940706360368981,
    0.8940706360368981,
    0.8940706360368981,
    0.8940706360368981
  ],
  "37": [
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password-cracking challenge on a laptop, while some students rehearse elevator pitches quietly against the wall.",
    "A cybersecurity company runs a password-cracking challenge on a laptop, while some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop. Nearby, some students rehearse elevator pitches quietly against a wall. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop. Nearby, some students rehearse elevator pitches quietly against a wall. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop. Nearby, students rehearse elevator pitches quietly against a wall. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth to draw attention.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop. Nearby, students rehearse elevator pitches quietly against a wall. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop. Nearby, students rehearse elevator pitches quietly against a wall. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3079876309943105,
    0.3079876309943105,
    0.3079876309943105,
    0.3079876309943105,
    0.3079876309943105,
    0.48506954605470953,
    0.48506954605470953,
    0.48506954605470953,
    0.48506954605470953,
    0.48506954605470953,
    0.48506954605470953,
    0.48506954605470953,
    0.6998925563528575,
    0.6998925563528575,
    0.6998925563528575,
    0.6998925563528575,
    0.6998925563528575,
    0.6998925563528575,
    0.6998925563528575,
    0.6998925563528575,
    0.7470448016753731,
    0.7470448016753731,
    0.7470448016753731,
    0.7470448016753731,
    0.7470448016753731,
    0.7839342679574585,
    0.7839342679574585,
    0.7839342679574585,
    0.7839342679574585,
    0.7839342679574585,
    0.7839342679574585,
    0.7839342679574585,
    0.7839342679574585,
    0.7839342679574585,
    0.8167475227069545,
    0.8167475227069545,
    0.8167475227069545,
    0.8167475227069545,
    0.8167475227069545,
    0.8167475227069545,
    0.8167475227069545,
    0.8167475227069545,
    0.8328524915129447,
    0.8328524915129447,
    0.8328524915129447,
    0.8328524915129447,
    0.8328524915129447,
    0.8328524915129447,
    0.8328524915129447,
    0.8328524915129447,
    0.8328524915129447
  ],
  "38": [
    "",
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "Human resources teams jot notes on tablets while students introduce themselves; the two activities occur concurrently.",
    "HR teams jot notes on tablets as students introduce themselves, with both activities occurring concurrently; a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, concurrent activities shape the scene: HR teams jot notes on tablets as students introduce themselves; a cybersecurity company runs a password cracking challenge on a laptop; and groups of friends mark target employers on the event map.",
    "At the event, concurrent activities shape the scene: HR teams jot notes on tablets as students introduce themselves; a cybersecurity company runs a password cracking challenge on a laptop; and groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "At the event, concurrent activities shape the scene: HR teams jot notes on tablets as students introduce themselves; a cybersecurity company runs a password-cracking challenge on a laptop; groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables.",
    "At the event, concurrent activities shape the scene: HR teams jot notes on tablets as students introduce themselves; a cybersecurity company runs a password-cracking challenge on a laptop; groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "At the event, concurrent activities shape the scene: HR teams jot notes on tablets as students introduce themselves; a cybersecurity company runs a password-cracking challenge on a laptop; groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage.",
    "Concurrent activities shape the scene: HR teams jot notes on tablets as students introduce themselves; a cybersecurity company runs a password-cracking challenge on a laptop; groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.34807855494107487,
    0.34807855494107487,
    0.34807855494107487,
    0.34807855494107487,
    0.34807855494107487,
    0.34807855494107487,
    0.3640348187876205,
    0.3640348187876205,
    0.3640348187876205,
    0.3640348187876205,
    0.3640348187876205,
    0.4307852720160297,
    0.4307852720160297,
    0.4307852720160297,
    0.4307852720160297,
    0.4307852720160297,
    0.4307852720160297,
    0.6327883962145993,
    0.6327883962145993,
    0.6327883962145993,
    0.6327883962145993,
    0.6327883962145993,
    0.6327883962145993,
    0.6327883962145993,
    0.7607513837617861,
    0.7607513837617861,
    0.7607513837617861,
    0.7607513837617861,
    0.7607513837617861,
    0.7607513837617861,
    0.7607513837617861,
    0.7607513837617861,
    0.7727620309857552,
    0.7727620309857552,
    0.7727620309857552,
    0.7727620309857552,
    0.7727620309857552,
    0.7727620309857552,
    0.8256657891909764,
    0.8256657891909764,
    0.8256657891909764,
    0.8256657891909764,
    0.8256657891909764,
    0.8256657891909764,
    0.8256657891909764,
    0.8256657891909764,
    0.8256657891909764,
    0.7401595841187343,
    0.7401595841187343,
    0.7401595841187343,
    0.7401595841187343,
    0.7401595841187343,
    0.7401595841187343
  ],
  "39": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications.",
    "Career counselors remind attendees to maintain eye contact, and finance firms offer QR codes for immediate internship applications.",
    "During an event, career counselors remind attendees to maintain eye contact, and finance firms offer QR codes for immediate internship applications.",
    "During an event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, while finance firms offer QR codes for immediate internship applications.",
    "During the event, career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications, enabling attendees to apply on the spot. Workshops on networking etiquette begin in the adjoining classroom.",
    "During the event, career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Finance firms provide QR codes for immediate internship applications, enabling attendees to apply on the spot. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "At the university gym, students line up outside before the career fair opens, while the event unfolds with several activities. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Finance firms display QR codes to allow immediate internship applications on the spot. Networking etiquette workshops begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "At the university gym, students line up outside before the career fair opens, while the event unfolds with several activities. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Finance firms display QR codes to allow immediate internship applications on the spot. Networking etiquette workshops begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps."
  ],
  "39_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5261963115928523,
    0.5261963115928523,
    0.5261963115928523,
    0.5261963115928523,
    0.5261963115928523,
    0.5261963115928523,
    0.3881327296117401,
    0.3881327296117401,
    0.3881327296117401,
    0.3881327296117401,
    0.3881327296117401,
    0.3881327296117401,
    0.3881327296117401,
    0.3881327296117401,
    0.4421024425795151,
    0.4421024425795151,
    0.4421024425795151,
    0.4421024425795151,
    0.4421024425795151,
    0.4421024425795151,
    0.4421024425795151,
    0.46233016689325096,
    0.46233016689325096,
    0.46233016689325096,
    0.46233016689325096,
    0.46233016689325096,
    0.46233016689325096,
    0.46233016689325096,
    0.46233016689325096,
    0.75206048281741,
    0.75206048281741,
    0.75206048281741,
    0.75206048281741,
    0.75206048281741,
    0.75206048281741,
    0.7530987199440802,
    0.7530987199440802,
    0.7530987199440802,
    0.7530987199440802,
    0.7530987199440802,
    0.7530987199440802,
    0.7530987199440802,
    0.7530987199440802,
    0.8254743282178518,
    0.8254743282178518,
    0.8254743282178518,
    0.8254743282178518,
    0.8254743282178518,
    0.8254743282178518,
    0.8509888914929993,
    0.8509888914929993,
    0.8509888914929993,
    0.8509888914929993,
    0.8509888914929993,
    0.8509888914929993,
    0.8509888914929993,
    0.8509888914929993
  ],
  "40": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while finance firms offer QR codes for immediate internship applications.",
    "At the career fair, counselors direct unsure students toward applicable industries, helping steer them to suitable pathways. Finance firms offer QR codes for immediate internship applications, enabling quick submissions. A welcome announcement over the PA system outlines the fair schedule, informing attendees of the event's flow.",
    "At the career fair, counselors direct unsure students toward applicable industries, guiding them to suitable pathways. Finance firms offer QR codes for immediate internship applications, enabling quick submissions. A welcome announcement over the PA system outlines the fair schedule and informs attendees about the event's flow.",
    "At the career fair, counselors direct unsure students toward applicable industries, guiding them to suitable pathways. Finance firms offer QR codes for immediate internship applications, enabling quick submissions. A welcome announcement over the PA system outlines the fair schedule and informs attendees about the event's flow. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, counselors direct unsure students toward applicable industries, guiding them to suitable pathways. Finance firms offer QR codes for immediate internship applications, enabling quick submissions. A welcome announcement over the PA system outlines the fair schedule and informs attendees about the event's flow. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, counselors direct unsure students toward applicable industries, guiding them to suitable pathways. Finance firms offer QR codes for immediate internship applications, enabling quick submissions. A welcome announcement over the PA system outlines the fair schedule and informs attendees about the event's flow. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, counselors direct unsure students toward applicable industries, guiding them to suitable pathways. Finance firms offer QR codes for immediate internship applications, enabling quick submissions. A welcome announcement over the PA system outlines the fair schedule and informs attendees about the event's flow. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "Around the career fair, counselors direct unsure students toward applicable industries and guide them to suitable pathways. Finance firms provide QR codes for immediate internship applications, enabling quick submissions. A welcome announcement over the PA outlines the fair schedule and the events flow. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall.",
    "During the career fair, counselors direct unsure students toward applicable industries and guide them to suitable pathways. Finance firms provide QR codes for immediate internship applications, enabling quick submissions. A welcome announcement over the PA outlines the fair schedule and the events flow. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "40_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.37148466694638144,
    0.37148466694638144,
    0.37148466694638144,
    0.37148466694638144,
    0.37148466694638144,
    0.37148466694638144,
    0.7823131509706425,
    0.7823131509706425,
    0.7823131509706425,
    0.7823131509706425,
    0.7823131509706425,
    0.8015025616917721,
    0.8015025616917721,
    0.8015025616917721,
    0.8015025616917721,
    0.8015025616917721,
    0.8172423185501371,
    0.8172423185501371,
    0.8172423185501371,
    0.8172423185501371,
    0.8172423185501371,
    0.8172423185501371,
    0.8172423185501371,
    0.8172423185501371,
    0.8172423185501371,
    0.8172423185501371,
    0.8172423185501371,
    0.8172423185501371,
    0.8172423185501371,
    0.8172423185501371,
    0.8172423185501371,
    0.8172423185501371,
    0.8172423185501371,
    0.8172423185501371,
    0.8172423185501371,
    0.8172423185501371,
    0.8594377480877877,
    0.8594377480877877,
    0.8594377480877877,
    0.8594377480877877,
    0.8594377480877877,
    0.8594377480877877,
    0.8594377480877877,
    0.874137704456063,
    0.874137704456063,
    0.874137704456063,
    0.874137704456063,
    0.874137704456063,
    0.874137704456063,
    0.874137704456063,
    0.8776376803063781,
    0.8776376803063781,
    0.8776376803063781,
    0.8776376803063781,
    0.8776376803063781,
    0.8776376803063781,
    0.8776376803063781,
    0.8776376803063781
  ],
  "41": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos, displaying images that document their outreach efforts.",
    "Healthcare providers showcased community outreach photos that document their outreach efforts, while an alumni panel discussed how to prepare for technical interviews.",
    "Healthcare providers showcased community outreach photos documenting their outreach efforts; an alumni panel discussed how to prepare for technical interviews; students clutched resumes inside branded folders.",
    "Healthcare providers showcased community outreach photos documenting their outreach efforts, while an alumni panel discussed how to prepare for technical interviews. Students clutched resumes inside branded folders. At the entrance, event staff scanned registrations and handed out lanyards.",
    "Healthcare providers displayed community outreach photos documenting their outreach efforts, while an alumni panel discussed how to prepare for technical interviews. Students clutched resumes inside branded folders. At the entrance, event staff scanned registrations and handed out lanyards. Human resources teams jotted notes on tablets as students introduced themselves.",
    "Healthcare providers displayed community outreach photos documenting their outreach efforts, while an alumni panel discussed how to prepare for technical interviews. Students clutched resumes inside branded folders. At the entrance, event staff scanned registrations and handed out lanyards. Human resources teams jotted notes on tablets as students introduced themselves.",
    "At the event, healthcare providers displayed community outreach photos documenting their outreach efforts, while an alumni panel discussed how to prepare for technical interviews. Students clutched resumes inside branded folders. At the entrance, event staff scanned registrations and handed out lanyards. Human resources teams jotted notes on tablets as students introduced themselves. Finance firms offered QR codes for immediate internship applications.",
    "At the event, healthcare providers displayed community outreach photos documenting their outreach efforts, while an alumni panel discussed how to prepare for technical interviews. Students clutched resumes inside branded folders. At the entrance, event staff scanned registrations and handed out lanyards. Human resources teams jotted notes on tablets as students introduced themselves. Finance firms offered QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.25788683509528837,
    0.25788683509528837,
    0.25788683509528837,
    0.25788683509528837,
    0.25788683509528837,
    0.25788683509528837,
    0.3703984483470628,
    0.3703984483470628,
    0.3703984483470628,
    0.3703984483470628,
    0.3703984483470628,
    0.3703984483470628,
    0.3703984483470628,
    0.3703984483470628,
    0.3703984483470628,
    0.43274948174457617,
    0.43274948174457617,
    0.43274948174457617,
    0.43274948174457617,
    0.43274948174457617,
    0.43274948174457617,
    0.7034351482353272,
    0.7034351482353272,
    0.7034351482353272,
    0.7034351482353272,
    0.7034351482353272,
    0.7034351482353272,
    0.7034351482353272,
    0.7152387444877106,
    0.7152387444877106,
    0.7152387444877106,
    0.7152387444877106,
    0.7152387444877106,
    0.7152387444877106,
    0.7152387444877106,
    0.7152387444877106,
    0.7152387444877106,
    0.7152387444877106,
    0.7152387444877106,
    0.7152387444877106,
    0.7152387444877106,
    0.7152387444877106,
    0.7152387444877106,
    0.8036002843296758,
    0.8036002843296758,
    0.8036002843296758,
    0.8036002843296758,
    0.8036002843296758,
    0.8036002843296758,
    0.8036002843296758,
    0.8036002843296758,
    0.8036002843296758,
    0.8036002843296758,
    0.8112013829076263,
    0.8112013829076263,
    0.8112013829076263
  ],
  "42": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications.",
    "Dozens of booths with colorful banners circle the polished floor, forming a career fair tableau. Finance firms provide QR codes for immediate internship applications, while career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners circle the polished floor, forming a career fair tableau. Finance firms provide QR codes for immediate internship applications, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths with colorful banners circle the polished floor, forming a career fair tableau. Finance firms provide QR codes for immediate internship applications, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "Dozens of booths with colorful banners circle the polished floor, forming a career fair tableau. Finance firms provide QR codes for immediate internship applications, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "Dozens of booths with colorful banners circle the polished floor, creating a career fair tableau. Finance firms display QR codes for immediate internship applications, while career counselors steer unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Alumni volunteers offer brief pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall.",
    "A career fair unfolds on a polished floor, with dozens of booths encircling the space under colorful banners. Finance firms display QR codes for immediate internship applications, while career counselors steer unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders as they move between booths. Alumni volunteers offer brief pep talks near the coffee station, providing encouragement. Some students rehearse elevator pitches quietly against the wall, refining their delivery. Healthcare providers showcase community outreach photos, highlighting projects and impact. The layout emphasizes direct actionsscanning codes, handing over resumes, flipping through bookletswhile interpersonal guidance and informal practice threads through the scene.",
    "A career fair unfolds on a polished floor, with dozens of booths encircling the space beneath colorful banners. Finance firms display QR codes for immediate internship applications, while career counselors steer unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders as they move between booths. Alumni volunteers offer brief pep talks near the coffee station, providing encouragement. Some students rehearse elevator pitches quietly against the wall, refining their delivery. Healthcare providers showcase community outreach photos, highlighting projects and impact. The layout emphasizes direct actionsscanning codes, handing over resumes, flipping through bookletswhile interpersonal guidance and informal practice threads run through the scene. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.5687380790836012,
    0.5687380790836012,
    0.5687380790836012,
    0.5687380790836012,
    0.5687380790836012,
    0.6490085009534351,
    0.6490085009534351,
    0.6490085009534351,
    0.6490085009534351,
    0.6490085009534351,
    0.7670171063295325,
    0.7670171063295325,
    0.7670171063295325,
    0.7670171063295325,
    0.7670171063295325,
    0.7670171063295325,
    0.7670171063295325,
    0.8061790876652815,
    0.8061790876652815,
    0.8061790876652815,
    0.8061790876652815,
    0.8061790876652815,
    0.8061790876652815,
    0.8061790876652815,
    0.8061790876652815,
    0.8204538114819282,
    0.8204538114819282,
    0.8204538114819282,
    0.8204538114819282,
    0.8204538114819282,
    0.8204538114819282,
    0.8204538114819282,
    0.8204538114819282,
    0.8204538114819282,
    0.8204538114819282,
    0.8199784027565762,
    0.8199784027565762,
    0.8199784027565762,
    0.8199784027565762,
    0.8199784027565762,
    0.8199784027565762,
    0.8199784027565762,
    0.8199784027565762,
    0.8199784027565762,
    0.8199784027565762,
    0.8436676999465849,
    0.8436676999465849,
    0.8436676999465849,
    0.8436676999465849,
    0.8436676999465849,
    0.8436676999465849,
    0.8436676999465849,
    0.8436676999465849
  ],
  "43": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while finance firms offer QR codes for immediate internship applications.",
    "Healthcare providers showcase community outreach photos, while finance firms display QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, healthcare providers showcase community outreach photos; finance firms display QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables; and groups of friends mark target employers on the event map.",
    "At the event, healthcare providers showcase community outreach photos; finance firms display QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables; and groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, healthcare providers showcase community outreach photos; finance firms display QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables; groups of friends mark target employers on the event map, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, healthcare providers showcase community outreach photos; finance firms display QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables; groups of friends mark target employers on the event map; a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, healthcare providers showcase community outreach photos; finance firms display QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables; groups of friends mark target employers on the event map; a cybersecurity company runs a password cracking challenge on a laptop; a robotics startup flies a small drone above its booth for attention.",
    "At the event, healthcare providers display community outreach photos; finance firms display QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables; groups of friends mark target employers on the event map; a cybersecurity company runs a password cracking challenge on a laptop; a robotics startup flies a small drone above its booth for attention."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3698183445958794,
    0.3698183445958794,
    0.3698183445958794,
    0.3698183445958794,
    0.3698183445958794,
    0.5704783711536797,
    0.5704783711536797,
    0.5704783711536797,
    0.5704783711536797,
    0.5704783711536797,
    0.5704783711536797,
    0.5704783711536797,
    0.4910537824839698,
    0.4910537824839698,
    0.4910537824839698,
    0.4910537824839698,
    0.4910537824839698,
    0.4910537824839698,
    0.4910537824839698,
    0.6428240288331941,
    0.6428240288331941,
    0.6428240288331941,
    0.6428240288331941,
    0.6428240288331941,
    0.6428240288331941,
    0.6428240288331941,
    0.5096539047075361,
    0.5096539047075361,
    0.5096539047075361,
    0.5096539047075361,
    0.5096539047075361,
    0.5096539047075361,
    0.5096539047075361,
    0.5096539047075361,
    0.5168602192741244,
    0.5168602192741244,
    0.5168602192741244,
    0.5168602192741244,
    0.5168602192741244,
    0.5168602192741244,
    0.5168602192741244,
    0.5409719706064421,
    0.5409719706064421,
    0.5409719706064421,
    0.5409719706064421,
    0.5409719706064421,
    0.5409719706064421,
    0.5409719706064421,
    0.5409719706064421,
    0.5434000552183348,
    0.5434000552183348,
    0.5434000552183348,
    0.5434000552183348,
    0.5434000552183348,
    0.5434000552183348
  ],
  "44": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens.",
    "A university career fair scene unfolds: an alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "At a university career fair, an alumni panel discusses how to prepare for technical interviews as students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system.",
    "At a university career fair in a university gym, an alumni panel discusses how to prepare for technical interviews while students clutch resumes inside branded folders. Students line up outside the gym before the fair opens. Dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system.",
    "At a university career fair held in a university gym, an alumni panel discusses how to prepare for technical interviews as students clutch resumes inside branded folders. Students line up outside the gym before the fair opens. Dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications.",
    "A university gym hosts a career fair where an alumni panel discusses how to prepare for technical interviews as students clutch resumes inside branded folders. Students line up outside before the fair opens. Dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables.",
    "A university gym hosts a career fair where students line up outside before opening, clutching resumes inside branded folders, while an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications, and consulting firms stack glossy case study booklets on high tables."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.6122946827578568,
    0.6122946827578568,
    0.6122946827578568,
    0.6122946827578568,
    0.6122946827578568,
    0.6122946827578568,
    0.8253353934810587,
    0.8253353934810587,
    0.8253353934810587,
    0.8253353934810587,
    0.8253353934810587,
    0.8253353934810587,
    0.8384983859260893,
    0.8384983859260893,
    0.8384983859260893,
    0.8384983859260893,
    0.8384983859260893,
    0.8384983859260893,
    0.8384983859260893,
    0.8384983859260893,
    0.8384983859260893,
    0.8384983859260893,
    0.8270961233312513,
    0.8270961233312513,
    0.8270961233312513,
    0.8270961233312513,
    0.8270961233312513,
    0.8270961233312513,
    0.8596891079543068,
    0.8596891079543068,
    0.8596891079543068,
    0.8596891079543068,
    0.8596891079543068,
    0.8596891079543068,
    0.8596891079543068,
    0.8596891079543068,
    0.8596891079543068,
    0.8657914014119663,
    0.8657914014119663,
    0.8657914014119663,
    0.8657914014119663,
    0.8657914014119663,
    0.8657914014119663,
    0.8657914014119663,
    0.8657914014119663,
    0.8504781183522984,
    0.8504781183522984,
    0.8504781183522984,
    0.8504781183522984,
    0.8504781183522984
  ],
  "45": [
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews as consulting firms stack glossy case study booklets on high tables and healthcare providers showcase community outreach photos, while some students rehearse elevator pitches quietly against the wall.",
    "An alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables and healthcare providers showcase community outreach photos; some students rehearse elevator pitches quietly against the wall.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables; healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables; healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables; healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.40456574341585916,
    0.40456574341585916,
    0.40456574341585916,
    0.40456574341585916,
    0.40456574341585916,
    0.40456574341585916,
    0.4218659929841356,
    0.4218659929841356,
    0.4218659929841356,
    0.4218659929841356,
    0.4218659929841356,
    0.4218659929841356,
    0.4218659929841356,
    0.4218659929841356,
    0.4209339789956407,
    0.4209339789956407,
    0.4209339789956407,
    0.4209339789956407,
    0.4209339789956407,
    0.4209339789956407,
    0.7125625359327268,
    0.7125625359327268,
    0.7125625359327268,
    0.7125625359327268,
    0.7125625359327268,
    0.7125625359327268,
    0.7125625359327268,
    0.7125625359327268,
    0.7125625359327268,
    0.7125625359327268,
    0.7125625359327268,
    0.7125625359327268,
    0.7125625359327268,
    0.7125625359327268,
    0.7125625359327268,
    0.7125625359327268,
    0.7125625359327268,
    0.7125625359327268,
    0.7125625359327268,
    0.7125625359327268,
    0.7125625359327268,
    0.7125625359327268,
    0.7125625359327268,
    0.7125625359327268,
    0.7125625359327268,
    0.7125625359327268
  ],
  "46": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while some rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym before the career fair opens, while some rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage.",
    "Students line up outside the university gym before the career fair opens, while some rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym before the career fair opens, while some rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "Students line up outside the university gym before the career fair opens, with some rehearsing elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map.",
    "Students line up outside the university gym before the career fair opens; some rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. An alumni panel discusses preparing for technical interviews. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention.",
    "Students line up outside the university gym before the career fair opens, with some rehearsing elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. An alumni panel discusses preparing for technical interviews. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.369655266074308,
    0.369655266074308,
    0.369655266074308,
    0.369655266074308,
    0.369655266074308,
    0.5781147406840887,
    0.5781147406840887,
    0.5781147406840887,
    0.5781147406840887,
    0.5781147406840887,
    0.5781147406840887,
    0.7517112102913865,
    0.7517112102913865,
    0.7517112102913865,
    0.7517112102913865,
    0.7517112102913865,
    0.7517112102913865,
    0.8011802513528357,
    0.8011802513528357,
    0.8011802513528357,
    0.8011802513528357,
    0.8011802513528357,
    0.8011802513528357,
    0.8406551595702549,
    0.8406551595702549,
    0.8406551595702549,
    0.8406551595702549,
    0.8406551595702549,
    0.8406551595702549,
    0.8406551595702549,
    0.8406551595702549,
    0.8406551595702549,
    0.8406551595702549,
    0.8406426946462741,
    0.8406426946462741,
    0.8406426946462741,
    0.8406426946462741,
    0.8406426946462741,
    0.8406426946462741,
    0.8406426946462741,
    0.8406426946462741,
    0.8406426946462741,
    0.8406426946462741,
    0.8406426946462741,
    0.8614320848134676,
    0.8614320848134676,
    0.8614320848134676,
    0.8614320848134676,
    0.8614320848134676,
    0.8614320848134676,
    0.8614320848134676,
    0.8614320848134676,
    0.8614320848134676,
    0.8614320848134676
  ],
  "47": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while workshops on networking etiquette begin in the adjoining classroom.",
    "Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall.",
    "Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications.",
    "At a career event, career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications, while tech companies display demo screens showing their latest apps.",
    "At a career event, career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications, while tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "At a career event, career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications, while tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders.",
    "At a career event, career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a career event, counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle a polished floor. Students clutch resumes inside branded folders while finance firms offer QR codes for immediate internship applications and tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, and workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews."
  ],
  "47_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3335652357649709,
    0.3335652357649709,
    0.3335652357649709,
    0.3335652357649709,
    0.3335652357649709,
    0.5797544782683771,
    0.5797544782683771,
    0.5797544782683771,
    0.5797544782683771,
    0.5797544782683771,
    0.5797544782683771,
    0.5797544782683771,
    0.6879351054589977,
    0.6879351054589977,
    0.6879351054589977,
    0.6879351054589977,
    0.6879351054589977,
    0.6879351054589977,
    0.6879351054589977,
    0.7509507876162692,
    0.7509507876162692,
    0.7509507876162692,
    0.7509507876162692,
    0.7509507876162692,
    0.7509507876162692,
    0.7509507876162692,
    0.7509507876162692,
    0.7836782824719666,
    0.7836782824719666,
    0.7836782824719666,
    0.7836782824719666,
    0.7836782824719666,
    0.7836782824719666,
    0.7836782824719666,
    0.8035147822070442,
    0.8035147822070442,
    0.8035147822070442,
    0.8035147822070442,
    0.8035147822070442,
    0.8035147822070442,
    0.8035147822070442,
    0.8035147822070442,
    0.8035147822070442,
    0.8035652289866252,
    0.8035652289866252,
    0.8035652289866252,
    0.8035652289866252,
    0.8035652289866252,
    0.8035652289866252,
    0.8035652289866252,
    0.8035652289866252,
    0.7979691323958393,
    0.7979691323958393,
    0.7979691323958393,
    0.7979691323958393,
    0.7979691323958393,
    0.7979691323958393
  ],
  "48": [
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, and career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners circle the polished floor, and career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners circle the polished floor, while career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners circle the polished floor, as career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "A career fair takes place on a polished floor where dozens of booths with colorful banners encircle the space. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "A career fair unfolds on a polished floor, with dozens of booths and colorful banners encircling the space. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "The scene is a career fair unfolding on a polished floor, with dozens of booths and colorful banners encircling the space. Career counselors direct unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system.",
    "The career fair unfolds on a polished floor, with dozens of booths and colorful banners encircling the space. Career counselors direct unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.41293763522533417,
    0.41293763522533417,
    0.41293763522533417,
    0.41293763522533417,
    0.41293763522533417,
    0.41293763522533417,
    0.41293763522533417,
    0.41293763522533417,
    0.41293763522533417,
    0.41293763522533417,
    0.41293763522533417,
    0.41293763522533417,
    0.5427035109865546,
    0.5427035109865546,
    0.5427035109865546,
    0.5427035109865546,
    0.5427035109865546,
    0.5427035109865546,
    0.5427035109865546,
    0.5427035109865546,
    0.5427035109865546,
    0.5427035109865546,
    0.6920289450261476,
    0.6920289450261476,
    0.6920289450261476,
    0.6920289450261476,
    0.6920289450261476,
    0.6920289450261476,
    0.6920289450261476,
    0.8182303967499502,
    0.8182303967499502,
    0.8182303967499502,
    0.8182303967499502,
    0.8182303967499502,
    0.8182303967499502,
    0.8182303967499502,
    0.8182303967499502,
    0.8470795069364989,
    0.8470795069364989,
    0.8470795069364989,
    0.8470795069364989,
    0.8470795069364989,
    0.8470795069364989,
    0.8401325233029211,
    0.8401325233029211,
    0.8401325233029211,
    0.8401325233029211,
    0.8401325233029211,
    0.8401325233029211,
    0.8401325233029211,
    0.8401325233029211,
    0.8401325233029211,
    0.8401325233029211,
    0.8401325233029211,
    0.8645970005262544,
    0.8645970005262544
  ],
  "49": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004
  ]
}