{
  "0": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "In the exhibition hall, consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention.",
    "In the exhibition hall, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall.",
    "In the exhibition hall, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall.",
    "In the exhibition hall, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system.",
    "In the exhibition hall, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system.",
    "In the exhibition hall, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system.",
    "In the exhibition hall, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews.",
    "In the exhibition hall, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "In the exhibition hall, booths pair with firms; consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact."
  ],
  "0_score": [
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.5259798824912703,
    0.5259798824912703,
    0.5437783490871029,
    0.5437783490871029,
    0.5437783490871029,
    0.5437783490871029,
    0.6981085590975877,
    0.6981085590975877,
    0.6981085590975877,
    0.6981085590975877,
    0.6981085590975877,
    0.6981085590975877,
    0.6981085590975877,
    0.6981085590975877,
    0.6981085590975877,
    0.6981085590975877,
    0.6981085590975877,
    0.6981085590975877,
    0.796914657507164,
    0.796914657507164,
    0.796914657507164,
    0.796914657507164,
    0.796914657507164,
    0.796914657507164,
    0.796914657507164,
    0.796914657507164,
    0.796914657507164,
    0.796914657507164,
    0.796914657507164,
    0.796914657507164,
    0.796914657507164,
    0.796914657507164,
    0.796914657507164,
    0.796914657507164,
    0.796914657507164,
    0.796914657507164,
    0.796914657507164,
    0.796914657507164,
    0.8360901364028616,
    0.8360901364028616,
    0.8360901364028616,
    0.8360901364028616,
    0.8360901364028616,
    0.8360901364028616,
    0.8360901364028616,
    0.8248656674407466,
    0.8248656674407466,
    0.8248656674407466,
    0.8248656674407466,
    0.8248656674407466,
    0.8248656674407466,
    0.8248656674407466,
    0.8509093759477665,
    0.8509093759477665,
    0.8509093759477665,
    0.8509093759477665,
    0.8509093759477665,
    0.8509093759477665,
    0.8509093759477665,
    0.8509093759477665
  ],
  "1": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "In the scene, career counselors remind attendees to maintain eye contact, and students clutch resumes inside branded folders.",
    "Career counselors remind attendees to maintain eye contact, and students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students line up before the career fair opens. Inside, career counselors remind attendees to maintain eye contact while students clutch resumes tucked inside branded folders. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards to attendees. Inside, career counselors remind attendees to maintain eye contact while students clutch resumes tucked inside branded folders.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards to attendees. Inside, career counselors remind attendees to maintain eye contact as students clutch resumes tucked inside branded folders. Groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards to attendees. Inside, career counselors remind attendees to maintain eye contact as students clutch resumes tucked inside branded folders. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos."
  ],
  "1_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.383164136009462,
    0.383164136009462,
    0.383164136009462,
    0.383164136009462,
    0.6042855622231951,
    0.6042855622231951,
    0.6042855622231951,
    0.6042855622231951,
    0.6042855622231951,
    0.6042855622231951,
    0.6042855622231951,
    0.6042855622231951,
    0.6042855622231951,
    0.6042855622231951,
    0.6042855622231951,
    0.6042855622231951,
    0.6042855622231951,
    0.6042855622231951,
    0.7514737870942423,
    0.7514737870942423,
    0.7514737870942423,
    0.7580301788102458,
    0.7580301788102458,
    0.7580301788102458,
    0.7580301788102458,
    0.8026516984951546,
    0.8026516984951546,
    0.8026516984951546,
    0.8026516984951546,
    0.8026516984951546,
    0.8026516984951546,
    0.8026516984951546,
    0.8026516984951546,
    0.8026516984951546,
    0.8026516984951546,
    0.8026516984951546,
    0.8026516984951546,
    0.8026516984951546,
    0.8026516984951546,
    0.8026516984951546,
    0.8026516984951546,
    0.8026516984951546,
    0.8026516984951546,
    0.8026516984951546,
    0.8026516984951546,
    0.8026516984951546,
    0.8026516984951546,
    0.8026516984951546,
    0.8026516984951546,
    0.8026516984951546,
    0.8026516984951546,
    0.8026516984951546,
    0.8026516984951546,
    0.8026516984951546,
    0.8167614561222902,
    0.8167614561222902,
    0.8167614561222902,
    0.8167614561222902
  ],
  "2": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews.",
    "Event staff scan registrations and hand out lanyards at the entrance; an alumni panel discusses how to prepare for technical interviews. Meanwhile, human resources teams jot notes on tablets as students introduce themselves.",
    "Event staff scan registrations and hand out lanyards at the entrance; an alumni panel discusses how to prepare for technical interviews. Meanwhile, human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Inside, an alumni panel discusses how to prepare for technical interviews. Meanwhile, human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette have begun. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Inside, an alumni panel discusses how to prepare for technical interviews. Meanwhile, human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette have begun. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Inside, an alumni panel discusses how to prepare for technical interviews. Meanwhile, human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette have begun. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention. Healthcare providers showcase community outreach photos.",
    "At the venue entrance, staff scan registrations and hand out lanyards, while inside an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette have begun. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to draw attention. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens."
  ],
  "2_score": [
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.6466202644387957,
    0.6466202644387957,
    0.6466202644387957,
    0.6466202644387957,
    0.6466202644387957,
    0.6466202644387957,
    0.6386155563454466,
    0.6386155563454466,
    0.6386155563454466,
    0.6386155563454466,
    0.6386155563454466,
    0.6386155563454466,
    0.6386155563454466,
    0.6386155563454466,
    0.6386155563454466,
    0.6386155563454466,
    0.6386155563454466,
    0.7737711275362975,
    0.7737711275362975,
    0.7737711275362975,
    0.7737711275362975,
    0.7737711275362975,
    0.7705829066773391,
    0.7705829066773391,
    0.7705829066773391,
    0.7705829066773391,
    0.7705829066773391,
    0.7705829066773391,
    0.7705829066773391,
    0.7705829066773391,
    0.7705829066773391,
    0.7705829066773391,
    0.7705829066773391,
    0.8093578646309958,
    0.8093578646309958,
    0.8093578646309958,
    0.8093578646309958,
    0.8093578646309958,
    0.8093578646309958,
    0.8093578646309958,
    0.8093578646309958,
    0.8093578646309958,
    0.8093578646309958,
    0.8280273870611408,
    0.8280273870611408,
    0.8280273870611408,
    0.8280273870611408,
    0.8280273870611408,
    0.8280273870611408,
    0.8280273870611408,
    0.8280273870611408,
    0.852456779179138,
    0.852456779179138,
    0.852456779179138,
    0.852456779179138,
    0.852456779179138,
    0.852456779179138,
    0.852456779179138
  ],
  "3": [
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system. At the entrance, event staff scan registrations and hand out lanyards.",
    "A welcome announcement outlines the fair schedule over the PA system. At the entrance, event staff scan registrations and hand out lanyards.",
    "A welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth for attention.",
    "At the venue, a welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station.",
    "At the venue, a welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "At the venue, a welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos.",
    "At the venue, a welcome PA announces the fair schedule, guiding attendees. At the entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers deliver short pep talks near the coffee station. Students line up outside the university gym before the career fair opens. Healthcare providers display photos from community outreach. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the venue, a welcome PA announces the fair schedule to guide attendees. At the entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers deliver short pep talks near the coffee station. Students line up outside the university gym before the career fair opens. Healthcare providers display photos from community outreach. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries."
  ],
  "3_score": [
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.6286308253855311,
    0.6286308253855311,
    0.6286308253855311,
    0.6286308253855311,
    0.6286308253855311,
    0.6286308253855311,
    0.6286308253855311,
    0.6286308253855311,
    0.6286308253855311,
    0.6286308253855311,
    0.6286308253855311,
    0.6286308253855311,
    0.6286308253855311,
    0.6286308253855311,
    0.6286308253855311,
    0.6286308253855311,
    0.6286308253855311,
    0.6286308253855311,
    0.7822357362321681,
    0.7822357362321681,
    0.7822357362321681,
    0.7822357362321681,
    0.7822357362321681,
    0.8129274425917983,
    0.8129274425917983,
    0.8129274425917983,
    0.8129274425917983,
    0.8129274425917983,
    0.8129274425917983,
    0.8129274425917983,
    0.8129274425917983,
    0.8129274425917983,
    0.8129274425917983,
    0.8129274425917983,
    0.8666644135604435,
    0.8666644135604435,
    0.8666644135604435,
    0.8666644135604435,
    0.8666644135604435,
    0.8666644135604435,
    0.8683555956595347,
    0.8683555956595347,
    0.8683555956595347,
    0.8683555956595347,
    0.8683555956595347,
    0.8683555956595347,
    0.8849346068804846,
    0.8849346068804846,
    0.8849346068804846,
    0.8849346068804846,
    0.8849346068804846,
    0.8849346068804846,
    0.8849346068804846,
    0.8849346068804846,
    0.889940652037182
  ],
  "4": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, as dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews, as dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, while finance firms provide QR codes for immediate internship applications. Students clutch resumes inside branded folders; event staff scan registrations and hand out lanyards at the entrance. Prior to opening, students line up outside the university gym.",
    "At the career fair, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, while finance firms provide QR codes for immediate internship applications. Students clutch resumes inside branded folders as event staff scan registrations and hand out lanyards at the entrance. Prior to opening, students line up outside the university gym, awaiting entry to the event.",
    "At the career fair, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners surround the polished floor, while finance firms provide QR codes for immediate internship applications. Students clutch resumes inside branded folders as event staff scan registrations and hand out lanyards at the entrance. Prior to opening, students line up outside the university gym, awaiting entry to the event. Groups of friends mark target employers on the event map."
  ],
  "4_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.43732712000337903,
    0.43732712000337903,
    0.43732712000337903,
    0.43732712000337903,
    0.43732712000337903,
    0.43732712000337903,
    0.43732712000337903,
    0.6324988538639095,
    0.6324988538639095,
    0.6324988538639095,
    0.6324988538639095,
    0.6324988538639095,
    0.6324988538639095,
    0.6324988538639095,
    0.6324988538639095,
    0.7420787870299632,
    0.7420787870299632,
    0.7420787870299632,
    0.7420787870299632,
    0.7420787870299632,
    0.7420787870299632,
    0.7420787870299632,
    0.7420787870299632,
    0.7734528210046059,
    0.7734528210046059,
    0.7734528210046059,
    0.7734528210046059,
    0.7734528210046059,
    0.7734528210046059,
    0.7734528210046059,
    0.7734528210046059,
    0.7734528210046059,
    0.7734528210046059,
    0.7734528210046059,
    0.8602147715277899,
    0.8602147715277899,
    0.8602147715277899,
    0.8602147715277899,
    0.8602147715277899,
    0.8655555551705594,
    0.8655555551705594,
    0.8655555551705594,
    0.8655555551705594,
    0.8655555551705594,
    0.8655555551705594,
    0.8655555551705594,
    0.8655555551705594,
    0.8655555551705594,
    0.8655555551705594,
    0.8655555551705594,
    0.8655555551705594,
    0.8655555551705594,
    0.8865534554932062,
    0.8865534554932062,
    0.8865534554932062,
    0.8865534554932062,
    0.8865534554932062,
    0.8865534554932062,
    0.8865534554932062
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "Tech companies are displaying demo screens that show their latest apps.",
    "Tech companies are displaying demo screens that show their latest apps. Groups of friends mark target employers on the event map.",
    "At an event, tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "At an event, tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "At an event, tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "At the event, tech companies display demo screens showcasing their latest apps. Groups of friends mark target employers on the event map. Career counselors steer unsure students toward applicable industries. Students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event, tech companies display demo screens showcasing their latest apps. Groups of friends mark target employers on the event map. Career counselors steer unsure students toward applicable industries. Students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event, tech companies display demo screens showcasing their latest apps. Groups of friends mark target employers on the event map. Career counselors steer unsure students toward applicable industries. Students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event, tech companies display demo screens showcasing their latest apps. Groups of friends mark target employers on the event map, while career counselors steer unsure students toward applicable industries. Students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4050761472672762,
    0.4050761472672762,
    0.4050761472672762,
    0.4050761472672762,
    0.4050761472672762,
    0.5601481584588763,
    0.5601481584588763,
    0.5601481584588763,
    0.5601481584588763,
    0.5601481584588763,
    0.5601481584588763,
    0.5601481584588763,
    0.7575646443774313,
    0.7575646443774313,
    0.7575646443774313,
    0.7575646443774313,
    0.7575646443774313,
    0.7575646443774313,
    0.7575646443774313,
    0.7575646443774313,
    0.7575646443774313,
    0.7575646443774313,
    0.7575646443774313,
    0.7575646443774313,
    0.7575646443774313,
    0.7575646443774313,
    0.7575646443774313,
    0.7575646443774313,
    0.7575646443774313,
    0.7575646443774313,
    0.7575646443774313,
    0.7575646443774313,
    0.7575646443774313,
    0.7929450932346899,
    0.7929450932346899,
    0.7929450932346899,
    0.8137080822342355,
    0.8137080822342355,
    0.8137080822342355,
    0.8137080822342355,
    0.8137080822342355,
    0.8137080822342355,
    0.8137080822342355,
    0.8137080822342355,
    0.8137080822342355,
    0.8137080822342355,
    0.8137080822342355,
    0.8137080822342355,
    0.8137080822342355,
    0.8137080822342355,
    0.8137080822342355,
    0.8137080822342355,
    0.8137080822342355,
    0.8137080822342355,
    0.8137080822342355,
    0.8137080822342355,
    0.8377305050365078,
    0.8377305050365078,
    0.8377305050365078,
    0.8377305050365078,
    0.8377305050365078
  ],
  "7": [
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves.",
    "An event hall scene: a welcome announcement is broadcast over the PA system outlining the fair schedule; consulting firms stack glossy case study booklets on high tables; human resources teams jot notes on tablets as students introduce themselves; tech companies display demo screens showing their latest apps.",
    "In an event hall, a welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps, and alumni volunteers share quick pep talks near the coffee station."
  ],
  "7_score": [
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.5877418283978721,
    0.5877418283978721,
    0.5877418283978721,
    0.5877418283978721,
    0.5877418283978721,
    0.5877418283978721,
    0.5877418283978721,
    0.5877418283978721,
    0.5877418283978721,
    0.5877418283978721,
    0.7068804321356568,
    0.7068804321356568,
    0.7068804321356568,
    0.7068804321356568,
    0.7068804321356568,
    0.7068804321356568,
    0.7068804321356568,
    0.7068804321356568,
    0.7068804321356568,
    0.7068804321356568,
    0.7068804321356568,
    0.7068804321356568,
    0.7068804321356568,
    0.7068804321356568,
    0.7068804321356568,
    0.7068804321356568,
    0.7068804321356568,
    0.7068804321356568,
    0.7068804321356568,
    0.7068804321356568,
    0.7068804321356568,
    0.7068804321356568,
    0.7068804321356568,
    0.7068804321356568,
    0.7068804321356568,
    0.7068804321356568,
    0.7068804321356568,
    0.7068804321356568,
    0.7068804321356568,
    0.7068804321356568,
    0.7068804321356568,
    0.7068804321356568,
    0.7068804321356568,
    0.7068804321356568,
    0.7068804321356568,
    0.7068804321356568,
    0.5005277046271476,
    0.5005277046271476,
    0.5005277046271476,
    0.5005277046271476,
    0.5005277046271476,
    0.5005277046271476,
    0.5005277046271476,
    0.5005277046271476,
    0.7950754722324986,
    0.7950754722324986,
    0.7950754722324986,
    0.7950754722324986
  ],
  "8": [
    "",
    "",
    "",
    "Healthcare providers showcase photos of community outreach.",
    "At an event setting, healthcare providers showcase photos of community outreach while human resources teams jot notes on tablets, and students introduce themselves.",
    "At an event setting, healthcare providers showcase photos of community outreach while human resources teams jot notes on tablets, and students introduce themselves; some rehearse elevator pitches quietly against the wall.",
    "At an event setting, healthcare providers showcase photos of community outreach. Human resources teams jot notes on tablets. Students introduce themselves, and some rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries.",
    "At an event setting, healthcare providers showcase photos of community outreach. Human resources teams jot notes on tablets as students introduce themselves, with some quietly rehearsing elevator pitches against the wall. Career counselors redirect unsure students toward applicable industries to guide their choices.",
    "At an event setting, healthcare providers showcase photos of community outreach. Human resources teams jot notes on tablets as students introduce themselves, with some quietly rehearsing elevator pitches against the wall. Career counselors redirect unsure students toward applicable industries to guide their choices. The scene centers on student introductions, HR note-taking on tablets, elevator pitches rehearsed against the wall, and counselors guiding industry options.",
    "At an event setting, healthcare providers display photos of community outreach. HR teams jot notes on tablets as students introduce themselves, with some quietly rehearsing elevator pitches against the wall. Career counselors direct unsure students toward applicable industries to guide their choices. The scene centers on student introductions, HR note-taking on tablets, elevator pitches rehearsed against the wall, and counselors guiding industry options."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.378712841183756,
    0.378712841183756,
    0.378712841183756,
    0.378712841183756,
    0.378712841183756,
    0.378712841183756,
    0.378712841183756,
    0.3973663300252816,
    0.3973663300252816,
    0.3973663300252816,
    0.3973663300252816,
    0.6911297947129764,
    0.6911297947129764,
    0.6911297947129764,
    0.6911297947129764,
    0.6911297947129764,
    0.6911297947129764,
    0.6911297947129764,
    0.6911297947129764,
    0.6911297947129764,
    0.6911297947129764,
    0.6911297947129764,
    0.6911297947129764,
    0.6911297947129764,
    0.6911297947129764,
    0.6911297947129764,
    0.6911297947129764,
    0.6911297947129764,
    0.6911297947129764,
    0.6911297947129764,
    0.6911297947129764,
    0.6911297947129764,
    0.6809638043327928,
    0.6809638043327928,
    0.6809638043327928,
    0.6809638043327928,
    0.6786094069908885,
    0.6786094069908885,
    0.6786094069908885,
    0.6786094069908885,
    0.6786094069908885,
    0.6786094069908885,
    0.6786094069908885,
    0.6786094069908885,
    0.678835267376144,
    0.678835267376144,
    0.678835267376144,
    0.678835267376144,
    0.678835267376144,
    0.678835267376144,
    0.678835267376144,
    0.678835267376144,
    0.678835267376144,
    0.678835267376144,
    0.678835267376144,
    0.678835267376144,
    0.678835267376144,
    0.678835267376144
  ],
  "9": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while dozens of booths with colorful banners circle the polished floor.",
    "A multi-event career fair unfolds around a polished floor, featuring an alumni panel discussing how to prepare for technical interviews, dozens of booths with colorful banners circling the space, and workshops on networking etiquette beginning in the adjoining classroom.",
    "A multi-event career fair unfolds on a polished floor, featuring an alumni panel discussing how to prepare for technical interviews, dozens of booths with colorful banners circling the space, and networking etiquette workshops beginning in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "A multi-event career fair unfolds on a polished floor, featuring an alumni panel discussing how to prepare for technical interviews, dozens of booths with colorful banners circling the space, and networking etiquette workshops beginning in the adjoining classroom. The engineering society sponsors a resume review table near the stage, while event staff scan registrations and hand out lanyards at the entrance.",
    "The scene captures a multi-event career fair set on a polished floor. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the space, and networking etiquette workshops run in the adjoining classroom. The engineering society sponsors a resume review table near the stage, while event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables.",
    "The scene shows a multi-event career fair set on a polished floor. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the space, while networking etiquette workshops run in the adjoining classroom. The engineering society sponsors a resume review table near the stage, and event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "The scene depicts a multi-event career fair on a polished floor, featuring an alumni panel discussing how to prepare for technical interviews. Dozens of booths with colorful banners circle the space, while networking etiquette workshops run in the adjoining classroom. The engineering society sponsors a resume review table near the stage, and event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "The scene shows a multi-event career fair on a polished floor, with an alumni panel discussing how to prepare for technical interviews. Dozens of booths with colorful banners circle the space, while networking etiquette workshops run in the adjoining classroom. The engineering society sponsors a resume review table near the stage, and event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.5352109231152974,
    0.5352109231152974,
    0.5352109231152974,
    0.5352109231152974,
    0.5352109231152974,
    0.6760693001650321,
    0.6760693001650321,
    0.6760693001650321,
    0.6760693001650321,
    0.6760693001650321,
    0.6760693001650321,
    0.6760693001650321,
    0.6760693001650321,
    0.6654414125678605,
    0.6654414125678605,
    0.6654414125678605,
    0.6654414125678605,
    0.6654414125678605,
    0.6654414125678605,
    0.8207704041126039,
    0.8207704041126039,
    0.8207704041126039,
    0.8207704041126039,
    0.8207704041126039,
    0.833061621780647,
    0.833061621780647,
    0.833061621780647,
    0.833061621780647,
    0.833061621780647,
    0.833061621780647,
    0.833061621780647,
    0.833061621780647,
    0.833061621780647,
    0.833061621780647,
    0.8258631604919194,
    0.8258631604919194,
    0.8258631604919194,
    0.8258631604919194,
    0.8258631604919194,
    0.8355852380325923,
    0.8355852380325923,
    0.8355852380325923,
    0.8355852380325923,
    0.8355852380325923,
    0.8355852380325923,
    0.8355852380325923,
    0.8355852380325923
  ],
  "10": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables; a welcome announcement outlines the fair schedule over the PA system.",
    "Consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "Consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "At the fair, consulting firms stack glossy case study booklets on high tables. A welcome PA announcement outlines the schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver brief pep talks near the coffee station.",
    "At the fair, consulting firms stack glossy case study booklets on high tables. A welcome PA announcement outlines the schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver brief pep talks near the coffee station. Tech companies display demo screens showing their latest apps."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3939217916901763,
    0.3939217916901763,
    0.3939217916901763,
    0.3939217916901763,
    0.3939217916901763,
    0.3939217916901763,
    0.3939217916901763,
    0.3939217916901763,
    0.3939217916901763,
    0.3939217916901763,
    0.3939217916901763,
    0.3939217916901763,
    0.3939217916901763,
    0.3939217916901763,
    0.3939217916901763,
    0.3939217916901763,
    0.3939217916901763,
    0.3939217916901763,
    0.3939217916901763,
    0.3939217916901763,
    0.3939217916901763,
    0.3939217916901763,
    0.3939217916901763,
    0.3939217916901763,
    0.3939217916901763,
    0.3939217916901763,
    0.3939217916901763,
    0.6987265499475915,
    0.6987265499475915,
    0.6987265499475915,
    0.6987265499475915,
    0.6987265499475915,
    0.6987265499475915,
    0.6987265499475915,
    0.6987265499475915,
    0.6987265499475915,
    0.8353598312350319,
    0.8353598312350319,
    0.8353598312350319,
    0.8353598312350319,
    0.8353598312350319,
    0.8353598312350319,
    0.8353598312350319,
    0.8353598312350319,
    0.8353598312350319,
    0.8353598312350319,
    0.8353598312350319,
    0.8353598312350319,
    0.8353598312350319,
    0.8353598312350319,
    0.8796499879477881
  ],
  "11": [
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies at the fair display demo screens showing their latest apps, highlighting ongoing product previews. A welcome announcement over the PA system outlines the fair schedule.",
    "Tech companies at the fair display demo screens showing their latest apps, highlighting ongoing product previews. A welcome announcement over the PA system outlines the fair schedule.",
    "At the tech fair, companies display demo screens of their latest apps, highlighting ongoing product previews. A welcome announcement over the PA system outlines the fair schedule. Finance firms offer QR codes for immediate internship applications.",
    "At the tech fair, companies display demo screens of their latest apps, highlighting ongoing product previews. A welcome announcement over the PA system outlines the fair schedule. Finance firms offer QR codes for immediate internship applications, and healthcare providers showcase community outreach photos.",
    "At the tech fair, demo screens of their latest apps highlight ongoing product previews. A welcome announcement over the PA system outlines the fair schedule. Finance firms offer QR codes for immediate internship applications, while healthcare providers showcase photos of community outreach. Students line up outside the university gym before the career fair opens.",
    "At the tech fair, demo screens of their latest apps highlight ongoing product previews. A welcome announcement over the PA system outlines the fair schedule. Finance firms offer QR codes for immediate internship applications, while healthcare providers showcase photos of community outreach. Students line up outside the university gym before the career fair opens.",
    "At the tech fair and career fair, demo screens of their latest apps highlight ongoing product previews. A welcome announcement over the PA system outlines the fair schedule. Finance firms offer QR codes for immediate internship applications, while healthcare providers showcase photos of community outreach. Students line up outside the university gym before the career fair opens."
  ],
  "11_score": [
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.6024855669067806,
    0.6024855669067806,
    0.6024855669067806,
    0.6024855669067806,
    0.6024855669067806,
    0.6024855669067806,
    0.6024855669067806,
    0.6024855669067806,
    0.6024855669067806,
    0.8190893760897924,
    0.8190893760897924,
    0.8190893760897924,
    0.8190893760897924,
    0.8190893760897924,
    0.8190893760897924,
    0.8190893760897924,
    0.8190893760897924,
    0.8190893760897924,
    0.8278734494272728,
    0.8278734494272728,
    0.8278734494272728,
    0.8278734494272728,
    0.8278734494272728,
    0.8278734494272728,
    0.8278734494272728,
    0.8278734494272728,
    0.8278734494272728,
    0.8278734494272728,
    0.8327838310648225,
    0.8327838310648225,
    0.8327838310648225,
    0.8327838310648225,
    0.8327838310648225,
    0.8327838310648225,
    0.8327838310648225,
    0.8327838310648225,
    0.8327838310648225,
    0.8327838310648225,
    0.8327838310648225,
    0.8327838310648225,
    0.8327838310648225,
    0.8656100039725709,
    0.8656100039725709,
    0.8656100039725709,
    0.8656100039725709,
    0.8656100039725709,
    0.8656100039725709,
    0.8656100039725709,
    0.8656100039725709,
    0.8656100039725709,
    0.8656100039725709,
    0.8656100039725709,
    0.8656100039725709,
    0.8656100039725709
  ],
  "12": [
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "A resume review table sponsored by the engineering society sits near the stage, while students line up outside the university gym before the career fair opens.",
    "Near the stage, a resume review table sponsored by the engineering society is set up. Outside the university gym, students line up before the career fair opens. Groups of friends mark target employers on the event map.",
    "At the career fair venue, a resume review table sponsored by the engineering society is set up near the stage. Outside the university gym, students line up before the fair opens. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the career fair venue, a resume review table sponsored by the engineering society is set up near the stage. Outside the university gym, students are lined up before the fair opens. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair venue, a resume review table sponsored by the engineering society is set up near the stage. Outside the university gym, students are lined up before the fair opens. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair venue, a resume review table sponsored by the engineering society is set up near the stage. Outside the university gym, students are lined up before the fair opens. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair venue, a resume review table sponsored by the engineering society is set up near the stage. Outside the university gym, students are lined up before the fair opens. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "At the career fair venue, dozens of booths with colorful banners circle the polished floor. Outside the university gym, students line up before the fair opens. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "At the career fair venue, dozens of booths with colorful banners surround the polished floor. Outside the university gym, students line up before the fair opens. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps."
  ],
  "12_score": [
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41192612691280756,
    0.41192612691280756,
    0.41192612691280756,
    0.41192612691280756,
    0.41192612691280756,
    0.41192612691280756,
    0.41192612691280756,
    0.41192612691280756,
    0.41192612691280756,
    0.41192612691280756,
    0.7355861592637714,
    0.7355861592637714,
    0.7355861592637714,
    0.7355861592637714,
    0.8285949385942193,
    0.8285949385942193,
    0.8285949385942193,
    0.8285949385942193,
    0.8285949385942193,
    0.8423074128851656,
    0.8423074128851656,
    0.8423074128851656,
    0.8423074128851656,
    0.8470817840115467,
    0.8470817840115467,
    0.8470817840115467,
    0.8470817840115467,
    0.8470817840115467,
    0.871996384504061,
    0.871996384504061,
    0.871996384504061,
    0.871996384504061,
    0.871996384504061,
    0.871996384504061,
    0.871996384504061,
    0.871996384504061,
    0.871996384504061,
    0.871996384504061,
    0.871996384504061,
    0.871996384504061,
    0.8878579034664971,
    0.8878579034664971,
    0.8878579034664971,
    0.8878579034664971,
    0.8878579034664971,
    0.8911910782796573,
    0.8911910782796573,
    0.8911910782796573,
    0.8911910782796573,
    0.8911910782796573,
    0.8911910782796573,
    0.8917285277330161,
    0.8917285277330161,
    0.8917285277330161,
    0.8917285277330161,
    0.8917285277330161,
    0.8917285277330161,
    0.8917285277330161,
    0.8917285277330161,
    0.8917285277330161
  ],
  "13": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym ahead of the career fair opening. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym ahead of the career fair opening. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "Students line up outside the university gym ahead of the career fair opening, as a cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor, and the engineering society sponsors a resume review table near the stage.",
    "Students line up outside the university gym ahead of the career fair opening as a cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor, and the engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "13_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.512107119364744,
    0.512107119364744,
    0.512107119364744,
    0.512107119364744,
    0.512107119364744,
    0.512107119364744,
    0.512107119364744,
    0.512107119364744,
    0.512107119364744,
    0.6711548346260501,
    0.6711548346260501,
    0.6711548346260501,
    0.6711548346260501,
    0.6711548346260501,
    0.6711548346260501,
    0.6711548346260501,
    0.6711548346260501,
    0.6711548346260501,
    0.7509685251288127,
    0.7509685251288127,
    0.7509685251288127,
    0.7509685251288127,
    0.7509685251288127,
    0.7509685251288127,
    0.7509685251288127,
    0.7509685251288127,
    0.7509685251288127,
    0.7509685251288127,
    0.7509685251288127,
    0.7863606498729024,
    0.7863606498729024,
    0.7863606498729024,
    0.7863606498729024,
    0.7863606498729024,
    0.7863606498729024,
    0.7863606498729024,
    0.7863606498729024,
    0.7863606498729024,
    0.7863606498729024,
    0.7863606498729024,
    0.7863606498729024,
    0.7863606498729024,
    0.7863606498729024,
    0.7863606498729024,
    0.7863606498729024,
    0.7863606498729024,
    0.7863606498729024,
    0.7863606498729024,
    0.7863606498729024,
    0.7863606498729024,
    0.7789452107501301,
    0.7789452107501301,
    0.7789452107501301,
    0.7789452107501301,
    0.7789452107501301,
    0.7789452107501301,
    0.7789452107501301
  ],
  "14": [
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps."
  ],
  "14_score": [
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5621491816555677,
    0.5621491816555677,
    0.5621491816555677,
    0.5621491816555677,
    0.5621491816555677,
    0.5621491816555677,
    0.5621491816555677,
    0.5621491816555677,
    0.7445026148196947,
    0.7445026148196947,
    0.7445026148196947,
    0.7898604231728588,
    0.7898604231728588,
    0.7898604231728588,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658,
    0.7928632832180658
  ],
  "15": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders while a welcome announcement over the PA system outlines the fair schedule.",
    "Students clutch resumes inside branded folders as a welcome announcement over the PA system outlines the fair schedule, while career counselors redirect unsure students toward applicable industries.",
    "Students clutch resumes inside branded folders as a welcome announcement over the PA system outlines the fair schedule. Career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall.",
    "A career fair setting has students clutching resumes inside branded folders as a welcome announcement over the PA system outlines the schedule. Career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "A career fair unfolds with students clutching resumes inside branded folders as a PA system announces the schedule. Career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor, presenting a range of opportunities.",
    "A career fair unfolds on a polished floor, with dozens of booths encircling the space and colorful banners presenting a range of opportunities. Students clutch resumes inside branded folders as a PA system announces the schedule. Career counselors redirect unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall.",
    "On a polished floor, a career fair unfolds with dozens of booths encircling the space and colorful banners presenting a range of opportunities. Students clutch resumes inside branded folders as a PA system announces the schedule. Career counselors redirect unsure students toward applicable industries, guiding them toward potential paths. Some students rehearse elevator pitches quietly against the wall.",
    "A career fair unfolds on a polished floor, with dozens of booths encircling the space and colorful banners presenting opportunities. Students clutch resumes inside branded folders as a PA system announces the schedule. Career counselors redirect unsure students toward applicable industries, guiding them toward potential paths. Some students rehearse elevator pitches quietly against the wall. Ahead of opening, students line up outside the university gym before the career fair opens.",
    "A career fair unfolds in a university gym on a polished floor, with dozens of booths encircling the space and colorful banners presenting opportunities. Students clutch resumes in branded folders as a PA system announces the schedule. Career counselors redirect unsure students toward applicable industries, guiding them toward potential paths. Some students rehearse elevator pitches quietly against the wall. Ahead of opening, students line up outside the gym before the fair begins.",
    "A university gym hosts a career fair on a polished floor, with dozens of booths encircling the space and colorful banners presenting opportunities. Students clutch resumes in branded folders as a PA system announces the schedule. Career counselors redirect unsure students toward applicable industries, guiding them toward potential paths. Some students rehearse elevator pitches quietly against the wall. Ahead of opening, students line up outside the gym before the fair begins. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "15_score": [
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.4839130431641896,
    0.4839130431641896,
    0.4839130431641896,
    0.4839130431641896,
    0.4794689152507123,
    0.4794689152507123,
    0.4794689152507123,
    0.4794689152507123,
    0.4794689152507123,
    0.6593161765983203,
    0.6593161765983203,
    0.6593161765983203,
    0.6593161765983203,
    0.6593161765983203,
    0.6593161765983203,
    0.6593161765983203,
    0.6593161765983203,
    0.7888701653563688,
    0.7888701653563688,
    0.7888701653563688,
    0.7888701653563688,
    0.7888701653563688,
    0.7888701653563688,
    0.7888701653563688,
    0.7888701653563688,
    0.7551219285658094,
    0.7551219285658094,
    0.7551219285658094,
    0.7829040343593223,
    0.7829040343593223,
    0.7829040343593223,
    0.7829040343593223,
    0.7829040343593223,
    0.8061446298776775,
    0.8061446298776775,
    0.8061446298776775,
    0.8061446298776775,
    0.8061446298776775,
    0.8061446298776775,
    0.8252363984203286,
    0.8252363984203286,
    0.8252363984203286,
    0.8252363984203286,
    0.8121214665838832,
    0.8121214665838832,
    0.8121214665838832,
    0.8121214665838832,
    0.8121214665838832,
    0.8121214665838832,
    0.8121214665838832,
    0.8059696685403215,
    0.8059696685403215,
    0.8059696685403215,
    0.8059696685403215,
    0.8059696685403215,
    0.8059696685403215,
    0.8059696685403215,
    0.8059696685403215
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system, and workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications.",
    "A fair scene is described: a welcome announcement is broadcast over the PA system outlining the fair schedule; in the adjoining classroom, workshops on networking etiquette begin; tech companies display demo screens showing their latest apps; dozens of booths with colorful banners circle the polished floor; finance firms offer QR codes for immediate internship applications; a robotics startup flies a small drone above its booth for attention.",
    "A fair scene unfolds with a welcome announcement broadcast over the PA system outlining the schedule. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance.",
    "A fair scene unfolds with a welcome announcement over the PA system outlining the schedule. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.3993008087952718,
    0.3993008087952718,
    0.3993008087952718,
    0.3993008087952718,
    0.3993008087952718,
    0.3993008087952718,
    0.3993008087952718,
    0.3993008087952718,
    0.3993008087952718,
    0.728009524617616,
    0.728009524617616,
    0.728009524617616,
    0.728009524617616,
    0.728009524617616,
    0.7689732383557275,
    0.7689732383557275,
    0.7689732383557275,
    0.7689732383557275,
    0.7689732383557275,
    0.7689732383557275,
    0.7689732383557275,
    0.7689732383557275,
    0.7689732383557275,
    0.7689732383557275,
    0.7689732383557275,
    0.7689732383557275,
    0.7689732383557275,
    0.7689732383557275,
    0.7689732383557275,
    0.7689732383557275,
    0.7689732383557275,
    0.8286567903396101,
    0.8286567903396101,
    0.8286567903396101,
    0.8286567903396101,
    0.8829165502137417,
    0.8829165502137417,
    0.8829165502137417,
    0.8829165502137417,
    0.8829165502137417,
    0.8829165502137417,
    0.5411909682524892,
    0.5411909682524892,
    0.5411909682524892,
    0.5411909682524892,
    0.5411909682524892,
    0.5411909682524892,
    0.8649945702636436,
    0.8649945702636436,
    0.8649945702636436,
    0.8649945702636436,
    0.8649945702636436,
    0.8658134724091249
  ],
  "17": [
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact; finance firms offer QR codes for immediate internship applications.",
    "Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, while finance firms offer QR codes for immediate internship applications.",
    "At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries; finance firms offer QR codes for immediate internship applications; and an alumni panel discusses how to prepare for technical interviews.",
    "At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries; finance firms offer QR codes for immediate internship applications; and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "At the event, career counselors reminded attendees to maintain eye contact and redirect unsure students toward applicable industries; finance firms offered QR codes for immediate internship applications; and an alumni panel discussed how to prepare for technical interviews. Groups of friends marked target employers on the event map, while healthcare providers showcased community outreach photos.",
    "At the event, career counselors reminded attendees to maintain eye contact and redirect unsure students toward applicable industries; finance firms offered QR codes for immediate internship applications; and an alumni panel discussed how to prepare for technical interviews. Groups of friends marked target employers on the event map, while healthcare providers showcased community outreach photos. Dozens of booths with colorful banners circle the polished floor."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4513189404567578,
    0.4513189404567578,
    0.4513189404567578,
    0.4513189404567578,
    0.4513189404567578,
    0.4513189404567578,
    0.4513189404567578,
    0.4513189404567578,
    0.4513189404567578,
    0.4513189404567578,
    0.4513189404567578,
    0.4513189404567578,
    0.4513189404567578,
    0.4513189404567578,
    0.4513189404567578,
    0.4513189404567578,
    0.4513189404567578,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.5297103725277569,
    0.5297103725277569,
    0.5297103725277569,
    0.5297103725277569,
    0.5297103725277569,
    0.5297103725277569,
    0.6804099502340565,
    0.6804099502340565,
    0.6804099502340565,
    0.6260938845866038,
    0.6260938845866038,
    0.6260938845866038,
    0.6260938845866038,
    0.6260938845866038,
    0.6260938845866038,
    0.6260938845866038,
    0.7907939228839321,
    0.7907939228839321,
    0.7907939228839321,
    0.7907939228839321,
    0.7907939228839321,
    0.7907939228839321
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A group of students lines up outside the university gym, waiting for the career fair to open. They stand along the gym's exterior, anticipating the start of the event.",
    "A group of students lines up along the exterior of the university gym, waiting for the career fair to open and anticipating the event's start.",
    "A group of students lines up along the exterior of the university gym, waiting for the career fair to open and anticipating the event's start. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up along the exterior of the university gym, waiting for the career fair to open and anticipating its start. Dozens of booths with colorful banners circle the polished floor."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4555404948809918,
    0.4555404948809918,
    0.4555404948809918,
    0.4555404948809918,
    0.34174369998275766,
    0.34174369998275766,
    0.34174369998275766,
    0.5377082062542888,
    0.5377082062542888,
    0.5377082062542888,
    0.5377082062542888,
    0.5377082062542888,
    0.5377082062542888,
    0.5377082062542888,
    0.5377082062542888,
    0.5377082062542888,
    0.5377082062542888,
    0.5596624199558775,
    0.5596624199558775,
    0.5596624199558775,
    0.5596624199558775,
    0.5596624199558775,
    0.5596624199558775,
    0.5596624199558775,
    0.5596624199558775,
    0.5596624199558775,
    0.5596624199558775,
    0.5596624199558775,
    0.5596624199558775,
    0.5596624199558775,
    0.5596624199558775,
    0.5596624199558775,
    0.5596624199558775,
    0.5596624199558775,
    0.5596624199558775,
    0.5596624199558775,
    0.5596624199558775,
    0.5596624199558775,
    0.5596624199558775,
    0.5596624199558775,
    0.5596624199558775,
    0.5596624199558775,
    0.5596624199558775,
    0.5596624199558775,
    0.5596624199558775,
    0.5596624199558775,
    0.5596624199558775
  ],
  "19": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders; consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "Students line up outside the university gym before the career fair opens, clutching resumes in branded folders as consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries.",
    "Students line up outside the university gym before the career fair opens, clutching resumes in branded folders as consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "Students line up outside the university gym before the career fair opens, clutching resumes in branded folders as consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications.",
    "Students line up outside the university gym before the career fair opens, clutching resumes in branded folders as consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications.",
    "Students line up outside the university gym before the career fair opens, clutching resumes in branded folders. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens, clutching resumes in branded folders. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention."
  ],
  "19_score": [
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.4333301658035422,
    0.4333301658035422,
    0.4333301658035422,
    0.5850265214992063,
    0.5850265214992063,
    0.5850265214992063,
    0.5850265214992063,
    0.5850265214992063,
    0.5850265214992063,
    0.7677945856874979,
    0.7677945856874979,
    0.7677945856874979,
    0.7677945856874979,
    0.6052422191508459,
    0.6052422191508459,
    0.6052422191508459,
    0.6052422191508459,
    0.6052422191508459,
    0.6052422191508459,
    0.6052422191508459,
    0.7623004416129997,
    0.7623004416129997,
    0.7623004416129997,
    0.7623004416129997,
    0.8266170529650906,
    0.8266170529650906,
    0.8266170529650906,
    0.8266170529650906,
    0.8266170529650906,
    0.8266170529650906,
    0.8266170529650906,
    0.8266170529650906,
    0.8266170529650906,
    0.8266170529650906,
    0.8266170529650906,
    0.8266170529650906,
    0.8266170529650906,
    0.8266170529650906,
    0.8266170529650906,
    0.8266170529650906,
    0.8266170529650906,
    0.8266170529650906,
    0.8257734066608653,
    0.8257734066608653,
    0.8257734066608653,
    0.8257734066608653,
    0.8257734066608653,
    0.8742258335875503,
    0.8742258335875503,
    0.8742258335875503,
    0.8742258335875503,
    0.8742258335875503
  ],
  "20": [
    "",
    "",
    "",
    "A cybersecurity company conducts a password-cracking challenge on a laptop, with the laptop serving as the platform for the activity and the company acting as the organizer.",
    "A cybersecurity company conducts a password-cracking challenge on a laptop, which serves as the platform for the activity, with the company as the organizer. A welcome announcement outlines the fair schedule over the PA system.",
    "A cybersecurity company organizes a password-cracking challenge hosted on a laptop that serves as the activity platform, with the company as organizer. A welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews.",
    "A cybersecurity company organizes a password-cracking challenge hosted on a laptop that serves as the activity platform, with the company as organizer. A welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention.",
    "A cybersecurity company organizes a password-cracking challenge hosted on a laptop that serves as the activity platform, with the company as organizer. A welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "At a university career fair setup, a cybersecurity company organizes a password-cracking challenge hosted on a laptop that serves as the activity platform, with the company as organizer. A welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map.",
    "During a university career fair, a cybersecurity company runs a password-cracking challenge hosted on a laptop serving as the activity platform, with the company acting as organizer. A welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map.",
    "At a university career fair, a cybersecurity company hosts a password-cracking challenge on a laptop serving as the activity platform and organizer. A welcome PA announces the fair schedule. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "During the university career fair, a cybersecurity company hosts a password-cracking challenge on a laptop that serves as the activity platform and organizer. A welcome PA announces the fair schedule as an alumni panel discusses how to prepare for technical interviews. A robotics startup lifts attention by flying a small drone above its booth. Prior to opening, students line up outside the university gym, while groups of friends mark target employers on the event map. Tech companies display demo screens with their latest apps, and human resources teams jot notes on tablets as students introduce themselves."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.3074267928998788,
    0.3074267928998788,
    0.3074267928998788,
    0.3074267928998788,
    0.3074267928998788,
    0.3074267928998788,
    0.3074267928998788,
    0.4614318651430213,
    0.4614318651430213,
    0.4614318651430213,
    0.6581290692997727,
    0.6581290692997727,
    0.6581290692997727,
    0.6581290692997727,
    0.6581290692997727,
    0.7632021044031662,
    0.7632021044031662,
    0.7632021044031662,
    0.7632021044031662,
    0.8184052396901228,
    0.8184052396901228,
    0.8184052396901228,
    0.8184052396901228,
    0.8184052396901228,
    0.8184052396901228,
    0.8184052396901228,
    0.8184052396901228,
    0.8184052396901228,
    0.8184052396901228,
    0.8184052396901228,
    0.855932736230854,
    0.855932736230854,
    0.855932736230854,
    0.855932736230854,
    0.855932736230854,
    0.855932736230854,
    0.8574381493788845,
    0.8574381493788845,
    0.8574381493788845,
    0.8574381493788845,
    0.8574381493788845,
    0.8574381493788845,
    0.8574381493788845,
    0.8667978163066162,
    0.8667978163066162,
    0.8667978163066162,
    0.8667978163066162,
    0.8667978163066162,
    0.8605541278722466,
    0.8605541278722466,
    0.8605541278722466,
    0.8605541278722466,
    0.8605541278722466,
    0.8605541278722466,
    0.8605541278722466,
    0.8605541278722466,
    0.8605541278722466,
    0.8605541278722466,
    0.8605541278722466,
    0.8605541278722466,
    0.8605541278722466,
    0.8605541278722466,
    0.8605541278722466
  ],
  "21": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "In the event setting, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "In the event setting, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "In the event setting, career counselors remind attendees to maintain eye contact as groups of friends mark target employers on the event map. Students clutch resumes inside branded folders, while alumni volunteers share quick pep talks near the coffee station. Meanwhile, workshops on networking etiquette begin in the adjoining classroom.",
    "At the event setting, career counselors remind attendees to maintain eye contact as groups of friends mark target employers on the event map. Students clutch resumes inside branded folders, while alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event setting, career counselors remind attendees to maintain eye contact as groups of friends mark target employers on the event map. Students clutch resumes inside branded folders, while alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "At the event setting, career counselors remind attendees to maintain eye contact as groups of friends mark target employers on the event map. Students clutch resumes inside branded folders, while alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens."
  ],
  "21_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5243926187944563,
    0.5243926187944563,
    0.5243926187944563,
    0.5243926187944563,
    0.5243926187944563,
    0.5243926187944563,
    0.5243926187944563,
    0.5243926187944563,
    0.5243926187944563,
    0.5243926187944563,
    0.7367569998655753,
    0.7367569998655753,
    0.7367569998655753,
    0.7367569998655753,
    0.7367569998655753,
    0.7367569998655753,
    0.7692120028664129,
    0.7692120028664129,
    0.7692120028664129,
    0.7692120028664129,
    0.6897543541642461,
    0.6897543541642461,
    0.6897543541642461,
    0.6897543541642461,
    0.6897543541642461,
    0.6897543541642461,
    0.6897543541642461,
    0.6897543541642461,
    0.6897543541642461,
    0.6897543541642461,
    0.6897543541642461,
    0.6897543541642461,
    0.6897543541642461,
    0.6897543541642461,
    0.6897543541642461,
    0.6897543541642461,
    0.6973027375768381,
    0.6973027375768381,
    0.6973027375768381,
    0.6973027375768381,
    0.6973027375768381,
    0.6973027375768381,
    0.6973027375768381,
    0.6944878762328854,
    0.6944878762328854,
    0.6944878762328854,
    0.6944878762328854,
    0.6944878762328854,
    0.6944878762328854,
    0.6944878762328854,
    0.6944878762328854,
    0.76947621455491,
    0.76947621455491,
    0.76947621455491,
    0.76947621455491,
    0.76947621455491
  ],
  "22": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers are showcasing community outreach photos, highlighting their engagement with local communities. Concurrently, tech companies display demo screens that present their latest apps, illustrating current software offerings.",
    "Healthcare providers are showcasing community outreach photos, highlighting their engagement with local communities. Concurrently, tech companies display demo screens that present their latest apps, illustrating current software offerings. Finance firms offer QR codes for immediate internship applications.",
    "Healthcare providers are showcasing community outreach photos that highlight engagement with local communities. Concurrently, tech companies display demo screens presenting their latest apps and illustrating current software offerings. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews.",
    "At a multi-organizational event, healthcare providers display photos highlighting community outreach, while tech companies present demo screens of their latest apps and software offerings. Finance firms provide QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves.",
    "At a multi-organizational event, healthcare providers display photos highlighting community outreach; tech companies present demo screens of their latest apps and software offerings; and finance firms provide QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves, while students clutch resumes inside branded folders.",
    "At a multi-organizational event, healthcare providers display photos highlighting community outreach; tech companies present demo screens of their latest apps and software offerings; and finance firms provide QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves, while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "At a multi-organizational event, healthcare providers display photos highlighting community outreach; tech companies present demo screens of their latest apps and software offerings; and finance firms provide QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves, while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "At a multi-organizational event, healthcare providers display photos highlighting community outreach; tech companies present demo screens of their latest apps and software offerings; and finance firms provide QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves, while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention.",
    "At a multi-organizational event, healthcare providers display photos highlighting community outreach, tech companies present demo screens of their latest apps and software offerings, and finance firms provide QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves, while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention. Some students rehearse elevator pitches quietly against the wall."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.4638036312430267,
    0.4638036312430267,
    0.4638036312430267,
    0.4638036312430267,
    0.4638036312430267,
    0.4638036312430267,
    0.4638036312430267,
    0.4638036312430267,
    0.4638036312430267,
    0.6339091246876134,
    0.6339091246876134,
    0.6339091246876134,
    0.6339091246876134,
    0.6339091246876134,
    0.6339091246876134,
    0.6339091246876134,
    0.6339091246876134,
    0.6339091246876134,
    0.6339091246876134,
    0.6339091246876134,
    0.6339091246876134,
    0.7622693606199418,
    0.7622693606199418,
    0.7622693606199418,
    0.7622693606199418,
    0.7622693606199418,
    0.7891314924666968,
    0.7891314924666968,
    0.7891314924666968,
    0.7891314924666968,
    0.7885702693555101,
    0.7885702693555101,
    0.7885702693555101,
    0.7885702693555101,
    0.7885702693555101,
    0.7885702693555101,
    0.7885702693555101,
    0.7885702693555101,
    0.7885702693555101,
    0.7885702693555101,
    0.7885702693555101,
    0.7885702693555101,
    0.7885702693555101,
    0.7835191116931641,
    0.7835191116931641,
    0.7835191116931641,
    0.7985142409722755,
    0.7985142409722755,
    0.7985142409722755,
    0.7985142409722755,
    0.7985142409722755,
    0.7985142409722755,
    0.8227503995737517,
    0.8227503995737517,
    0.8227503995737517,
    0.8227503995737517,
    0.8227503995737517,
    0.8227503995737517,
    0.8227503995737517
  ],
  "23": [
    "",
    "",
    "Students line up outside the university gym ahead of the career fair opening.",
    "Students line up outside the university gym ahead of the career fair opening, while some rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym ahead of the career fair opening, with some rehearsing elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact.",
    "Ahead of the career fair opening, students line up outside the university gym, with some quietly rehearsing elevator pitches against the wall. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Ahead of the career fair opening, students line up outside the university gym, while some quietly rehearse elevator pitches against the wall. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and a robotics startup flies a small drone above its booth to attract attention.",
    "Before the career fair opens, students line up outside the university gym, with some quietly rehearsing elevator pitches against the wall. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, while a robotics startup flies a small drone above its booth to attract attention.",
    "Before the career fair opens, students line up outside the university gym, with some quietly rehearsing elevator pitches against the wall. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, while a robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications.",
    "Before the career fair opens, students line up outside the university gym, some quietly rehearsing elevator pitches against the wall. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, while a robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications.",
    "Before the career fair opens at the university gym, students line up outside, with some quietly rehearsing elevator pitches against the wall. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, while a robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders.",
    "Before the career fair opens at the university gym, students line up outside, with some quietly rehearsing elevator pitches against the wall. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, while a robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Before the career fair opens at the university gym, students line up outside, with some quietly rehearsing elevator pitches against the wall. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, while a robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "23_score": [
    0.0,
    0.0,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.35546093252099376,
    0.35546093252099376,
    0.35546093252099376,
    0.35546093252099376,
    0.5527039658920796,
    0.5527039658920796,
    0.5527039658920796,
    0.5527039658920796,
    0.5527039658920796,
    0.5527039658920796,
    0.5527039658920796,
    0.7985265233350638,
    0.7985265233350638,
    0.7985265233350638,
    0.7985265233350638,
    0.7985265233350638,
    0.7985265233350638,
    0.8284241025437888,
    0.8284241025437888,
    0.8284241025437888,
    0.8284241025437888,
    0.8284241025437888,
    0.8284241025437888,
    0.8161268213595871,
    0.8161268213595871,
    0.8161268213595871,
    0.8161268213595871,
    0.8449382094872826,
    0.8449382094872826,
    0.8449382094872826,
    0.8449382094872826,
    0.8449382094872826,
    0.8449382094872826,
    0.8449382094872826,
    0.8449382094872826,
    0.8449382094872826,
    0.8449382094872826,
    0.8449382094872826,
    0.8449382094872826,
    0.8449382094872826,
    0.8449382094872826,
    0.8427684998076636,
    0.8427684998076636,
    0.8427684998076636,
    0.8427684998076636,
    0.8427684998076636,
    0.8427684998076636,
    0.8427684998076636,
    0.8622719853363826,
    0.8622719853363826,
    0.8622719853363826,
    0.8622719853363826,
    0.8656075097758453,
    0.8656075097758453,
    0.8656075097758453,
    0.8656075097758453,
    0.8656075097758453,
    0.8733033818992114,
    0.8733033818992114
  ],
  "24": [
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance are scanning registrations and handing out lanyards, while workshops on networking etiquette begin in the adjoining classroom.",
    "Event staff at the entrance are scanning registrations and handing out lanyards. In the adjoining classroom, workshops on networking etiquette are beginning. Some students are rehearsing elevator pitches quietly against the wall.",
    "At the event entrance, staff are scanning registrations and handing out lanyards. In the adjoining classroom, networking etiquette workshops are beginning. Some students are rehearsing elevator pitches quietly against the wall. Groups of friends are marking target employers on the event map.",
    "At the event entrance, staff are scanning registrations and handing out lanyards. In the adjoining classroom, networking etiquette workshops are beginning. Some students are rehearsing elevator pitches quietly against the wall. Groups of friends are marking target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, networking etiquette workshops are starting. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, networking etiquette workshops are starting. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, networking etiquette workshops are starting. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos.",
    "At the event entrance, staff scan registrations and hand out lanyards, while in the adjoining classroom networking etiquette workshops begin. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, networking etiquette workshops are underway, with some students rehearsing elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, networking etiquette workshops are underway, with some students rehearsing elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders."
  ],
  "24_score": [
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.38550476624173646,
    0.38550476624173646,
    0.38550476624173646,
    0.38550476624173646,
    0.38550476624173646,
    0.6672327284970352,
    0.6672327284970352,
    0.6672327284970352,
    0.6672327284970352,
    0.6672327284970352,
    0.7140246663054806,
    0.7140246663054806,
    0.7140246663054806,
    0.7605736097437646,
    0.7605736097437646,
    0.7605736097437646,
    0.7605736097437646,
    0.7922558113716676,
    0.7922558113716676,
    0.7922558113716676,
    0.7922558113716676,
    0.7922558113716676,
    0.7922558113716676,
    0.7922558113716676,
    0.7922558113716676,
    0.7922558113716676,
    0.7922558113716676,
    0.7922558113716676,
    0.7922558113716676,
    0.7922558113716676,
    0.7922558113716676,
    0.7922558113716676,
    0.7922558113716676,
    0.7922558113716676,
    0.7871788325478164,
    0.7871788325478164,
    0.7871788325478164,
    0.8229879405065704,
    0.8229879405065704,
    0.8229879405065704,
    0.8229879405065704,
    0.8229879405065704,
    0.8229879405065704,
    0.8229879405065704,
    0.8229879405065704,
    0.813456997282156,
    0.813456997282156,
    0.813456997282156,
    0.813456997282156,
    0.813456997282156
  ]
}