{
  "0": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, and finance firms offer QR codes for immediate internship applications.",
    "An alumni panel discusses how to prepare for technical interviews, while finance firms offer QR codes for immediate internship applications, and healthcare providers showcase community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews; finance firms offer QR codes for immediate internship applications; healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews; finance firms offer QR codes for immediate internship applications; healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews; finance firms offer QR codes for immediate internship applications; healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth for attention.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications; healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth for attention. The engineering society sponsors a resume review table near the stage."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.47162395040734406,
    0.47162395040734406,
    0.47162395040734406,
    0.47162395040734406,
    0.47162395040734406,
    0.4635646173425362,
    0.4635646173425362,
    0.4635646173425362,
    0.4635646173425362,
    0.4635646173425362,
    0.4635646173425362,
    0.4635646173425362,
    0.4635646173425362,
    0.4635646173425362,
    0.4635646173425362,
    0.4635646173425362,
    0.4635646173425362,
    0.4635646173425362,
    0.4635646173425362,
    0.4635646173425362,
    0.4635646173425362,
    0.5089883300190867,
    0.5089883300190867,
    0.5089883300190867,
    0.5089883300190867,
    0.5089883300190867,
    0.7356785696867011,
    0.7356785696867011,
    0.7356785696867011,
    0.7356785696867011,
    0.7356785696867011,
    0.7356785696867011,
    0.7356785696867011,
    0.7356785696867011,
    0.7356785696867011,
    0.8829830754366224,
    0.8829830754366224,
    0.8829830754366224,
    0.8829830754366224,
    0.8829830754366224,
    0.8829830754366224,
    0.8829830754366224,
    0.8829830754366224,
    0.8829830754366224,
    0.8829830754366224,
    0.8829830754366224,
    0.9087700755549839,
    0.9087700755549839,
    0.9087700755549839,
    0.9087700755549839,
    0.9087700755549839,
    0.9087700755549839,
    0.9087700755549839,
    0.9087700755549839,
    0.9087700755549839,
    0.9087700755549839,
    0.9087700755549839
  ],
  "1": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while dozens of booths with colorful banners circle the polished floor.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor; they redirect unsure students toward applicable industries.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor, redirecting unsure students toward applicable industries.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor, redirecting unsure students toward applicable industries.",
    "Career counselors remind attendees to maintain eye contact while redirecting unsure students toward applicable industries as dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor as career counselors remind attendees to maintain eye contact while redirecting unsure students toward applicable industries."
  ],
  "1_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3990128130970876,
    0.3990128130970876,
    0.3990128130970876,
    0.3990128130970876,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4671108077205167,
    0.4671108077205167,
    0.4671108077205167,
    0.4671108077205167,
    0.4671108077205167,
    0.4671108077205167,
    0.4671108077205167,
    0.4671108077205167,
    0.4671108077205167,
    0.4187840850411336,
    0.4187840850411336,
    0.4187840850411336,
    0.4187840850411336,
    0.4187840850411336,
    0.4187840850411336,
    0.4187840850411336,
    0.4187840850411336,
    0.4187840850411336,
    0.4187840850411336,
    0.4187840850411336,
    0.4187840850411336,
    0.4187840850411336,
    0.4187840850411336,
    0.4187840850411336,
    0.4187840850411336,
    0.4187840850411336,
    0.4187840850411336,
    0.4699796567595945,
    0.4699796567595945,
    0.4699796567595945,
    0.4699796567595945,
    0.4699796567595945,
    0.4699796567595945,
    0.4699796567595945,
    0.4699796567595945,
    0.4699796567595945
  ],
  "2": [
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while some students rehearse elevator pitches quietly against the wall.",
    "At the event, career counselors remind attendees to maintain eye contact. Meanwhile, some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "At the event, career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "At the event, career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, a career fair atmosphere unfolds as counselors remind attendees to maintain eye contact while networking. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map, and others clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, and human resources teams jot notes on tablets as students introduce themselves."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3362529665320323,
    0.3362529665320323,
    0.3362529665320323,
    0.3362529665320323,
    0.3362529665320323,
    0.3362529665320323,
    0.3362529665320323,
    0.3362529665320323,
    0.6870441434566532,
    0.6870441434566532,
    0.6870441434566532,
    0.7824314092758728,
    0.7824314092758728,
    0.7824314092758728,
    0.804091226195857,
    0.804091226195857,
    0.804091226195857,
    0.804091226195857,
    0.804091226195857,
    0.804091226195857,
    0.804091226195857,
    0.804091226195857,
    0.804091226195857,
    0.8177476147154461,
    0.8177476147154461,
    0.8177476147154461,
    0.8177476147154461,
    0.8177476147154461,
    0.8177476147154461,
    0.8177476147154461,
    0.8325797088918214,
    0.8325797088918214,
    0.8325797088918214,
    0.8325797088918214,
    0.8325797088918214,
    0.8325797088918214,
    0.8325797088918214,
    0.8325797088918214,
    0.8325797088918214,
    0.8325797088918214,
    0.8325797088918214,
    0.8325797088918214,
    0.8325797088918214,
    0.8325797088918214,
    0.8325797088918214,
    0.8325797088918214,
    0.8325797088918214,
    0.8325797088918214,
    0.8325797088918214,
    0.8325797088918214,
    0.8325797088918214,
    0.8325797088918214,
    0.8325797088918214,
    0.8325797088918214
  ],
  "3": [
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the schedule, while a robotics startup flies a small drone above its booth to attract attention.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the schedule, while a robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "3_score": [
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.4466433930479572,
    0.4466433930479572,
    0.4466433930479572,
    0.4466433930479572,
    0.4466433930479572,
    0.4466433930479572,
    0.4466433930479572,
    0.6525986276381778,
    0.6525986276381778,
    0.6525986276381778,
    0.6525986276381778,
    0.6525986276381778,
    0.6525986276381778,
    0.6525986276381778,
    0.6525986276381778,
    0.6525986276381778,
    0.6525986276381778,
    0.6525986276381778,
    0.6525986276381778,
    0.6525986276381778,
    0.6525986276381778,
    0.6525986276381778,
    0.6525986276381778,
    0.6525986276381778,
    0.6525986276381778,
    0.6525986276381778,
    0.6525986276381778,
    0.6525986276381778,
    0.6525986276381778,
    0.6525986276381778,
    0.6525986276381778,
    0.6525986276381778,
    0.6525986276381778,
    0.6525986276381778,
    0.6525986276381778,
    0.6525986276381778,
    0.6525986276381778,
    0.6525986276381778,
    0.6525986276381778,
    0.6525986276381778,
    0.8413046185854771,
    0.8413046185854771,
    0.8413046185854771,
    0.8413046185854771,
    0.8413046185854771,
    0.8413046185854771,
    0.8630454702571142,
    0.8630454702571142,
    0.8630454702571142,
    0.8630454702571142,
    0.8630454702571142,
    0.8630454702571142,
    0.8630454702571142,
    0.8630454702571142,
    0.8630454702571142,
    0.8630454702571142,
    0.8630454702571142,
    0.8630454702571142
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "In the event space, some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map.",
    "In the event space, students rehearse elevator pitches quietly against the wall, groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos.",
    "At the event space, students rehearse elevator pitches quietly against the wall, groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos. Outside the university gym, students line up before the career fair opens.",
    "At the event space, students rehearse elevator pitches quietly against the wall, groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos. Outside the university gym, students line up before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the event space on campus, students rehearse elevator pitches quietly against the wall, groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos. Outside the university gym, students line up before the career fair opens. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention.",
    "At the campus event space, students rehearse elevator pitches quietly against the wall while groups of friends mark target employers on the event map and healthcare providers showcase community outreach photos. Outside the university gym, students line up before the career fair opens. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention, and dozens of booths with colorful banners circle the polished floor.",
    "At the campus event space, students rehearse elevator pitches quietly against the wall while groups of friends mark target employers on the event map and healthcare providers showcase community outreach photos. Outside the university gym, more students line up before the career fair opens. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention, and dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.39818664636384554,
    0.39818664636384554,
    0.39818664636384554,
    0.42038473061017456,
    0.42038473061017456,
    0.42038473061017456,
    0.5944368961173024,
    0.5944368961173024,
    0.5944368961173024,
    0.5944368961173024,
    0.5944368961173024,
    0.5944368961173024,
    0.5944368961173024,
    0.5944368961173024,
    0.5944368961173024,
    0.5944368961173024,
    0.5944368961173024,
    0.5944368961173024,
    0.5944368961173024,
    0.5944368961173024,
    0.5944368961173024,
    0.5944368961173024,
    0.5944368961173024,
    0.5944368961173024,
    0.5944368961173024,
    0.5944368961173024,
    0.7625642337521673,
    0.7625642337521673,
    0.7625642337521673,
    0.7940819660945744,
    0.7940819660945744,
    0.7940819660945744,
    0.7940819660945744,
    0.7940819660945744,
    0.7940819660945744,
    0.8053349874515021,
    0.8053349874515021,
    0.8053349874515021,
    0.8053349874515021,
    0.8053349874515021,
    0.8053349874515021,
    0.821265648099304,
    0.821265648099304,
    0.821265648099304,
    0.821265648099304,
    0.821265648099304
  ],
  "5": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "In the scene, groups of friends mark target employers on the event map, while healthcare providers showcase community outreach photos.",
    "The scene depicts a career fair setting: students line up outside the university gym before the event opens, while groups of friends mark target employers on the event map and healthcare providers showcase community outreach photos.",
    "At a university career fair, students line up outside the gym before the event opens. Groups of friends mark target employers on the event map, coordinating which companies to approach. Healthcare providers showcase community outreach photos as part of the display. Inside, students clutch resumes stored in branded folders, ready to share their qualifications with prospective employers. The scene blends preparation, targeted networking, and outreach imagery, conveying a structured approach to connecting students with employers and community partners.",
    "At a university career fair, students line up outside the gym before the event opens. Groups of friends mark target employers on the event map, coordinating which companies to approach. Healthcare providers showcase community outreach photos as part of the display. Inside, students clutch resumes stored in branded folders, ready to share their qualifications with prospective employers. Finance firms offer QR codes for immediate internship applications. The scene combines preparation, targeted networking, and outreach imagery, conveying a structured approach to connecting students with employers and community partners."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3527657117651811,
    0.3527657117651811,
    0.3527657117651811,
    0.3527657117651811,
    0.4782514075611956,
    0.4782514075611956,
    0.4782514075611956,
    0.4782514075611956,
    0.4782514075611956,
    0.4782514075611956,
    0.4782514075611956,
    0.4782514075611956,
    0.4782514075611956,
    0.7695198060545888,
    0.7695198060545888,
    0.7695198060545888,
    0.7695198060545888,
    0.7695198060545888,
    0.7695198060545888,
    0.7695198060545888,
    0.7695198060545888,
    0.7695198060545888,
    0.7695198060545888,
    0.7695198060545888,
    0.7695198060545888,
    0.7695198060545888,
    0.7695198060545888,
    0.7909722371620151,
    0.7909722371620151,
    0.7909722371620151,
    0.7909722371620151,
    0.7909722371620151,
    0.7909722371620151,
    0.7909722371620151,
    0.7909722371620151
  ],
  "6": [
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station.",
    "Event staff at the entrance scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards. Nearby, alumni volunteers deliver quick pep talks by the coffee station. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor.",
    "At the event entrance, staff scan registrations and hand out lanyards. Nearby, alumni volunteers deliver quick pep talks by the coffee station. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, while consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. Nearby, alumni volunteers deliver quick pep talks by the coffee station. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards. Nearby, alumni volunteers deliver quick pep talks by the coffee station. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map."
  ],
  "6_score": [
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.5457227808393477,
    0.5457227808393477,
    0.5457227808393477,
    0.5457227808393477,
    0.5457227808393477,
    0.5457227808393477,
    0.5457227808393477,
    0.6885344291399786,
    0.6885344291399786,
    0.6885344291399786,
    0.6885344291399786,
    0.6885344291399786,
    0.6885344291399786,
    0.6885344291399786,
    0.6885344291399786,
    0.6885344291399786,
    0.6885344291399786,
    0.6885344291399786,
    0.6885344291399786,
    0.6885344291399786,
    0.6885344291399786,
    0.6885344291399786,
    0.6885344291399786,
    0.6885344291399786,
    0.6885344291399786,
    0.6885344291399786,
    0.6885344291399786,
    0.7498565561876123,
    0.7498565561876123,
    0.7498565561876123,
    0.7498565561876123,
    0.7498565561876123,
    0.7498565561876123,
    0.7498565561876123,
    0.7498565561876123,
    0.7498565561876123,
    0.7498565561876123,
    0.7498565561876123,
    0.7498565561876123,
    0.7896141804635792,
    0.7896141804635792,
    0.7896141804635792,
    0.7896141804635792,
    0.7896141804635792,
    0.7896141804635792,
    0.8066896920628317,
    0.8066896920628317,
    0.8066896920628317,
    0.8066896920628317,
    0.820946513374738,
    0.820946513374738,
    0.820946513374738,
    0.820946513374738,
    0.820946513374738,
    0.820946513374738,
    0.820946513374738,
    0.820946513374738
  ],
  "7": [
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle a polished floor, while consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths with colorful banners circle a polished floor; consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos.",
    "Dozens of booths with colorful banners circle a polished floor at a trade show. Consulting firms stack glossy case-study booklets on high tables, while healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop.",
    "LLM error: 500 Server Error: Internal Server Error for url: https://api.openai.com/v1/chat/completions",
    "An LLM error occurred with a 500 Internal Server Error for the URL https://api.openai.com/v1/chat/completions. Career counselors redirect unsure students toward applicable industries."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.3371915550290029,
    0.3371915550290029,
    0.3371915550290029,
    0.3371915550290029,
    0.3371915550290029,
    0.3371915550290029,
    0.3371915550290029,
    0.3371915550290029,
    0.3371915550290029,
    0.35490001103084895,
    0.35490001103084895,
    0.35490001103084895,
    0.35490001103084895,
    0.35490001103084895,
    0.35490001103084895,
    0.35490001103084895,
    0.35490001103084895,
    0.35490001103084895,
    0.35490001103084895,
    0.35490001103084895,
    0.35490001103084895,
    0.35490001103084895,
    0.6905046537858787,
    0.6905046537858787,
    0.6905046537858787,
    0.6905046537858787,
    0.6905046537858787,
    0.6905046537858787,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.29199545357612494,
    0.29199545357612494,
    0.29199545357612494,
    0.29199545357612494,
    0.29199545357612494,
    0.29199545357612494
  ],
  "8": [
    "",
    "",
    "Dozens of booths encircle a polished floor, each booth displaying colorful banners.",
    "Dozens of booths encircle a polished floor, with each booth displaying colorful banners. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Dozens of booths encircle a polished floor, each booth displaying colorful banners. A cybersecurity company runs a password cracking challenge on a laptop at one booth. Consulting firms stack glossy case study booklets on high tables nearby.",
    "Dozens of booths encircle a polished floor, each booth displaying colorful banners. A cybersecurity company runs a password cracking challenge on a laptop at one booth. Consulting firms stack glossy case study booklets on high tables nearby. Workshops on networking etiquette begin in the adjoining classroom.",
    "A trade-show floor encircled by dozens of booths features colorful banners. At one booth, a cybersecurity company runs a password cracking challenge on a laptop. Nearby, consulting firms stack glossy case-study booklets on high tables. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps. The arrangement combines demonstrations, literature, and instructional sessions within a single event.",
    "A trade-show floor encircled by dozens of booths features colorful banners, where a cybersecurity company runs a password cracking challenge on a laptop at one booth. Nearby, consulting firms stack glossy case-study booklets on high tables. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps. The arrangement blends demonstrations, literature, and instructional sessions within a single event. Career counselors remind attendees to maintain eye contact.",
    "A trade-show floor encircled by dozens of booths with colorful banners hosts a cybersecurity company running a password cracking challenge on a laptop at one booth. Nearby, consulting firms stack glossy case-study booklets on high tables. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps. The arrangement blends demonstrations, literature, and instructional sessions within a single event. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage."
  ],
  "8_score": [
    0.0,
    0.0,
    0.34641064023673734,
    0.34641064023673734,
    0.34641064023673734,
    0.34641064023673734,
    0.34641064023673734,
    0.34641064023673734,
    0.34641064023673734,
    0.34641064023673734,
    0.34641064023673734,
    0.34641064023673734,
    0.34641064023673734,
    0.5081543852320798,
    0.5081543852320798,
    0.5081543852320798,
    0.6884140945192003,
    0.6884140945192003,
    0.6884140945192003,
    0.6884140945192003,
    0.6884140945192003,
    0.6884140945192003,
    0.6884140945192003,
    0.6884140945192003,
    0.6884140945192003,
    0.6884140945192003,
    0.6884140945192003,
    0.6884140945192003,
    0.6884140945192003,
    0.6884140945192003,
    0.6884140945192003,
    0.6884140945192003,
    0.6884140945192003,
    0.6884140945192003,
    0.6884140945192003,
    0.6884140945192003,
    0.6884140945192003,
    0.7240496382122872,
    0.7240496382122872,
    0.7240496382122872,
    0.7240496382122872,
    0.7240496382122872,
    0.7240496382122872,
    0.7240496382122872,
    0.7240496382122872,
    0.7240496382122872,
    0.7240496382122872,
    0.7240496382122872,
    0.7240496382122872,
    0.7419145609307196,
    0.7419145609307196,
    0.7419145609307196,
    0.7419145609307196,
    0.7419145609307196,
    0.7419145609307196,
    0.7419145609307196,
    0.7419145609307196,
    0.777297441411896,
    0.777297441411896,
    0.777297441411896,
    0.777297441411896,
    0.7823023198126868,
    0.7823023198126868
  ],
  "9": [
    "",
    "",
    "Finance firms are offering QR codes for immediate internship applications.",
    "Finance firms are offering QR codes to enable immediate internship applications, while career counselors redirect unsure students toward applicable industries.",
    "Finance firms are offering QR codes to enable immediate internship applications. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves.",
    "Finance firms offer QR codes to enable immediate internship applications. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette commence in the adjoining classroom.",
    "Across a multi-firm career-exploration scene, finance firms provide QR codes for immediate internship applications, while career counselors steer unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette commence, and consulting firms stack glossy case study booklets on high tables.",
    "Across a multi-firm career-exploration scene, finance firms provide QR codes for immediate internship applications, and career counselors steer unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette commence, and consulting firms stack glossy case study booklets on high tables.",
    "A multi-firm career-exploration scene presents finance firms providing QR codes for immediate internship applications as career counselors steer unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette commence, and consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage."
  ],
  "9_score": [
    0.0,
    0.0,
    0.373697143576207,
    0.373697143576207,
    0.373697143576207,
    0.40709172462030563,
    0.40709172462030563,
    0.40709172462030563,
    0.40709172462030563,
    0.40709172462030563,
    0.40709172462030563,
    0.40709172462030563,
    0.40709172462030563,
    0.40709172462030563,
    0.40709172462030563,
    0.40709172462030563,
    0.40709172462030563,
    0.40709172462030563,
    0.40709172462030563,
    0.40709172462030563,
    0.40709172462030563,
    0.40709172462030563,
    0.40709172462030563,
    0.6874131645907496,
    0.6874131645907496,
    0.6874131645907496,
    0.6977354911671194,
    0.6977354911671194,
    0.6977354911671194,
    0.6977354911671194,
    0.6977354911671194,
    0.6977354911671194,
    0.6977354911671194,
    0.6977354911671194,
    0.6977354911671194,
    0.6977354911671194,
    0.6977354911671194,
    0.6977354911671194,
    0.6977354911671194,
    0.6977354911671194,
    0.6977354911671194,
    0.6977354911671194,
    0.6977354911671194,
    0.6977354911671194,
    0.6977354911671194,
    0.6977354911671194,
    0.6977354911671194,
    0.6977354911671194,
    0.6977354911671194,
    0.7096630928264684,
    0.7096630928264684,
    0.7096630928264684,
    0.7096630928264684,
    0.7096630928264684,
    0.6903632566527854,
    0.6903632566527854,
    0.6903632566527854,
    0.6903632566527854,
    0.6903632566527854,
    0.6903632566527854,
    0.6903632566527854,
    0.6903632566527854,
    0.7437189926186379
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries; finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.6151396698441649,
    0.6151396698441649,
    0.6151396698441649,
    0.6151396698441649,
    0.6151396698441649,
    0.622733218142047,
    0.622733218142047,
    0.49314810911134954,
    0.49314810911134954,
    0.49314810911134954,
    0.49314810911134954,
    0.7976159037922965,
    0.7976159037922965,
    0.7976159037922965,
    0.7976159037922965,
    0.7976159037922965,
    0.7976159037922965,
    0.7976159037922965,
    0.7976159037922965,
    0.7976159037922965,
    0.7976159037922965,
    0.7976159037922965,
    0.7976159037922965,
    0.7976159037922965,
    0.7976159037922965,
    0.7976159037922965,
    0.7976159037922965,
    0.7976159037922965,
    0.7976159037922965,
    0.7976159037922965,
    0.7976159037922965,
    0.7976159037922965,
    0.7976159037922965,
    0.8413332735765782,
    0.8413332735765782
  ],
  "11": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners encircle the polished floor, creating a lively perimeter for the fair. A welcome announcement outlines the fair schedule over the PA system.",
    "Dozens of booths with colorful banners encircle the polished floor, creating a lively perimeter for the fair. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map.",
    "A lively fair surrounds a polished floor, with dozens of booths and colorful banners forming a perimeter. A welcome announcement plays over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map, while an alumni panel discusses how to prepare for technical interviews.",
    "A lively fair surrounds a polished floor, with dozens of booths and colorful banners forming a perimeter. A welcome announcement plays over the PA system, outlining the schedule. Groups of friends mark target employers on the event map, while an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "The scene is a lively fair set around a polished floor, bordered by dozens of booths and colorful banners forming a perimeter. A welcome announcement plays over the PA, outlining the schedule. Groups of friends mark target employers on the event map, while an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.571074832686665,
    0.571074832686665,
    0.571074832686665,
    0.571074832686665,
    0.571074832686665,
    0.571074832686665,
    0.571074832686665,
    0.571074832686665,
    0.571074832686665,
    0.571074832686665,
    0.571074832686665,
    0.571074832686665,
    0.571074832686665,
    0.571074832686665,
    0.571074832686665,
    0.772378854303768,
    0.772378854303768,
    0.772378854303768,
    0.772378854303768,
    0.772378854303768,
    0.772378854303768,
    0.772378854303768,
    0.8454252447701268,
    0.8454252447701268,
    0.8454252447701268,
    0.8454252447701268,
    0.8454252447701268,
    0.8454252447701268,
    0.8454252447701268,
    0.8454252447701268,
    0.8454252447701268,
    0.8454252447701268,
    0.8454252447701268,
    0.8454252447701268,
    0.8454252447701268,
    0.8454252447701268,
    0.8454252447701268,
    0.8454252447701268,
    0.8454252447701268,
    0.8454252447701268,
    0.8581442047312888,
    0.8581442047312888,
    0.8581442047312888,
    0.8581442047312888,
    0.8581442047312888,
    0.8581442047312888,
    0.8581442047312888,
    0.8512142523905228,
    0.8512142523905228,
    0.8512142523905228
  ],
  "12": [
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share brief pep talks near the coffee station, and a welcome announcement over the PA system outlines the fair schedule.",
    "Alumni volunteers share brief pep talks near the coffee station, a welcome announcement over the PA system outlines the fair schedule, and an alumni panel discusses how to prepare for technical interviews.",
    "At the fair, alumni volunteers give brief pep talks near the coffee station; a welcome announcement over the PA outlines the fair schedule; an alumni panel discusses how to prepare for technical interviews; and career counselors redirect unsure students toward applicable industries.",
    "At the fair, alumni volunteers deliver brief pep talks near the coffee station, while a welcome announcement over the PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders, keeping their application materials readily accessible.",
    "At the fair, alumni volunteers deliver brief pep talks near the coffee station, while a welcome PA announcement outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders, keeping their application materials readily accessible. Groups of friends mark target employers on the event map.",
    "At the fair, alumni volunteers deliver brief pep talks near the coffee station as a welcome PA announcement outlines the schedule. An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders, keeping their application materials readily accessible. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.41638130165657383,
    0.41638130165657383,
    0.41638130165657383,
    0.41638130165657383,
    0.41638130165657383,
    0.41638130165657383,
    0.4542060980002784,
    0.4542060980002784,
    0.4542060980002784,
    0.4542060980002784,
    0.4542060980002784,
    0.4542060980002784,
    0.4542060980002784,
    0.4542060980002784,
    0.4542060980002784,
    0.531955855566645,
    0.531955855566645,
    0.531955855566645,
    0.531955855566645,
    0.8650922027056096,
    0.8650922027056096,
    0.8650922027056096,
    0.8650922027056096,
    0.8650922027056096,
    0.8650922027056096,
    0.8650922027056096,
    0.8650922027056096,
    0.8650922027056096,
    0.8650922027056096,
    0.8650922027056096,
    0.8650922027056096,
    0.8650922027056096,
    0.8650922027056096,
    0.8834222924134991,
    0.8834222924134991,
    0.8834222924134991,
    0.8834222924134991,
    0.8834222924134991,
    0.8834222924134991,
    0.8834222924134991,
    0.8834222924134991,
    0.8834222924134991,
    0.8834222924134991,
    0.8834222924134991,
    0.8834222924134991,
    0.8834222924134991,
    0.8834222924134991,
    0.8834222924134991,
    0.8834222924134991,
    0.8834222924134991,
    0.8834222924134991,
    0.8834222924134991,
    0.8834222924134991,
    0.8834222924134991,
    0.8834222924134991
  ],
  "13": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, and students clutch resumes inside branded folders.",
    "Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention.",
    "Workshops on networking etiquette commence in the adjoining classroom, while students clutch resumes inside branded folders. A robotics startup operates a booth with a small drone flying above it to draw attention. Outside the university gym, students line up before the career fair opens.",
    "At the university career fair, workshops on networking etiquette commence in the adjoining classroom as students clutch resumes tucked into branded folders. A robotics startup operates a booth with a small drone flying above it to draw attention. Outside the university gym, students line up before the career fair opens, while event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, workshops on networking etiquette begin in the adjoining classroom as students clutch resumes tucked into branded folders. A robotics startup operates a booth with a small drone flying above it to draw attention. Outside the university gym, students line up before the career fair opens, while event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, workshops on networking etiquette run in an adjoining classroom as students clutch resumes tucked into branded folders. A robotics startup operates a booth with a small drone flying above it to draw attention. Outside the university gym, students line up before the fair opens, while event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.352350742209732,
    0.352350742209732,
    0.6613968853144871,
    0.6613968853144871,
    0.6613968853144871,
    0.6613968853144871,
    0.6613968853144871,
    0.6613968853144871,
    0.6613968853144871,
    0.6613968853144871,
    0.6613968853144871,
    0.6613968853144871,
    0.6613968853144871,
    0.6613968853144871,
    0.6613968853144871,
    0.6613968853144871,
    0.6613968853144871,
    0.6613968853144871,
    0.6613968853144871,
    0.6613968853144871,
    0.7433976402211209,
    0.7433976402211209,
    0.7433976402211209,
    0.7433976402211209,
    0.7433976402211209,
    0.7433976402211209,
    0.7433976402211209,
    0.7433976402211209,
    0.819134566121688,
    0.819134566121688,
    0.819134566121688,
    0.819134566121688,
    0.819134566121688,
    0.819134566121688,
    0.819134566121688,
    0.819134566121688,
    0.8253081398879996,
    0.8253081398879996,
    0.8253081398879996,
    0.8253081398879996,
    0.8253081398879996,
    0.8253081398879996,
    0.8253081398879996,
    0.8253081398879996,
    0.8851202302584391,
    0.8851202302584391,
    0.8851202302584391
  ],
  "14": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors direct unsure students toward applicable industries, while an alumni panel discusses how to prepare for technical interviews.",
    "Career counselors direct unsure students toward applicable industries, while an alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system.",
    "The scene centers on a career fair with guidance and preparation activities: career counselors direct unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system, while groups of friends mark target employers on the event map.",
    "The scene centers on a career fair with guidance and preparation activities. Career counselors direct unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "The scene centers on a career fair focused on guidance and preparation activities. Career counselors direct unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables."
  ],
  "14_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.43490749206466445,
    0.43490749206466445,
    0.43490749206466445,
    0.43490749206466445,
    0.43490749206466445,
    0.43490749206466445,
    0.43490749206466445,
    0.43490749206466445,
    0.43490749206466445,
    0.5931946177041295,
    0.5931946177041295,
    0.5931946177041295,
    0.5931946177041295,
    0.5931946177041295,
    0.5931946177041295,
    0.5931946177041295,
    0.5931946177041295,
    0.5931946177041295,
    0.5931946177041295,
    0.5931946177041295,
    0.5931946177041295,
    0.5931946177041295,
    0.5931946177041295,
    0.5931946177041295,
    0.5931946177041295,
    0.6635203273093327,
    0.6635203273093327,
    0.6635203273093327,
    0.6635203273093327,
    0.6635203273093327,
    0.6635203273093327,
    0.6635203273093327,
    0.6635203273093327,
    0.6635203273093327,
    0.6635203273093327,
    0.6635203273093327,
    0.6635203273093327,
    0.6635203273093327,
    0.6635203273093327,
    0.6635203273093327,
    0.6635203273093327,
    0.6635203273093327,
    0.6635203273093327,
    0.6635203273093327,
    0.6635203273093327,
    0.6635203273093327,
    0.6635203273093327,
    0.8293271609837091,
    0.8293271609837091,
    0.8293271609837091,
    0.8293271609837091,
    0.8293271609837091,
    0.8293271609837091,
    0.8293271609837091,
    0.8293271609837091,
    0.8297674788545479,
    0.8297674788545479,
    0.8297674788545479,
    0.8297674788545479
  ],
  "15": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while career counselors redirect unsure students toward applicable industries.",
    "Consulting firms stack glossy case study booklets on high tables, while career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention.",
    "Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, presenting materials to attendees. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to draw attention.",
    "Pre-opening scene at the university gym for a career fair shows students lining up outside before doors open. Consulting firms stack glossy case study booklets on high tables, presenting materials to attendees. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map.",
    "Before doors open at the university gym for a career fair, students are lined up outside, waiting. Inside, consulting firms stack glossy case study booklets on high tables and present materials to attendees. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "Before doors open at the university gym for a career fair, students are lined up outside. Inside, consulting firms stack glossy case study booklets on high tables and present materials to attendees. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor.",
    "At a university gym hosting a career fair, doors are about to open and students are lined up outside. Inside, consulting firms stack glossy case study booklets on high tables and present materials to attendees. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.34728602921664914,
    0.34728602921664914,
    0.34728602921664914,
    0.34728602921664914,
    0.56538785411874,
    0.56538785411874,
    0.56538785411874,
    0.56538785411874,
    0.56538785411874,
    0.56538785411874,
    0.8110530869498829,
    0.8110530869498829,
    0.8110530869498829,
    0.8110530869498829,
    0.8110530869498829,
    0.8110530869498829,
    0.8110530869498829,
    0.8110530869498829,
    0.8110530869498829,
    0.8110530869498829,
    0.8110530869498829,
    0.8110530869498829,
    0.8110530869498829,
    0.8110530869498829,
    0.8110530869498829,
    0.8260440590135457,
    0.8260440590135457,
    0.8260440590135457,
    0.8260440590135457,
    0.8260440590135457,
    0.8260440590135457,
    0.8260440590135457,
    0.8260440590135457,
    0.8260440590135457,
    0.8260440590135457,
    0.8404641791985892,
    0.8404641791985892,
    0.8404641791985892,
    0.8404641791985892,
    0.8404641791985892,
    0.8452867160638295,
    0.8452867160638295,
    0.8452867160638295,
    0.8452867160638295,
    0.8452867160638295,
    0.8452867160638295,
    0.8452867160638295
  ],
  "16": [
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while human resources teams jot notes on tablets as students introduce themselves.",
    "Tech companies display demo screens showing their latest apps, while human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "Tech companies display demo screens showing their latest apps, while human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "In the described event, tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "At the described event, tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "At the described event, tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "At the described event, tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables."
  ],
  "16_score": [
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.5934548005835624,
    0.5934548005835624,
    0.5934548005835624,
    0.5934548005835624,
    0.5934548005835624,
    0.5934548005835624,
    0.5934548005835624,
    0.7268088023681846,
    0.7268088023681846,
    0.7268088023681846,
    0.7268088023681846,
    0.7268088023681846,
    0.7268088023681846,
    0.7268088023681846,
    0.7268088023681846,
    0.7268088023681846,
    0.7268088023681846,
    0.7268088023681846,
    0.7268088023681846,
    0.7268088023681846,
    0.7268088023681846,
    0.7268088023681846,
    0.7268088023681846,
    0.7268088023681846,
    0.7268088023681846,
    0.789166109101749,
    0.789166109101749,
    0.789166109101749,
    0.789166109101749,
    0.789166109101749,
    0.789166109101749,
    0.789166109101749,
    0.789166109101749,
    0.8013296051192051,
    0.8013296051192051,
    0.8013296051192051,
    0.8013296051192051,
    0.8097229492904741,
    0.8097229492904741,
    0.8097229492904741,
    0.8097229492904741,
    0.8097229492904741,
    0.8097229492904741,
    0.8045432052297268,
    0.8045432052297268,
    0.8045432052297268,
    0.8045432052297268
  ],
  "17": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos.",
    "Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens, and consulting firms stack glossy case study booklets on high tables.",
    "A university career fair is taking shape with several elements. Networking etiquette workshops are underway in the adjoining classroom, while healthcare providers display community outreach photos. Outside the university gym, students line up before the fair opens. Inside, consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA system outlines the fair schedule.",
    "At a university career fair, activities are underway: networking etiquette workshops are taking place in an adjoining classroom, and healthcare providers display community outreach photos. Outside the university gym, students line up before the fair opens. Inside, consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA system outlines the fair schedule. The engineering society sponsors a resume review table near the stage.",
    "At a university career fair, activities are underway. Networking etiquette workshops are in an adjoining classroom, while healthcare providers display community outreach photos. Outside the university gym, students line up before opening. Inside, consulting firms stack glossy case study booklets on high tables, and a welcome PA announcement outlines the fair schedule. The engineering society sponsors a resume review table near the stage, and a robotics startup flies a small drone above its booth to attract attention.",
    "At a university career fair, activity is underway. Outside the university gym, students line up before opening. Inside, consulting firms stack glossy case study booklets on high tables, and a welcome PA announcement outlines the fair schedule. An adjoining classroom hosts networking etiquette workshops, while healthcare providers display community outreach photos. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact."
  ],
  "17_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3077547834096021,
    0.3077547834096021,
    0.5669302000232418,
    0.5669302000232418,
    0.5669302000232418,
    0.5669302000232418,
    0.5669302000232418,
    0.5669302000232418,
    0.5669302000232418,
    0.5669302000232418,
    0.5669302000232418,
    0.5669302000232418,
    0.5669302000232418,
    0.5669302000232418,
    0.5669302000232418,
    0.5542431575105098,
    0.5542431575105098,
    0.5542431575105098,
    0.5542431575105098,
    0.5542431575105098,
    0.5542431575105098,
    0.8093531468371581,
    0.8093531468371581,
    0.8093531468371581,
    0.8093531468371581,
    0.8093531468371581,
    0.8132692316336634,
    0.8132692316336634,
    0.8132692316336634,
    0.8132692316336634,
    0.8132692316336634,
    0.8132692316336634,
    0.8132692316336634,
    0.8132692316336634,
    0.8132692316336634,
    0.8132692316336634,
    0.8132692316336634,
    0.8132692316336634,
    0.8132692316336634,
    0.8132692316336634,
    0.8566977815878039,
    0.8566977815878039,
    0.8566977815878039,
    0.8566977815878039,
    0.8566977815878039,
    0.8566977815878039,
    0.8511410360300413,
    0.8511410360300413,
    0.8511410360300413,
    0.8511410360300413,
    0.8511410360300413,
    0.8511410360300413,
    0.8511410360300413,
    0.8511410360300413,
    0.8511410360300413,
    0.8511410360300413,
    0.8511410360300413
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers display community outreach photos as students line up outside the university gym ahead of the career fair opening.",
    "Healthcare providers display community outreach photos as students line up outside the university gym ahead of the career fair opening. Students clutch resumes inside branded folders.",
    "Healthcare providers display community outreach photos as students line up outside the university gym ahead of the career fair opening. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage.",
    "Healthcare providers display community outreach photos as students line up outside the university gym ahead of the career fair opening. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage.",
    "Healthcare providers display community outreach photos as students line up outside the university gym ahead of the career fair opening. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers display community outreach photos as students line up outside the university gym ahead of the career fair opening; students clutch resumes inside branded folders; the engineering society sponsors a resume review table near the stage; dozens of booths with colorful banners circle the polished floor; career counselors remind attendees to maintain eye contact."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3809158810990289,
    0.3809158810990289,
    0.3809158810990289,
    0.3809158810990289,
    0.3809158810990289,
    0.3809158810990289,
    0.3809158810990289,
    0.3809158810990289,
    0.3809158810990289,
    0.5439963797671048,
    0.5439963797671048,
    0.5439963797671048,
    0.5439963797671048,
    0.5439963797671048,
    0.5439963797671048,
    0.5439963797671048,
    0.6808385744237953,
    0.6808385744237953,
    0.6808385744237953,
    0.6808385744237953,
    0.6808385744237953,
    0.6808385744237953,
    0.6808385744237953,
    0.6808385744237953,
    0.6808385744237953,
    0.6808385744237953,
    0.6808385744237953,
    0.6808385744237953,
    0.6808385744237953,
    0.6808385744237953,
    0.6808385744237953,
    0.6808385744237953,
    0.6808385744237953,
    0.6808385744237953,
    0.7322935313171473,
    0.7322935313171473
  ],
  "19": [
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule, while alumni volunteers share quick pep talks near the coffee station.",
    "An ongoing welcome announcement is being broadcast over the PA system, outlining the fair schedule. Nearby, alumni volunteers are delivering quick pep talks near the coffee station. A cybersecurity company is running a password cracking challenge on a laptop.",
    "An ongoing welcome announcement is broadcast over the PA system, outlining the fair schedule. Nearby, alumni volunteers are delivering quick pep talks near the coffee station. A cybersecurity company is running a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews.",
    "An ongoing welcome announcement is broadcast over the PA system, outlining the fair schedule. Nearby, alumni volunteers deliver quick pep talks by the coffee station. A cybersecurity company is running a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "An ongoing welcome announcement is broadcast over the PA system, outlining the fair schedule. Nearby, alumni volunteers deliver quick pep talks by the coffee station. A cybersecurity company is running a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact.",
    "At the tech fair, a continuous welcome announcement is broadcast over the PA system outlining the schedule. Nearby, alumni volunteers deliver quick pep talks by the coffee station. A cybersecurity company is running a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the tech fair, a continuous welcome announcement is broadcast over the PA system outlining the schedule. Nearby, alumni volunteers deliver quick pep talks by the coffee station. A cybersecurity company is running a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall."
  ],
  "19_score": [
    0.0,
    0.0,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.39216762181501463,
    0.39216762181501463,
    0.39216762181501463,
    0.6891253995928578,
    0.6891253995928578,
    0.6891253995928578,
    0.6891253995928578,
    0.7417480880051043,
    0.7417480880051043,
    0.7417480880051043,
    0.7417480880051043,
    0.7417480880051043,
    0.7417480880051043,
    0.7417480880051043,
    0.8028893861640833,
    0.8028893861640833,
    0.8028893861640833,
    0.8345559508204867,
    0.8345559508204867,
    0.8345559508204867,
    0.8345559508204867,
    0.8345559508204867,
    0.8345559508204867,
    0.8345559508204867,
    0.8345559508204867,
    0.8345559508204867,
    0.8345559508204867,
    0.8345559508204867,
    0.8345559508204867,
    0.8628861435581772,
    0.8628861435581772,
    0.8628861435581772,
    0.8628861435581772,
    0.8628861435581772,
    0.8544867626193751,
    0.8544867626193751,
    0.8544867626193751,
    0.8544867626193751,
    0.8544867626193751,
    0.8544867626193751,
    0.8544867626193751,
    0.8544867626193751,
    0.8544867626193751
  ],
  "20": [
    "",
    "",
    "",
    "",
    "Human resources teams are jotting notes on tablets as students introduce themselves.",
    "Human resources teams are jotting notes on tablets as students introduce themselves. A welcome announcement over the PA system outlines the fair schedule.",
    "Human resources teams are jotting notes on tablets as students introduce themselves, while a welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews.",
    "Human resources teams jot notes on tablets as students introduce themselves, while a welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact.",
    "HR teams jot notes on tablets as students introduce themselves, while a welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3429075369825437,
    0.3429075369825437,
    0.3429075369825437,
    0.3429075369825437,
    0.3429075369825437,
    0.3429075369825437,
    0.3429075369825437,
    0.3429075369825437,
    0.3429075369825437,
    0.3429075369825437,
    0.3429075369825437,
    0.3429075369825437,
    0.3429075369825437,
    0.3429075369825437,
    0.3429075369825437,
    0.3429075369825437,
    0.3429075369825437,
    0.5325656438626523,
    0.5325656438626523,
    0.5325656438626523,
    0.5325656438626523,
    0.5325656438626523,
    0.5325656438626523,
    0.5325656438626523,
    0.5325656438626523,
    0.5325656438626523,
    0.618389045485834,
    0.618389045485834,
    0.618389045485834,
    0.618389045485834,
    0.618389045485834,
    0.618389045485834,
    0.6803871232709314,
    0.6803871232709314,
    0.6803871232709314,
    0.6803871232709314,
    0.6803871232709314,
    0.6803871232709314,
    0.6803871232709314,
    0.6803871232709314,
    0.6803871232709314,
    0.6803871232709314,
    0.8465193173347769,
    0.8465193173347769,
    0.8465193173347769,
    0.8465193173347769,
    0.8465193173347769,
    0.8465193173347769,
    0.8465193173347769,
    0.8465193173347769,
    0.8465193173347769,
    0.8465193173347769,
    0.8465193173347769,
    0.8465193173347769,
    0.8465193173347769,
    0.8465193173347769,
    0.8465193173347769,
    0.8465193173347769,
    0.8465193173347769
  ],
  "21": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "In the scene, students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "The scene features students clutching resumes inside branded folders, healthcare providers showcasing community outreach photos, and an alumni panel discussing how to prepare for technical interviews.",
    "The scene features students clutching resumes inside branded folders, healthcare providers showcasing community outreach photos, and an alumni panel discussing how to prepare for technical interviews.",
    "The scene shows students clutching resumes inside branded folders, healthcare providers showcasing community outreach photos, and an alumni panel discussing how to prepare for technical interviews. A subset of students rehearses elevator pitches quietly against the wall, contributing to a quiet, preparatory atmosphere.",
    "At the scene, attendees cluster around booths that form a career-fair ambiance. Students clutch resumes inside branded folders, while healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. A subset of students rehearses elevator pitches quietly against the wall, contributing to a quiet, preparatory atmosphere. A robotics startup flies a small drone above its booth to draw attention, signaling a tech-forward presence within the event."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.4711600637089316,
    0.4711600637089316,
    0.4711600637089316,
    0.4711600637089316,
    0.4711600637089316,
    0.4711600637089316,
    0.4711600637089316,
    0.4711600637089316,
    0.4711600637089316,
    0.4711600637089316,
    0.4711600637089316,
    0.4711600637089316,
    0.4711600637089316,
    0.4711600637089316,
    0.42237128317126243,
    0.42237128317126243,
    0.42237128317126243,
    0.42237128317126243,
    0.42237128317126243,
    0.42237128317126243,
    0.42237128317126243,
    0.42237128317126243,
    0.42237128317126243,
    0.42237128317126243,
    0.42237128317126243,
    0.42237128317126243,
    0.42237128317126243,
    0.42237128317126243,
    0.42237128317126243,
    0.42237128317126243,
    0.42237128317126243,
    0.42237128317126243,
    0.42237128317126243,
    0.42237128317126243,
    0.42237128317126243,
    0.42237128317126243,
    0.42237128317126243,
    0.42237128317126243,
    0.42237128317126243,
    0.42237128317126243,
    0.42237128317126243,
    0.42237128317126243,
    0.42237128317126243,
    0.42237128317126243,
    0.42237128317126243,
    0.42237128317126243,
    0.42237128317126243,
    0.42237128317126243,
    0.42237128317126243,
    0.42237128317126243,
    0.5354847300166107,
    0.5354847300166107,
    0.5354847300166107,
    0.5354847300166107
  ],
  "22": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers display community outreach photos, while a robotics startup flies a small drone above its booth to attract attention.",
    "At the event, healthcare providers display community outreach photos; a robotics startup flies a small drone above its booth to attract attention; groups of friends mark target employers on the event map.",
    "At the event, healthcare providers display community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications.",
    "At the event, healthcare providers display community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications.",
    "Healthcare providers display community outreach photos at the event. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.38622826312585984,
    0.38622826312585984,
    0.38622826312585984,
    0.38622826312585984,
    0.38622826312585984,
    0.38622826312585984,
    0.38622826312585984,
    0.38622826312585984,
    0.48378812943314975,
    0.48378812943314975,
    0.48378812943314975,
    0.48378812943314975,
    0.8286908566106392,
    0.8286908566106392,
    0.8286908566106392,
    0.8286908566106392,
    0.8286908566106392,
    0.8286908566106392,
    0.8286908566106392,
    0.8286908566106392,
    0.8286908566106392,
    0.8286908566106392,
    0.8286908566106392,
    0.8286908566106392,
    0.8286908566106392,
    0.8286908566106392,
    0.8286908566106392,
    0.8286908566106392,
    0.8286908566106392,
    0.8286908566106392,
    0.8286908566106392,
    0.8286908566106392,
    0.8286908566106392,
    0.8286908566106392,
    0.8286908566106392,
    0.8286908566106392,
    0.7935428066409261
  ],
  "23": [
    "",
    "",
    "Students line up outside the university gym, awaiting the opening of the career fair.",
    "Outside the university gym, students line up awaiting the opening of the career fair; career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, students line up awaiting the opening of the career fair, while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, students line up awaiting the opening of the career fair, while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, students line up awaiting the opening of the career fair as career counselors redirect unsure attendees toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin. Human resources teams jot notes on tablets while students introduce themselves. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the career fair opens, awaiting its start, while career counselors redirect unsure attendees toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin. Human resources teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the career fair opens, awaiting its start, while career counselors redirect unsure attendees toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin. Human resources teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the career fair opens, awaiting its start, while career counselors redirect unsure attendees toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin. Human resources teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage."
  ],
  "23_score": [
    0.0,
    0.0,
    0.3416955351830324,
    0.3416955351830324,
    0.3416955351830324,
    0.3416955351830324,
    0.3416955351830324,
    0.3416955351830324,
    0.3416955351830324,
    0.3416955351830324,
    0.43698420844659047,
    0.43698420844659047,
    0.43698420844659047,
    0.43698420844659047,
    0.43698420844659047,
    0.43698420844659047,
    0.43698420844659047,
    0.43698420844659047,
    0.43698420844659047,
    0.43698420844659047,
    0.5855221592208867,
    0.5855221592208867,
    0.5855221592208867,
    0.7429332253817214,
    0.7429332253817214,
    0.7429332253817214,
    0.7429332253817214,
    0.7429332253817214,
    0.7115577637778789,
    0.7115577637778789,
    0.7115577637778789,
    0.7115577637778789,
    0.7115577637778789,
    0.7115577637778789,
    0.7115577637778789,
    0.7411470416383024,
    0.7411470416383024,
    0.7411470416383024,
    0.7411470416383024,
    0.7411470416383024,
    0.7411470416383024,
    0.7411470416383024,
    0.7411470416383024,
    0.7411470416383024,
    0.7411470416383024,
    0.7411470416383024,
    0.7411470416383024,
    0.7411470416383024,
    0.7411470416383024,
    0.7411470416383024,
    0.7411470416383024,
    0.7411470416383024,
    0.7411470416383024,
    0.7411470416383024,
    0.7411470416383024,
    0.7411470416383024,
    0.7411470416383024,
    0.7411470416383024,
    0.7411470416383024,
    0.7411470416383024,
    0.7411470416383024,
    0.7411470416383024,
    0.7411470416383024
  ],
  "24": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors guide unsure students toward applicable industries, while groups of friends mark target employers on the event map.",
    "At the fair, career counselors guide unsure students toward applicable industries. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, counselors guide unsure students toward applicable industries, while groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system, and event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair, counselors guide unsure students toward applicable industries, while groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system, and event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.39290626518769123,
    0.39290626518769123,
    0.39290626518769123,
    0.39290626518769123,
    0.39290626518769123,
    0.39290626518769123,
    0.39290626518769123,
    0.39290626518769123,
    0.39290626518769123,
    0.39290626518769123,
    0.39290626518769123,
    0.8057217160823756,
    0.8057217160823756,
    0.8057217160823756,
    0.8057217160823756,
    0.8057217160823756,
    0.8057217160823756,
    0.8057217160823756,
    0.8057217160823756,
    0.8057217160823756,
    0.8057217160823756,
    0.8057217160823756,
    0.6616618516753966,
    0.6616618516753966,
    0.6616618516753966,
    0.6616618516753966,
    0.6616618516753966,
    0.6616618516753966,
    0.6616618516753966,
    0.6616618516753966,
    0.6616618516753966,
    0.6616618516753966,
    0.6616618516753966,
    0.6616618516753966,
    0.6616618516753966,
    0.6616618516753966,
    0.6616618516753966,
    0.6616618516753966,
    0.6616618516753966,
    0.6616618516753966,
    0.6616618516753966,
    0.6616618516753966,
    0.6616618516753966,
    0.8036209580184763,
    0.8036209580184763,
    0.8036209580184763,
    0.8036209580184763,
    0.8036209580184763,
    0.8036209580184763
  ]
}