{
  "0": [
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers showcase community outreach photos; workshops on networking etiquette begin in the adjoining classroom; tech companies display demo screens showing their latest apps.",
    "Healthcare providers showcase community outreach photos, while workshops on networking etiquette begin in the adjoining classroom and tech companies display demo screens showing their latest apps. Event staff at the entrance scan registrations and hand out lanyards. In the same setting, human resources teams jot notes on tablets as students introduce themselves, with these activities occurring concurrently.",
    "At the event, healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom, and tech companies display demo screens showing their latest apps. Event staff at the entrance scan registrations and hand out lanyards. In the same setting, human resources teams jot notes on tablets as students introduce themselves, with these activities occurring concurrently. Groups of friends mark target employers on the event map.",
    "At the event, healthcare providers showcase community outreach photos. Workshops on networking etiquette take place in the adjoining classroom, while tech firms display demo screens of their latest apps. Event staff at the entrance scan registrations and hand out lanyards. In the same setting, human resources teams jot notes on tablets as students introduce themselves, with these activities occurring concurrently. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths with colorful banners encircle a polished floor in a circular arrangement, their displays forming a vivid color palette. Healthcare providers showcase community outreach photos, while a networking etiquette workshop runs in an adjoining classroom and tech firms display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Inside, human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders and rehearse elevator pitches against walls. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "A career fair unfolds in a circular hall where dozens of booths with colorful banners encircle a polished floor. Healthcare providers showcase community outreach photos while a networking etiquette workshop operates in the adjoining classroom and tech firms display demo screens. At the entrance, staff scan registrations and hand out lanyards. Inside, HR teams jot notes on tablets as students introduce themselves and groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes in branded folders and rehearse elevator pitches against walls. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Concurrent activities include consulting firms with glossy case study booklets on high tables and a cybersecurity company running a password-cracking challenge.",
    "At a university career fair, a circular hall hosts booths with colorful banners around a polished floor. Healthcare providers showcase community outreach photos; tech firms display demo screens; a robotics startup flies a small drone above its booth. An adjoining classroom hosts a networking etiquette workshop; consulting firms present glossy case study booklets on high tables; a cybersecurity company runs a password-cracking challenge. At the entrance, staff scan registrations and hand out lanyards; inside, HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, while some students rehearse elevator pitches against walls. Career counselors redirect unsure students toward applicable industries. A welcome PA outlines the fair schedule. Outside, before opening, students line up as tech companies display demo screens showing apps.",
    "At a university career fair, a circular hall hosts booths with colorful banners around a polished floor. Healthcare providers showcase community outreach photos; tech firms display demo screens; a robotics startup flies a small drone above its booth. An adjoining classroom hosts a networking etiquette workshop; consulting firms present glossy case study booklets on high tables; a cybersecurity company runs a password-cracking challenge. At the entrance, staff scan registrations and hand out lanyards; inside, HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, while some students rehearse elevator pitches against walls. Career counselors redirect unsure students toward applicable industries. A welcome PA outlines the fair schedule. Outside before opening, students line up as tech companies display demo screens showing apps. The engineering society sponsors a resume review table near the stage."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.45841491437439447,
    0.45841491437439447,
    0.45841491437439447,
    0.4579059324234743,
    0.4579059324234743,
    0.4579059324234743,
    0.6992139831870956,
    0.6992139831870956,
    0.6992139831870956,
    0.6992139831870956,
    0.7889893575829124,
    0.7889893575829124,
    0.7889893575829124,
    0.7889893575829124,
    0.7889893575829124,
    0.8496008251957636,
    0.8496008251957636,
    0.8496008251957636,
    0.8496008251957636,
    0.8496008251957636,
    0.8496008251957636,
    0.8496008251957636,
    0.9049062526259711,
    0.9049062526259711,
    0.9049062526259711,
    0.9049062526259711,
    0.9049062526259711,
    0.9049062526259711,
    0.9049062526259711,
    0.9049062526259711,
    0.8971414550070094,
    0.8971414550070094,
    0.8971414550070094,
    0.8971414550070094,
    0.8971414550070094,
    0.8971414550070094,
    0.8971414550070094,
    0.8971414550070094,
    0.8971414550070094,
    0.8971414550070094,
    0.8971414550070094,
    0.8971414550070094,
    0.8971414550070094,
    0.8971414550070094,
    0.8971414550070094,
    0.8971414550070094,
    0.8971414550070094,
    0.8754780709979929,
    0.8754780709979929,
    0.8754780709979929,
    0.8754780709979929,
    0.8754780709979929,
    0.8754780709979929,
    0.8843171616074128,
    0.8843171616074128,
    0.8843171616074128,
    0.8843171616074128,
    0.8843171616074128
  ],
  "1": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "In the current scene, workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos.",
    "In the current scene, workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "In the current scene, several concurrent activities unfold: networking etiquette workshops are in the adjoining classroom; healthcare providers display community outreach photos nearby. Consulting firms have stacked glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews.",
    "In the current scene, networking etiquette workshops are in the adjoining classroom, while healthcare providers display community outreach photos nearby. Consulting firms have stacked glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map, and dozens of booths with colorful banners circle the polished floor.",
    "Networking etiquette workshops are in the adjoining classroom while healthcare providers display community outreach photos nearby. Consulting firms have stacked glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map as dozens of booths with colorful banners circle the polished floor. An event features a cybersecurity company running a password cracking challenge on a laptop. Concurrently, human resources teams jot notes on tablets as students introduce themselves.",
    "At the event venue, multiple activities unfold in parallel: networking etiquette workshops occupy the adjoining classroom while healthcare providers display community outreach photos nearby. Consulting firms have stacked glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map as dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Concurrently, HR teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event venue, activities unfold in parallel: networking etiquette workshops in an adjoining classroom, while healthcare providers display outreach photos nearby. Consulting firms display case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews as some students rehearse elevator pitches against the wall. Groups of friends mark target employers on an event map as dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves. Staff scan registrations and hand out lanyards at the entrance. Inside, alumni volunteers give pep talks near the coffee station, and students clutch resumes in branded folders while continuing pitches. HR note-taking and student introductions occur in parallel, underscoring the mix of technical demonstration, interview prep, and networking.",
    "At the event venue, activities unfold in parallel: networking etiquette workshops in an adjoining classroom while healthcare providers display outreach photos nearby. Consulting firms display case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews as students rehearse elevator pitches against a wall. Groups of friends mark target employers on an event map as dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves, and staff scan registrations and hand out lanyards at the entrance. Inside, alumni volunteers give pep talks near the coffee station, and students clutch resumes in branded folders while continuing pitches. HR note-taking and student introductions occur in parallel, underscoring the mix of technical demonstration, interview prep, and networking. A robotics startup flies a drone above its booth for attention.",
    "At the event venue, activities unfold in parallel: networking etiquette workshops in an adjoining classroom and healthcare providers displaying photos nearby. Consulting firms place case-study booklets on high tables. An alumni panel discusses how to prepare for technical interviews as students rehearse elevator pitches against a wall. Groups mark target employers on an event map while many booths with banners circle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves, and staff scan registrations while handing out lanyards at the entrance. Inside, alumni volunteers give pep talks near the coffee station, and students clutch resumes in branded folders while continuing pitches. HR note-taking and student introductions run in parallel, highlighting a mix of demonstration, interview prep, and networking. A robotics startup flies a drone above its booth; finance firms offer QR codes for immediate internship applications."
  ],
  "1_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.31991642379329377,
    0.31991642379329377,
    0.31991642379329377,
    0.5038266449670503,
    0.5038266449670503,
    0.5038266449670503,
    0.6852442240420902,
    0.6852442240420902,
    0.6852442240420902,
    0.6852442240420902,
    0.7539741140651193,
    0.7539741140651193,
    0.7539741140651193,
    0.7918230423438307,
    0.7918230423438307,
    0.7918230423438307,
    0.7918230423438307,
    0.7902382983168375,
    0.7902382983168375,
    0.7902382983168375,
    0.7902382983168375,
    0.7902382983168375,
    0.7902382983168375,
    0.7902382983168375,
    0.7902382983168375,
    0.7902382983168375,
    0.7902382983168375,
    0.7902382983168375,
    0.8109107281404696,
    0.8109107281404696,
    0.8109107281404696,
    0.8109107281404696,
    0.8109107281404696,
    0.8109107281404696,
    0.8109107281404696,
    0.8109107281404696,
    0.8109107281404696,
    0.8109107281404696,
    0.816939175454956,
    0.816939175454956,
    0.816939175454956,
    0.816939175454956,
    0.816939175454956,
    0.816939175454956,
    0.816939175454956,
    0.816939175454956,
    0.816939175454956,
    0.816939175454956,
    0.816939175454956,
    0.816939175454956,
    0.8388453120492503,
    0.8388453120492503,
    0.8388453120492503,
    0.8388453120492503,
    0.8388453120492503,
    0.8388453120492503,
    0.8388453120492503,
    0.8388453120492503,
    0.8388453120492503
  ],
  "2": [
    "",
    "\"\"",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews.",
    "An event features a cybersecurity company running a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Concurrently, human resources teams jot notes on tablets as students introduce themselves.",
    "The event centers on a cybersecurity company running a password cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews. Concurrently, human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall.",
    "The event centers on a cybersecurity company running a password cracking challenge on a laptop, with an alumni panel discussing how to prepare for technical interviews. At the event entrance, staff scan registrations and hand out lanyards. Inside, alumni volunteers give quick pep talks near the coffee station while human resources teams jot notes on tablets as students introduce themselves; concurrently, students clutch resumes inside branded folders and rehearse elevator pitches quietly against the wall. The HR note-taking and student introductions occur in parallel, underscoring the mix of technical demonstration, interview preparation, and networking.",
    "The event centers on a cybersecurity company hosting a password cracking challenge on a laptop, paired with an alumni panel discussing how to prepare for technical interviews. At the entrance, staff scan registrations and hand out lanyards. Inside, alumni volunteers give quick pep talks near the coffee station while human resources teams jot notes on tablets as students introduce themselves; concurrently, students clutch resumes inside branded folders and rehearse elevator pitches quietly against the wall, underscoring the mix of technical demonstration, interview preparation, and networking. Dozens of booths with colorful banners circle the polished floor, forming a circular layout around the space; the banners contrast with and accent the smooth surface. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "An event centers on a cybersecurity company hosting a password cracking challenge on a laptop, paired with an alumni panel discussing how to prepare for technical interviews. At the entrance, staff scan registrations and hand out lanyards. Inside, alumni volunteers give quick pep talks near the coffee station while HR teams jot notes on tablets as students introduce themselves; concurrently, students clutch resumes inside branded folders and rehearse elevator pitches quietly against the wall, underscoring the mix of technical demonstration, interview preparation, and networking. Dozens of booths with colorful banners circle the polished floor, forming a circular layout around the space; the banners contrast with and accent the smooth surface. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications.",
    "An event centers on a cybersecurity company hosting a password-cracking challenge on a laptop, paired with an alumni panel discussing how to prepare for technical interviews. At the entrance, staff scan registrations and hand out lanyards. Inside, alumni volunteers offer pep talks near the coffee station while HR teams jot notes on tablets as students introduce themselves; students clutch resumes in branded folders and rehearse elevator pitches quietly against the wall, the mix of technical demonstration, interview preparation, and networking. Dozens of banners circle the polished floor in a circular layout, the banners contrasting with the smooth surface. Consulting firms stack glossy case study booklets on high tables; career counselors redirect unsure students toward applicable industries; finance firms offer QR codes for immediate internship applications. Outside, students line up at the university gym ahead of the career fair opening, and a cybersecurity company conducts a password-cracking challenge on a laptop.",
    "An on-campus event centers on a cybersecurity company hosting a password-cracking challenge on a laptop, paired with an alumni panel discussing how to prepare for technical interviews. At the entrance, staff scan registrations and hand out lanyards. Inside, alumni volunteers offer pep talks near the coffee station while HR teams jot notes on tablets as students introduce themselves; students clutch resumes in branded folders and rehearse elevator pitches quietly against the wall, reflecting a mix of technical demonstration, interview preparation, and networking. Dozens of banners circle the polished floor in a circular layout, contrasting with the smooth surface. Consulting firms stack glossy case study booklets on high tables; career counselors redirect unsure students toward applicable industries; finance firms offer QR codes for immediate internship applications. Outside, students line up at the university gym ahead of the career fair opening, and the cybersecurity company continues the password-cracking challenge on a laptop."
  ],
  "2_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.5203506774255391,
    0.5203506774255391,
    0.5203506774255391,
    0.5203506774255391,
    0.5203506774255391,
    0.7182442505739886,
    0.7182442505739886,
    0.7182442505739886,
    0.753016456828261,
    0.753016456828261,
    0.753016456828261,
    0.753016456828261,
    0.7477253017091748,
    0.7477253017091748,
    0.7477253017091748,
    0.7477253017091748,
    0.7477253017091748,
    0.7477253017091748,
    0.7477253017091748,
    0.8048032837783701,
    0.8048032837783701,
    0.8048032837783701,
    0.8048032837783701,
    0.8048032837783701,
    0.8048032837783701,
    0.8048032837783701,
    0.8048032837783701,
    0.812048136438692,
    0.812048136438692,
    0.812048136438692,
    0.812048136438692,
    0.812048136438692,
    0.812048136438692,
    0.812048136438692,
    0.812048136438692,
    0.812048136438692,
    0.812048136438692,
    0.812048136438692,
    0.812048136438692,
    0.812048136438692,
    0.7889510709310243,
    0.7889510709310243,
    0.7889510709310243,
    0.7889510709310243,
    0.7889510709310243,
    0.7889510709310243,
    0.7789665174807834,
    0.7789665174807834,
    0.7789665174807834,
    0.7789665174807834,
    0.7789665174807834,
    0.7789665174807834,
    0.7789665174807834,
    0.7789665174807834,
    0.7789665174807834,
    0.7789665174807834
  ],
  "3": [
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against a wall, while others line up outside the university gym prior to the career fair opening.",
    "Some students rehearse elevator pitches quietly against the wall, while others line up outside the university gym prior to the career fair opening.",
    "On a university campus ahead of the career fair opening, some students rehearse elevator pitches quietly against a wall, while others line up outside the university gym. In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention.",
    "Ahead of the career fair opening on a university campus, some students rehearse elevator pitches quietly against a wall, while others line up outside the university gym. In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Event staff scan registrations and hand out lanyards at the entrance.",
    "Ahead of the career fair opening on a university campus, some students rehearse elevator pitches quietly against a wall while others line up outside the university gym. In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "Ahead of the university career fair, students rehearse elevator pitches against a wall while others line up outside the gym. In an adjoining classroom, networking etiquette workshops begin, and an alumni panel discusses preparation for technical interviews. A robotics startup flies a small drone above its booth to draw attention. At the entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Nearby, alumni volunteers give pep talks near the coffee station, and finance firms offer QR codes for immediate internship applications. A cybersecurity company conducts a password-cracking challenge on a laptop, while HR teams jot notes on tablets and students introduce themselves. A welcome announcement outlines the fair schedule over the PA system.",
    "Ahead of the university career fair, students rehearse elevator pitches against a wall by the gym while others line up outside. In the adjoining classroom, networking etiquette workshops begin as an alumni panel discusses strategies for preparing for technical interviews. A robotics startup flies a small drone above its booth to draw attention. At the entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers deliver pep talks near the coffee station; a welcome PA announces the day schedule. Finance firms offer QR codes for internship applications. A cybersecurity company runs a password-cracking challenge on a laptop, while HR teams jot notes on tablets and students introduce themselves. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing apps. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries."
  ],
  "3_score": [
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.40042772033494084,
    0.40042772033494084,
    0.40042772033494084,
    0.40042772033494084,
    0.40042772033494084,
    0.40042772033494084,
    0.4037683632651649,
    0.4037683632651649,
    0.4037683632651649,
    0.4037683632651649,
    0.4037683632651649,
    0.4037683632651649,
    0.4037683632651649,
    0.4037683632651649,
    0.4037683632651649,
    0.4037683632651649,
    0.4037683632651649,
    0.7946672864100657,
    0.7946672864100657,
    0.7946672864100657,
    0.7946672864100657,
    0.8297303928665967,
    0.8297303928665967,
    0.8297303928665967,
    0.8546811993191952,
    0.8546811993191952,
    0.8546811993191952,
    0.8546811993191952,
    0.8546811993191952,
    0.8948373516151418,
    0.8948373516151418,
    0.8948373516151418,
    0.8948373516151418,
    0.8948373516151418,
    0.8948373516151418,
    0.8948373516151418,
    0.8948373516151418,
    0.8948373516151418,
    0.8948373516151418,
    0.8948373516151418,
    0.8948373516151418,
    0.8948373516151418,
    0.8948373516151418,
    0.8948373516151418,
    0.8948373516151418,
    0.8948373516151418,
    0.8948373516151418,
    0.8948373516151418,
    0.8948373516151418,
    0.8948373516151418,
    0.8948373516151418,
    0.8948373516151418,
    0.8972211377839184,
    0.8972211377839184,
    0.8972211377839184,
    0.8972211377839184,
    0.8972211377839184,
    0.8972211377839184,
    0.8972211377839184,
    0.8972211377839184,
    0.8972211377839184
  ],
  "4": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "Some students rehearse elevator pitches quietly against the wall, groups of friends mark target employers on the event map, and dozens of booths with colorful banners circle the polished floor.",
    "Students rehearse elevator pitches quietly against the wall as groups of friends mark target employers on the event map, identifying organizations they aim to engage with. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses strategies for preparing for technical interviews, while alumni volunteers give short pep talks near the coffee station to offer quick encouragement to attendees. A welcome announcement is broadcast over the PA system, outlining the fair’s schedule for the day.",
    "At the career fair, students rehearse elevator pitches quietly against the wall while groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses strategies for preparing for technical interviews, and alumni volunteers offer short pep talks near the coffee station to encourage attendees. A welcome announcement is broadcast over the PA system outlining the day's schedule. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, students rehearse elevator pitches quietly against the wall while groups of friends mark target employers on the event map. Dozens of booths with colorful banners form a circular layout around the polished floor, the banners contrasting with and accenting the smooth surface. An alumni panel discusses strategies for preparing for technical interviews, and alumni volunteers offer short pep talks near the coffee station to encourage attendees. A welcome announcement is broadcast over the PA system outlining the day's schedule. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, students rehearse elevator pitches quietly against the wall while groups of friends mark target employers on the event map. Dozens of booths with colorful banners form a circular layout around the polished floor, the banners contrasting with and accenting the smooth surface. An alumni panel discusses strategies for preparing for technical interviews, and alumni volunteers offer short pep talks near the coffee station to encourage attendees. A welcome announcement is broadcast over the PA system outlining the day's schedule. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, students rehearse elevator pitches quietly against the wall, and groups of friends mark target employers on the event map. Dozens of booths with colorful banners form a circular layout around a polished floor, the banners contrasting with and accenting the smooth surface. An alumni panel discusses strategies for preparing for technical interviews, and alumni volunteers offer short pep talks near the coffee station to encourage attendees. A welcome announcement is broadcast over the PA system outlining the day's schedule. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Dozens of booths with colorful banners form a circular layout around a polished floor, the banners contrasting with and accenting the smooth surface. An alumni panel discusses strategies for preparing for technical interviews, and alumni volunteers offer short pep talks near the coffee station to encourage attendees. A welcome announcement is broadcast over the PA system outlining the day’s schedule. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.5147087183123755,
    0.5147087183123755,
    0.5147087183123755,
    0.41255299966714926,
    0.41255299966714926,
    0.41255299966714926,
    0.41255299966714926,
    0.41255299966714926,
    0.8709780155413152,
    0.8709780155413152,
    0.8709780155413152,
    0.8709780155413152,
    0.846368680502957,
    0.846368680502957,
    0.846368680502957,
    0.846368680502957,
    0.846368680502957,
    0.846368680502957,
    0.846368680502957,
    0.8543814427784611,
    0.8543814427784611,
    0.8543814427784611,
    0.8543814427784611,
    0.8543814427784611,
    0.8543814427784611,
    0.8610835382698078,
    0.8610835382698078,
    0.8610835382698078,
    0.8610835382698078,
    0.8610835382698078,
    0.8610835382698078,
    0.8610835382698078,
    0.8610835382698078,
    0.8610835382698078,
    0.8610835382698078,
    0.8610835382698078,
    0.8610835382698078,
    0.8610835382698078,
    0.8610835382698078,
    0.8597689008899188,
    0.8597689008899188,
    0.8597689008899188,
    0.8597689008899188,
    0.8597689008899188,
    0.856934080309723,
    0.856934080309723,
    0.856934080309723,
    0.856934080309723,
    0.856934080309723,
    0.856934080309723,
    0.856934080309723,
    0.856934080309723,
    0.856934080309723,
    0.856934080309723,
    0.856934080309723,
    0.856934080309723,
    0.856934080309723,
    0.856934080309723,
    0.856934080309723,
    0.856934080309723
  ],
  "5": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff at the entrance scan registrations and hand out lanyards. In the same setting, human resources teams jot notes on tablets while students introduce themselves, with both activities occurring concurrently.",
    "At the entrance, event staff scan registrations and hand out lanyards. In the same setting, human resources teams jot notes on tablets as students introduce themselves, with both activities occurring concurrently. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the entrance, event staff scan registrations and hand out lanyards while human resources teams jot notes on tablets as students introduce themselves, with these activities occurring concurrently in the same setting. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and hand out lanyards while human resources teams jot notes on tablets as students introduce themselves, with these activities occurring concurrently in the same setting. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event venue, staff at the entrance scan registrations and hand out lanyards while human resources teams jot notes on tablets as students introduce themselves, with these activities occurring concurrently in the same setting. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom, and tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "At the event venue, staff at the entrance scan registrations and hand out lanyards while human resources teams jot notes on tablets as students introduce themselves, all occurring concurrently in the same setting. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom, and tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event venue, staff at the entrance scan registrations and hand out lanyards while human resources teams jot notes on tablets as students introduce themselves, all occurring concurrently in the same setting. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom, and tech companies display demo screens with their latest apps. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system, while alumni volunteers deliver brief pep talks near the coffee station as a welcome PA announces the day’s schedule. An alumni panel discusses strategies for preparing for technical interviews. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage.",
    "At the event venue, a career fair unfolds with booths in a ring around a floor; banners. Staff at the entrance scan registrations and hand out lanyards while HR teams jot notes on tablets as students introduce themselves. Friends mark employers on the event map, naming organizations they aim to engage with. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase outreach photos. Workshops on networking etiquette begin in the adjoining classroom, and tech companies display demo screens with apps. Engineering society sponsors a resume review table near the stage. Alumni volunteers deliver pep talks by coffee station as an alumni panel discusses strategies for preparing for technical interviews. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. The career fair scene shows students clutching resumes inside branded folders. Welcome announcement outlines the fair schedule over PA system."
  ],
  "5_score": [
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5714999138732618,
    0.5714999138732618,
    0.5714999138732618,
    0.5714999138732618,
    0.6949365990409089,
    0.6949365990409089,
    0.6949365990409089,
    0.6949365990409089,
    0.6949365990409089,
    0.6949365990409089,
    0.5853077441689938,
    0.5853077441689938,
    0.5853077441689938,
    0.5631176501748532,
    0.5631176501748532,
    0.5631176501748532,
    0.5631176501748532,
    0.7819283970804431,
    0.7819283970804431,
    0.7819283970804431,
    0.7819283970804431,
    0.7819283970804431,
    0.8369901511649702,
    0.8369901511649702,
    0.8369901511649702,
    0.8369901511649702,
    0.8369901511649702,
    0.8369901511649702,
    0.8369901511649702,
    0.8369901511649702,
    0.8369901511649702,
    0.8369901511649702,
    0.8746285731106034,
    0.8746285731106034,
    0.8746285731106034,
    0.8746285731106034,
    0.8746285731106034,
    0.8746285731106034,
    0.8746285731106034,
    0.8746285731106034,
    0.8746285731106034,
    0.8746285731106034,
    0.8746285731106034,
    0.8746285731106034,
    0.8746285731106034,
    0.8746285731106034,
    0.8746285731106034,
    0.8746285731106034,
    0.8746285731106034,
    0.8746285731106034,
    0.8746285731106034,
    0.8746285731106034,
    0.8746285731106034,
    0.9032663544821378,
    0.9032663544821378,
    0.9032663544821378,
    0.9032663544821378,
    0.9032663544821378
  ],
  "6": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall.",
    "Students clutch resumes inside branded folders, and some students rehearse elevator pitches quietly against the wall.",
    "Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair, students clutch resumes inside branded folders while some rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space, their banners contributing a vivid, varied color palette. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "The career fair presents a scene where students clutch resumes inside branded folders, while some rehearse elevator pitches quietly against walls. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space, their banners contributing a vivid, varied color palette. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, students clutch resumes in branded folders while some rehearse elevator pitches against walls. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners encircle a polished floor in a circular layout, their banners forming a vivid color palette. Career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Workshops on networking etiquette take place in an adjoining classroom, while tech firms display demo screens of their latest apps. Human resources teams jot notes on tablets as students introduce themselves, with activities occurring concurrently. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention.",
    "At the career fair, students clutch resumes in branded folders and rehearse elevator pitches against walls while event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners encircle a polished floor in a circular layout, forming a vivid color palette. Career counselors redirect unsure students toward applicable industries as a welcome PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews, and healthcare providers showcase community outreach photos. Workshops on networking etiquette occur in an adjoining classroom, while tech firms display demo screens of their latest apps. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, naming organizations they aim to engage with. A robotics startup flies a small drone above its booth; at a cybersecurity company event, a password-cracking challenge runs on a laptop.",
    "At the career fair, students clutch resumes in branded folders and rehearse elevator pitches against walls while staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners encircle a polished floor in a circular layout, forming a vivid color palette. Career counselors redirect unsure students toward applicable industries as a welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews, and healthcare providers showcase community outreach photos. Workshops on networking etiquette occur in an adjoining classroom, while tech firms display demo screens of their latest apps. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, naming organizations they aim to engage with. A robotics startup flies a drone above its booth; at a cybersecurity company event, a password-cracking challenge runs on a laptop.",
    "At a campus career fair, attendees clutch resumes in branded folders and rehearse elevator pitches against walls while staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle a polished floor in a circular layout. Career counselors redirect unsure students toward applicable industries as a welcome announcement outlines the schedule. An alumni panel discusses strategies to prepare for technical interviews, and volunteers give pep talks near the coffee station. Healthcare providers showcase community outreach photos. An adjoining classroom hosts networking etiquette workshops, while tech firms display demo screens of their latest apps. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map to engage with. A robotics startup flies a drone above its booth; a password-cracking challenge runs on a laptop at the cybersecurity company. The engineering society sponsors a resume review table near the stage."
  ],
  "6_score": [
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.4755315565356023,
    0.4755315565356023,
    0.4755315565356023,
    0.4755315565356023,
    0.3262713337758637,
    0.3262713337758637,
    0.3262713337758637,
    0.5566595766631535,
    0.5566595766631535,
    0.5566595766631535,
    0.8531035965125251,
    0.8531035965125251,
    0.8531035965125251,
    0.8531035965125251,
    0.87906554285096,
    0.87906554285096,
    0.87906554285096,
    0.87906554285096,
    0.87906554285096,
    0.9064420443782313,
    0.9064420443782313,
    0.9064420443782313,
    0.9064420443782313,
    0.9064420443782313,
    0.9064420443782313,
    0.9064420443782313,
    0.9117954254552665,
    0.9117954254552665,
    0.9117954254552665,
    0.9117954254552665,
    0.9117954254552665,
    0.9117954254552665,
    0.9117954254552665,
    0.9117954254552665,
    0.9112528176059392,
    0.9112528176059392,
    0.9112528176059392,
    0.9112528176059392,
    0.9112528176059392,
    0.9112528176059392,
    0.9112528176059392,
    0.9112528176059392,
    0.9112528176059392,
    0.9112528176059392,
    0.9112528176059392,
    0.9112528176059392,
    0.9112528176059392,
    0.9112528176059392,
    0.9112528176059392,
    0.9112528176059392,
    0.9112528176059392,
    0.9112528176059392,
    0.9112528176059392,
    0.9112528176059392,
    0.9112528176059392,
    0.901428144323893
  ],
  "7": [
    "",
    "\"\"",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company is running a password cracking challenge on a laptop.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop, while human resources teams jot notes on tablets and students introduce themselves.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop, while human resources teams jot notes on tablets and students introduce themselves. Alumni volunteers share quick pep talks near the coffee station.",
    "At the campus career fair, a cybersecurity company runs a password-cracking challenge on a laptop. Outside, students line up at the university gym ahead of the fair's opening. Inside, human resources teams jot notes on tablets while students introduce themselves, with both activities occurring concurrently. Staff at the event entrance scan registrations and hand out lanyards. Alumni volunteers offer quick pep talks near the coffee station.",
    "At the campus career fair, a cybersecurity company runs a password-cracking challenge on a laptop, while outside the university gym, tech companies display demo screens showing their latest apps as students line up before opening. Inside the fair, human resources teams jot notes on tablets as students introduce themselves, with both activities occurring concurrently. Staff at the event entrance scan registrations and hand out lanyards. Alumni volunteers offer quick pep talks near the coffee station. Students clutch resumes inside branded folders, with some rehearsing elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "At the campus career fair, a cybersecurity company runs a password-cracking challenge on a laptop. Outside the university gym, tech companies display demo screens showing their latest apps while students line up before opening. Inside the fair, human resources teams jot notes on tablets as students introduce themselves. Staff at the event entrance scan registrations and hand out lanyards. Alumni volunteers offer quick pep talks near the coffee station. Students clutch resumes inside branded folders and rehearse elevator pitches against the wall. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Concurrent activities include networking etiquette workshops in the adjoining classroom and healthcare providers displaying community outreach photos nearby. Consulting firms have stacked glossy case study booklets on high tables.",
    "At the campus career fair, a cybersecurity company runs a password-cracking challenge on a laptop. Outside the university gym, tech companies display demo screens showing their latest apps while students line up before opening. Inside the fair, human resources teams jot notes on tablets as students introduce themselves. Staff at the event entrance scan registrations and hand out lanyards. Alumni volunteers offer quick pep talks near the coffee station. Students clutch resumes inside branded folders and rehearse elevator pitches against the wall. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Concurrent activities include networking etiquette workshops in the adjoining classroom and healthcare providers displaying community outreach photos nearby. Consulting firms have stacked glossy case study booklets on high tables."
  ],
  "7_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3197966569573548,
    0.3197966569573548,
    0.3197966569573548,
    0.3197966569573548,
    0.3355841164251739,
    0.3355841164251739,
    0.3355841164251739,
    0.3355841164251739,
    0.49476016113215415,
    0.49476016113215415,
    0.49476016113215415,
    0.49476016113215415,
    0.49476016113215415,
    0.49476016113215415,
    0.819154527284977,
    0.819154527284977,
    0.819154527284977,
    0.819154527284977,
    0.819154527284977,
    0.819154527284977,
    0.865118543198605,
    0.865118543198605,
    0.865118543198605,
    0.865118543198605,
    0.865118543198605,
    0.865118543198605,
    0.865118543198605,
    0.865118543198605,
    0.865118543198605,
    0.865118543198605,
    0.894745042880483,
    0.894745042880483,
    0.894745042880483,
    0.894745042880483,
    0.894745042880483,
    0.894745042880483,
    0.894745042880483,
    0.894745042880483,
    0.894745042880483,
    0.894745042880483,
    0.894745042880483,
    0.894745042880483,
    0.894745042880483,
    0.894745042880483,
    0.894745042880483,
    0.894745042880483,
    0.894745042880483,
    0.894745042880483,
    0.894745042880483,
    0.894745042880483,
    0.894745042880483,
    0.894745042880483,
    0.894745042880483,
    0.894745042880483,
    0.894745042880483
  ],
  "8": [
    "",
    "",
    "",
    "",
    "In a setting where human resources teams jot notes on tablets while students introduce themselves, both activities occur concurrently.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, human resources teams jot notes on tablets while students introduce themselves, with both activities occurring concurrently.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, human resources teams jot notes on tablets while students introduce themselves, with both activities occurring concurrently. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, human resources teams jot notes on tablets while students introduce themselves, with both activities occurring concurrently. Alumni volunteers give quick pep talks near the coffee station.",
    "Staff at the event entrance scan registrations and hand out lanyards. Inside, human resources teams jot notes on tablets while students introduce themselves, with both activities occurring concurrently. Alumni volunteers offer quick pep talks near the coffee station. Outside, students line up at the university gym ahead of the career fair opening.",
    "Staff at the event entrance scan registrations and hand out lanyards. Inside, human resources teams jot notes on tablets while students introduce themselves, with alumni volunteers offering quick pep talks near the coffee station. Outside, students line up at the university gym ahead of the career fair opening, and a cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "Staff at the event entrance scan registrations and hand out lanyards. Inside, human resources teams jot notes on tablets as students introduce themselves, with alumni volunteers offering pep talks near the coffee station. Outside, students line up at the gym before the career fair opening, and a cybersecurity company is conducting a password-cracking challenge on a laptop. Ahead of opening, some students rehearse elevator pitches against a wall. At the career fair, groups of friends mark employers on the event map to engage with. An alumni panel discusses strategies for preparing for technical interviews, and workshops on networking etiquette begin in the adjoining classroom. A welcome announcement is broadcast over the PA outlining the schedule. Dozens of booths with banners circle the polished floor, while finance firms offer QR codes for immediate internship applications. A robotics startup flies a drone above its booth to draw attention."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.29093221569156624,
    0.29093221569156624,
    0.29093221569156624,
    0.5787997701540483,
    0.5787997701540483,
    0.5787997701540483,
    0.5787997701540483,
    0.713335800094669,
    0.713335800094669,
    0.713335800094669,
    0.7127052365971256,
    0.7127052365971256,
    0.7127052365971256,
    0.7127052365971256,
    0.7127052365971256,
    0.7501084452058708,
    0.7501084452058708,
    0.7501084452058708,
    0.7501084452058708,
    0.7501084452058708,
    0.7501084452058708,
    0.7501084452058708,
    0.7501084452058708,
    0.7415149938240633,
    0.7415149938240633,
    0.7415149938240633,
    0.7415149938240633,
    0.7415149938240633,
    0.7415149938240633,
    0.7415149938240633,
    0.7415149938240633,
    0.7415149938240633,
    0.7415149938240633,
    0.7415149938240633,
    0.7415149938240633,
    0.7415149938240633,
    0.7415149938240633,
    0.7415149938240633,
    0.7415149938240633,
    0.7415149938240633,
    0.7415149938240633,
    0.7415149938240633,
    0.8983361949975635,
    0.8983361949975635,
    0.8983361949975635,
    0.8983361949975635,
    0.8983361949975635,
    0.8983361949975635,
    0.8983361949975635,
    0.8983361949975635,
    0.8983361949975635,
    0.8983361949975635,
    0.8983361949975635,
    0.8983361949975635,
    0.8983361949975635,
    0.8983361949975635,
    0.8983361949975635,
    0.8983361949975635,
    0.8983361949975635,
    0.8983361949975635,
    0.8983361949975635,
    0.8983361949975635
  ],
  "9": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Students clutch resumes inside branded folders, while some rehearse elevator pitches quietly against the wall.",
    "Students clutch resumes inside branded folders, while some rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "Students clutch resumes inside branded folders while some rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Outside the university gym before the career fair opens, tech companies display demo screens showing their latest apps as students line up. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Students clutch resumes inside branded folders and rehearse elevator pitches against the wall as an alumni panel discusses how to prepare for technical interviews. Outside the university gym before the career fair opens, tech companies display demo screens showing their latest apps while students line up. A cybersecurity company runs a password-cracking challenge on a laptop outside, and at the campus career fair a cybersecurity company runs a password-cracking challenge on a laptop. Inside the fair, human resources teams jot notes on tablets as students introduce themselves, with both activities occurring concurrently. Staff at the event entrance scan registrations and hand out lanyards. Alumni volunteers offer quick pep talks near the coffee station.",
    "Students clutch resumes inside branded folders and rehearse elevator pitches against the wall as an alumni panel discusses how to prepare for technical interviews. Outside the university gym before the career fair opens, tech companies display demo screens showing their latest apps while students line up; a cybersecurity company runs a password-cracking challenge on a laptop. Inside the campus career fair, a cybersecurity company runs a password-cracking challenge on a laptop. Inside the fair, human resources teams jot notes on tablets as students introduce themselves, with those activities occurring concurrently. Staff at the event entrance scan registrations and hand out lanyards. Alumni volunteers offer quick pep talks near the coffee station.",
    "At a campus career fair, students stand against walls rehearsing elevator pitches and clutch resumes inside branded folders as alumni panel discusses strategies for technical interviews; an adjoining classroom hosts networking etiquette workshops. Outside the university gym, tech companies display demo screens of their apps while students line up; a cybersecurity company runs a password-cracking challenge on a laptop, inside the fair. Inside, HR teams jot notes on tablets as students introduce themselves, while staff at the entrance scan registrations and hand out lanyards. Alumni volunteers offer pep talks near the coffee station, and a welcome PA announces day’s schedule. Groups of friends mark target employers on the event map, naming organizations they aim to engage. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos; a robotics startup flies a drone above its booth. LLM reports a 502 Bad Gateway error for the URL https://api.openai.com/v1/chat/completions."
  ],
  "9_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3410140231817981,
    0.3410140231817981,
    0.3410140231817981,
    0.3410140231817981,
    0.5800661975496841,
    0.5800661975496841,
    0.5800661975496841,
    0.5800661975496841,
    0.7754269482658851,
    0.7754269482658851,
    0.7754269482658851,
    0.7754269482658851,
    0.7754269482658851,
    0.7754269482658851,
    0.7754269482658851,
    0.7754269482658851,
    0.7754269482658851,
    0.7754269482658851,
    0.7754269482658851,
    0.7754269482658851,
    0.8480092300657581,
    0.8480092300657581,
    0.8480092300657581,
    0.8480092300657581,
    0.8480092300657581,
    0.8480092300657581,
    0.8480092300657581,
    0.8480092300657581,
    0.8463115930283898,
    0.8463115930283898,
    0.8463115930283898,
    0.8463115930283898,
    0.8463115930283898,
    0.8463115930283898,
    0.8463115930283898,
    0.8463115930283898,
    0.8463115930283898,
    0.8463115930283898,
    0.8463115930283898,
    0.8463115930283898,
    0.8463115930283898,
    0.8463115930283898,
    0.845372055346702,
    0.845372055346702,
    0.845372055346702,
    0.845372055346702,
    0.845372055346702,
    0.845372055346702,
    0.845372055346702,
    0.845372055346702,
    0.845372055346702,
    0.845372055346702
  ],
  "10": [
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while students line up outside the university gym before the career fair opens.",
    "Tech companies display demo screens showing their latest apps as students line up outside the university gym before the career fair opens; a few students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym before the career fair opens, tech companies display demo screens showing their latest apps as students line up. A few students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym before the career fair opens, tech companies display demo screens showing their latest apps as students line up. A few students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette begin.",
    "Outside the university gym before the career fair opens, tech companies display demo screens showing their latest apps as students line up. A cybersecurity company runs a password cracking challenge on a laptop. A few students rehearse elevator pitches quietly against the wall. In the adjoining classroom, workshops on networking etiquette begin. Students clutch resumes inside branded folders, while an alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, before the career fair opens, tech companies display demo screens showing their latest apps as students line up. A cybersecurity company runs a password-cracking challenge on a laptop. A few students rehearse elevator pitches quietly against the wall. In the adjoining classroom, workshops on networking etiquette begin. Students clutch resumes inside branded folders, while an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, forming a circular layout around the space. The vibrant banners contrast with and accent the smooth surface, creating a vivid, organized display scene. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym before the career fair opens, students line up as tech companies display demo screens of their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. A few students rehearse elevator pitches quietly against the wall. In an adjoining classroom, networking etiquette workshops begin. Students clutch resumes inside branded folders while an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor in a circular layout; banners contrast with and accent the smooth surface, creating a vivid, organized display. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "At a campus career event outside the university gym before the fair opens, dozens of booths with colorful banners encircle the polished floor. Tech companies display demo screens of their latest apps, and a cybersecurity firm runs a password-cracking challenge on a laptop, while networking etiquette workshops run in an adjoining classroom. Students rehearse elevator pitches quietly along walls and clutch resumes inside branded folders. Alumni volunteers give brief pep talks near the coffee station as a welcome PA outlines the schedule. Groups of friends mark target employers on the event map, identifying organizations they aim to engage with. Healthcare providers showcase community outreach photos, while HR teams jot notes on tablets as students introduce themselves. Consulting firms stack case-study booklets on high tables. Career counselors redirect unsure students to applicable industries and remind them to maintain eye contact. Alumni panel discusses strategies for technical interviews."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.48859755220580214,
    0.48859755220580214,
    0.48859755220580214,
    0.48859755220580214,
    0.7192186480943631,
    0.7192186480943631,
    0.7192186480943631,
    0.7192186480943631,
    0.714794176918844,
    0.714794176918844,
    0.7906621043300237,
    0.7906621043300237,
    0.7906621043300237,
    0.7906621043300237,
    0.7906621043300237,
    0.8201944900084284,
    0.8201944900084284,
    0.8201944900084284,
    0.8201944900084284,
    0.8201944900084284,
    0.8201944900084284,
    0.8201944900084284,
    0.8201944900084284,
    0.8455870368293296,
    0.8455870368293296,
    0.8455870368293296,
    0.8455870368293296,
    0.8455870368293296,
    0.8455870368293296,
    0.8455870368293296,
    0.8455870368293296,
    0.8455870368293296,
    0.8455870368293296,
    0.8455870368293296,
    0.8455870368293296,
    0.8455870368293296,
    0.8455870368293296,
    0.8455870368293296,
    0.8455870368293296,
    0.8455870368293296,
    0.8455870368293296,
    0.8455870368293296,
    0.8455870368293296,
    0.8455870368293296,
    0.8455870368293296,
    0.8455870368293296,
    0.8699049068837443,
    0.8699049068837443,
    0.8699049068837443,
    0.8699049068837443,
    0.8699049068837443,
    0.8699049068837443,
    0.8699049068837443
  ],
  "11": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor.",
    "At the venue, career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos; workshops on networking etiquette begin in the adjoining classroom; tech companies display demo screens showing their latest apps.",
    "At the venue, career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor. Healthcare providers display community outreach photos, and tech companies show demo screens of their latest apps. Networking etiquette workshops are in the adjoining classroom. Consulting firms have stacked glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews.",
    "At the venue, career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor. Healthcare providers display community outreach photos; tech companies show demo screens of their latest apps. Networking etiquette workshops are in the adjoining classroom, and consulting firms have stacked glossy case study booklets on high tables. An alumni panel discusses strategies for preparing for technical interviews. Alumni volunteers give brief pep talks near the coffee station while a welcome announcement over the PA system outlines the day's schedule. Groups of friends mark target employers on the event map, identifying organizations they aim to engage with. Some students rehearse elevator pitches quietly against the wall.",
    "At the venue, a career fair unfolds with dozens of booths adorned by colorful banners circling the polished floor. Career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos, and tech companies show demo screens of their latest apps. In the adjoining classroom, networking etiquette workshops are held, and consulting firms have stacked glossy case-study booklets on high tables. An alumni panel discusses strategies for preparing for technical interviews. Alumni volunteers give brief pep talks near the coffee station, while a welcome announcement over the PA system outlines the day’s schedule. Groups of friends mark target employers on the event map, identifying organizations they aim to engage with. Some students rehearse elevator pitches quietly against the wall.",
    "At the venue, a career fair unfolds with dozens of booths and banners circling floor, forming a circular layout around space; banners contrast with the smooth surface. Inside, career counselors remind attendees to maintain eye contact; healthcare providers display community outreach photos; tech companies show demo screens of their latest apps. In the adjoining classroom, networking etiquette workshops begin, and consulting firms have stacked glossy case-study booklets on tables. An alumni panel discusses strategies for preparing for technical interviews, while alumni volunteers give pep talks near the coffee station and welcome PA outlines day’s schedule. Groups of friends mark target employers on an event map, identifying organizations to engage with; some students rehearse elevator pitches quietly against the wall. Outside the university gym, before opening, cybersecurity and tech companies display demo screens as students line up, and a password-cracking challenge runs on a laptop. Students clutch resumes inside branded folders.",
    "At the venue, a career fair unfolds with dozens of booths in a circular layout around the floor; banners circle the space and contrast with the smooth surface. Inside, career counselors remind attendees to maintain eye contact; healthcare providers display community outreach photos; tech companies show demo screens of their latest apps. In the adjoining classroom, networking etiquette workshops begin, and consulting firms have stacked glossy case-study booklets on tables. An alumni panel discusses strategies for technical interview prep, while alumni volunteers give pep talks near the coffee station and outline day's schedule over PA. Groups of friends mark target employers on an event map, identifying organizations to engage. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, before opening, cybersecurity and tech companies display demo screens as students line up; a cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders."
  ],
  "11_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.6121544557322762,
    0.6121544557322762,
    0.6121544557322762,
    0.6121544557322762,
    0.6121544557322762,
    0.6121544557322762,
    0.8124909634712485,
    0.8124909634712485,
    0.8124909634712485,
    0.8124909634712485,
    0.8124909634712485,
    0.8124909634712485,
    0.8124909634712485,
    0.8124909634712485,
    0.810185052406844,
    0.810185052406844,
    0.810185052406844,
    0.810185052406844,
    0.810185052406844,
    0.810185052406844,
    0.8645204377938506,
    0.8645204377938506,
    0.8645204377938506,
    0.8645204377938506,
    0.8645204377938506,
    0.8645204377938506,
    0.8645204377938506,
    0.8645204377938506,
    0.8645204377938506,
    0.8645204377938506,
    0.8645204377938506,
    0.8645204377938506,
    0.8645204377938506,
    0.8645204377938506,
    0.8645204377938506,
    0.8645204377938506,
    0.8645204377938506,
    0.8575113060641457,
    0.8575113060641457,
    0.8575113060641457,
    0.8575113060641457,
    0.8575113060641457,
    0.8575113060641457,
    0.8575113060641457,
    0.8575113060641457,
    0.8575113060641457,
    0.8575113060641457,
    0.8575113060641457,
    0.8575113060641457,
    0.8575113060641457,
    0.8575113060641457,
    0.8575113060641457
  ],
  "12": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "At the event, students rehearse elevator pitches quietly against the wall. A cybersecurity company hosts a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, identifying organizations they aim to engage with. An alumni panel discusses strategies for preparing for technical interviews. Healthcare providers showcase community outreach photos.",
    "At the event, students rehearse elevator pitches quietly against the wall. A cybersecurity company hosts a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, identifying organizations they aim to engage with. An alumni panel discusses strategies for preparing for technical interviews. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space, their banners contributing a vivid, varied color palette. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, a circular ring of booths with colorful banners surrounds a polished floor, creating a vivid palette as dozens of booths form the venue's layout. Students rehearse elevator pitches quietly against a wall. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, noting organizations they aim to engage. An alumni panel discusses strategies for preparing for technical interviews. Healthcare providers display community outreach photos. Career counselors guide unsure students toward applicable industries, while a welcome announcement outlines the fair schedule over the PA system. An LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions.",
    "At the career fair, a circular ring of booths with colorful banners surrounds a polished floor, and dozens of booths define the layout as students rehearse elevator pitches against a wall. A cybersecurity company runs a password-cracking challenge on a laptop, while groups of friends mark target employers on an event map and an alumni panel discusses strategies for technical interviews. Healthcare providers display community outreach photos, and career counselors guide unsure students toward applicable industries as a welcome announcement outlines the fair schedule over the PA. An LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions. At the event entrance, staff scan registrations and hand out lanyards. Inside, alumni volunteers give pep talks near the coffee station while HR teams jot notes on tablets as students introduce themselves; HR note-taking and student introductions occur in parallel, underscoring the mix of technical demonstration, interview preparation, and networking.",
    "At the campus career fair, a circular ring of booths surrounds a polished floor, as students rehearse elevator pitches against a wall. A cybersecurity company runs a password-cracking challenge on a laptop, while groups of friends mark target employers on an event map. An alumni panel discusses how to prepare for technical interviews. Healthcare providers display photos, and career counselors guide unsure students toward applicable industries as a welcome announcement outlines the fair schedule over PA. An LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions. At the event entrance, staff scan registrations and hand out lanyards. Inside, alumni volunteers give pep talks near coffee station; HR teams jot notes on tablets as students introduce themselves, with note-taking and introductions occurring in parallel. Outside the university gym, tech companies display demo screens showing apps as students line up before opening; students clutch resumes inside branded folders, rehearsing against wall."
  ],
  "12_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.7917563178184539,
    0.7917563178184539,
    0.7917563178184539,
    0.8740206636105708,
    0.8740206636105708,
    0.8740206636105708,
    0.8740206636105708,
    0.8740206636105708,
    0.8740206636105708,
    0.8740206636105708,
    0.8740206636105708,
    0.8037615005629408,
    0.8037615005629408,
    0.8037615005629408,
    0.8037615005629408,
    0.8037615005629408,
    0.8037615005629408,
    0.8037615005629408,
    0.8037615005629408,
    0.8037615005629408,
    0.834459200309798,
    0.834459200309798,
    0.834459200309798,
    0.834459200309798,
    0.834459200309798,
    0.834459200309798,
    0.834459200309798,
    0.834459200309798,
    0.834459200309798,
    0.834459200309798,
    0.834459200309798,
    0.834459200309798,
    0.834459200309798,
    0.834459200309798,
    0.834459200309798,
    0.834459200309798,
    0.834459200309798,
    0.834459200309798,
    0.8343346827727682,
    0.8343346827727682,
    0.8343346827727682,
    0.8343346827727682,
    0.8343346827727682,
    0.8343346827727682,
    0.8343346827727682,
    0.8343346827727682,
    0.8343346827727682,
    0.8343346827727682,
    0.8343346827727682
  ],
  "13": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym in the moments before the career fair opens. Alumni volunteers give quick pep talks near the coffee station.",
    "In the moments before the career fair opens, students line up outside the university gym. Nearby, alumni volunteers give quick pep talks near the coffee station.",
    "Moments before the career fair opens, students line up outside the university gym. Nearby, alumni volunteers give quick pep talks near the coffee station, and finance firms offer QR codes for immediate internship applications.",
    "Moments before the career fair opens, students line up outside the university gym. Nearby, alumni volunteers give brief pep talks near the coffee station to encourage attendees. Finance firms offer QR codes for immediate internship applications. A welcome announcement is broadcast over the PA system, outlining the fair's schedule for the day. Groups of friends mark target employers on the event map, identifying the organizations they aim to engage with. An alumni panel discusses strategies for preparing for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions",
    "An LLM log reports a 502 Bad Gateway error for the URL https://api.openai.com/v1/chat/completions. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "An LLM log reports a 502 Bad Gateway error for the URL https://api.openai.com/v1/chat/completions. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "An event scene unfolds around a university career fair set in a gym, with students lining up outside the gym moments before opening. A robotics startup is at its booth, flying a small drone above to attract attention. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers giving quick pep talks near a coffee station. Concurrent activities include networking etiquette workshops in the adjoining classroom and healthcare providers displaying community outreach photos nearby. Consulting firms have stacked glossy case study booklets on high tables. Separately, an LLM log reports a 502 Bad Gateway error for the URL https://api.openai.com/v1/chat/completions.",
    "A university career fair unfolds in a gym, with students lining up outside moments before opening. A robotics startup works its booth, flying a small drone above to attract attention. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers delivering quick pep talks near a coffee station. Concurrent activities include networking etiquette workshops in the adjoining classroom and healthcare providers displaying community outreach photos nearby. Consulting firms have stacked glossy case study booklets on high tables. Separately, an LLM log reports a 502 Bad Gateway error for the URL https://api.openai.com/v1/chat/completions. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university career fair in a gym, students line up outside before opening. A robotics startup staffs its booth and flies a small drone above to attract attention. An alumni panel discusses strategies for preparing for technical interviews, with alumni volunteers delivering pep talks near a coffee station. Concurrently, networking etiquette workshops run in the adjoining classroom, and healthcare providers display community outreach photos nearby. Consulting firms have case study booklets stacked on high tables. Dozens of booths with colorful banners encircle polished gym floor, the banners contrasting with the surface. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark employers on the event map; students rehearse elevator pitches against the wall. A welcome PA announcement outlines the day's schedule. Separately, an LLM log reports a 502 Bad Gateway error for https://api.openai.com/v1/chat/completions."
  ],
  "13_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5384586317872059,
    0.5384586317872059,
    0.5384586317872059,
    0.5832233120438319,
    0.5832233120438319,
    0.5832233120438319,
    0.5832233120438319,
    0.6222167913758432,
    0.6222167913758432,
    0.6222167913758432,
    0.6222167913758432,
    0.6222167913758432,
    0.8534947775728221,
    0.8534947775728221,
    0.8534947775728221,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.5442029423427237,
    0.5442029423427237,
    0.5442029423427237,
    0.5442029423427237,
    0.5442029423427237,
    0.5442029423427237,
    0.5442029423427237,
    0.5442029423427237,
    0.5442029423427237,
    0.5442029423427237,
    0.5442029423427237,
    0.5442029423427237,
    0.5442029423427237,
    0.699858091939592,
    0.699858091939592,
    0.699858091939592,
    0.699858091939592,
    0.699858091939592,
    0.699858091939592,
    0.7908702142561577,
    0.7908702142561577,
    0.7908702142561577,
    0.7908702142561577,
    0.7908702142561577,
    0.7908702142561577,
    0.7908702142561577,
    0.7908702142561577,
    0.7908702142561577,
    0.7908702142561577,
    0.7908702142561577,
    0.7908702142561577,
    0.8263047695703454,
    0.8263047695703454,
    0.8263047695703454,
    0.8263047695703454,
    0.8263047695703454,
    0.8263047695703454,
    0.8263047695703454,
    0.8263047695703454,
    0.8263047695703454,
    0.8263047695703454
  ],
  "14": [
    "",
    "",
    "",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Moments before the career fair opens, students line up outside the university gym. Some students rehearse elevator pitches quietly against the wall. Nearby, alumni volunteers give quick pep talks near the coffee station, and finance firms offer QR codes for immediate internship applications.",
    "Moments before the career fair opens, students line up outside the university gym. Some rehearse elevator pitches quietly against the wall. Nearby, alumni volunteers give quick pep talks near the coffee station, and finance firms offer QR codes for immediate internship applications. A cybersecurity company is conducting a password-cracking challenge on a laptop, while human resources teams jot notes on tablets and students introduce themselves.",
    "Moments before the career fair opens, students line up outside the university gym. Some rehearse elevator pitches quietly against the wall. Nearby, alumni volunteers give quick pep talks near the coffee station, and finance firms offer QR codes for immediate internship applications. A cybersecurity company is conducting a password-cracking challenge on a laptop, while human resources teams jot notes on tablets and students introduce themselves. A welcome announcement outlines the fair schedule over the PA system.",
    "Moments before the career fair opens, students line up outside the university gym as some rehearse elevator pitches quietly against the wall. Nearby, alumni volunteers deliver brief pep talks near the coffee station, while finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop, and human resources teams jot notes on tablets as students introduce themselves. A welcome announcement over the PA system outlines the fair schedule.",
    "Moments before the career fair opens, students line up outside the university gym as some rehearse elevator pitches quietly against the wall. Nearby, alumni volunteers deliver brief pep talks near the coffee station, while finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop, and human resources teams jot notes on tablets as students introduce themselves. A welcome announcement over the PA system outlines the fair schedule. The engineering society sponsors a resume review table near the stage.",
    "Moments before the career fair opens at the university gym, students line up outside and some rehearse elevator pitches against the wall. Inside, concurrent activities include workshops on networking etiquette in the adjoining classroom, an alumni panel on how to prepare for technical interviews, and the engineering society’s resume review table near the stage. Alumni volunteers deliver quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop, and human resources teams jot notes on tablets as students introduce themselves. A robotics startup sets up a booth and flies a small drone above its booth to attract attention. A welcome PA announces the fair schedule."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.7720404806090214,
    0.7720404806090214,
    0.7720404806090214,
    0.8082302001303717,
    0.8082302001303717,
    0.8082302001303717,
    0.8082302001303717,
    0.8082302001303717,
    0.8082302001303717,
    0.8406952949302278,
    0.8406952949302278,
    0.8406952949302278,
    0.8406952949302278,
    0.8406952949302278,
    0.8406952949302278,
    0.8406952949302278,
    0.8464332109873174,
    0.8464332109873174,
    0.8464332109873174,
    0.8464332109873174,
    0.8464332109873174,
    0.8572451498579872,
    0.8572451498579872,
    0.8572451498579872,
    0.8572451498579872,
    0.8572451498579872,
    0.8572451498579872,
    0.8572451498579872,
    0.8572451498579872,
    0.8572451498579872,
    0.8731663723908687,
    0.8731663723908687,
    0.8731663723908687,
    0.8731663723908687,
    0.8731663723908687,
    0.8731663723908687,
    0.8731663723908687,
    0.8731663723908687,
    0.8731663723908687,
    0.8731663723908687,
    0.8731663723908687,
    0.8731663723908687,
    0.8731663723908687,
    0.8731663723908687,
    0.8731663723908687,
    0.8731663723908687,
    0.8731663723908687,
    0.8731663723908687,
    0.8731663723908687
  ],
  "15": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers give short pep talks near the coffee station, offering quick encouragement to attendees. A welcome announcement is broadcast over the PA system, outlining the fair’s schedule for the day.",
    "Alumni volunteers deliver brief pep talks near the coffee station to encourage attendees. A welcome announcement is broadcast over the PA system outlining the fair’s schedule for the day. Groups of friends mark target employers on the event map, identifying the organizations they aim to engage with. An alumni panel discusses strategies for preparing for technical interviews.",
    "Alumni volunteers give brief pep talks near the coffee station to encourage attendees. A welcome announcement is broadcast over the PA system, outlining the fair's schedule for the day. Groups of friends mark target employers on the event map, identifying the organizations they aim to engage with. An alumni panel discusses strategies for preparing for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "Alumni volunteers give brief pep talks near the coffee station to encourage attendees, while a welcome announcement is broadcast over the PA system outlining the day's schedule. Groups of friends mark target employers on the event map, identifying organizations they aim to engage with. An alumni panel discusses strategies for preparing for technical interviews. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos; workshops on networking etiquette begin in the adjoining classroom; tech companies display demo screens showing their latest apps.",
    "At the event, alumni volunteers give brief pep talks near the coffee station to encourage attendees, while a welcome announcement is broadcast over the PA system outlining the day's schedule. Groups of friends mark target employers on the event map, identifying organizations they aim to engage with. An alumni panel discusses strategies for preparing for technical interviews. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos; workshops on networking etiquette begin in the adjoining classroom; tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "Alumni volunteers deliver brief pep talks near the coffee station as a welcome PA announces the day’s schedule. Groups of friends mark target employers on the event map. An alumni panel discusses strategies for preparing for technical interviews. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos, while workshops on networking etiquette begin in the adjoining classroom; tech companies display demo screens with their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "Alumni volunteers deliver brief pep talks near the coffee station as a welcome PA announces the day’s schedule. Groups of friends mark target employers on the event map. An alumni panel discusses strategies for preparing for technical interviews. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos, while workshops on networking etiquette begin in the adjoining classroom; tech companies display demo screens with their latest apps. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage.",
    "Alumni volunteers deliver brief pep talks near the coffee station as a welcome PA announces the day’s schedule. Groups of friends mark target employers on the event map. An alumni panel discusses strategies for preparing for technical interviews. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage.",
    "At a campus career event, alumni volunteers deliver brief pep talks near the coffee station as a welcome PA announces the day’s schedule. Groups of friends mark target employers on the event map, identifying organizations they aim to engage with. An alumni panel discusses strategies for preparing for technical interviews, while career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos and tech companies display demo screens of their latest apps. An adjoining classroom hosts workshops on networking etiquette; the engineering society sponsors a resume review table near the stage. Some students stand against a wall quietly rehearsing elevator pitches, and others clutch resumes inside branded folders. The event centers on a cybersecurity company running a password cracking challenge on a laptop. Concurrently, human resources teams jot notes on tablets as students introduce themselves.",
    "At a campus career event, alumni volunteers deliver brief pep talks near the coffee station as a welcome PA outlines the day’s schedule. Groups of friends mark target employers on an event map, naming organizations they aim to engage with. An alumni panel discusses strategies for technical interviews, and career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos, and tech firms display demo screens of their latest apps. An adjoining classroom hosts workshops on networking etiquette, while the engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners encircle a polished circular floor as HR teams jot notes on tablets and students introduce themselves. Some students stand against walls rehearsing elevator pitches, clutching resumes in branded folders, while event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth; at a cybersecurity company event, a password-cracking challenge runs on a laptop."
  ],
  "15_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.5920712962775825,
    0.5920712962775825,
    0.8541546982881356,
    0.8541546982881356,
    0.8541546982881356,
    0.8571204911138489,
    0.8571204911138489,
    0.8571204911138489,
    0.8571204911138489,
    0.7764568038236743,
    0.7764568038236743,
    0.7973506549078617,
    0.7973506549078617,
    0.7973506549078617,
    0.7973506549078617,
    0.7973506549078617,
    0.7973506549078617,
    0.773191639239447,
    0.773191639239447,
    0.773191639239447,
    0.773191639239447,
    0.773191639239447,
    0.773191639239447,
    0.7893859326102699,
    0.7893859326102699,
    0.7893859326102699,
    0.7893859326102699,
    0.7893859326102699,
    0.7886900091051878,
    0.7886900091051878,
    0.7886900091051878,
    0.7886900091051878,
    0.7886900091051878,
    0.7886900091051878,
    0.8166496922755636,
    0.8166496922755636,
    0.8166496922755636,
    0.8166496922755636,
    0.8166496922755636,
    0.8166496922755636,
    0.8166496922755636,
    0.8166496922755636,
    0.8166496922755636,
    0.8528346964252371,
    0.8528346964252371,
    0.8528346964252371,
    0.8528346964252371,
    0.8528346964252371,
    0.8528346964252371,
    0.8528346964252371,
    0.8528346964252371,
    0.8528346964252371,
    0.8528346964252371,
    0.8528346964252371,
    0.8528346964252371,
    0.8528346964252371,
    0.8528346964252371,
    0.8528346964252371,
    0.8528346964252371,
    0.8528346964252371
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students stand against a wall, quietly rehearsing elevator pitches.",
    "Some students stand against a wall, quietly rehearsing elevator pitches, while workshops on networking etiquette begin in the adjoining classroom.",
    "Some students stand against a wall, quietly rehearsing elevator pitches, while workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "At a campus career event, students stand against a wall quietly rehearsing elevator pitches, while the adjoining classroom hosts workshops on networking etiquette. Students clutch resumes inside branded folders. Alumni volunteers give brief pep talks near the coffee station to encourage attendees, and a welcome announcement is broadcast over the PA system outlining the day's schedule. Groups of friends mark target employers on the event map, identifying organizations they aim to engage with. An alumni panel discusses strategies for preparing for technical interviews. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps.",
    "At a campus career event, students stand against a wall quietly rehearsing elevator pitches, while an adjoining classroom hosts workshops on networking etiquette. Students clutch resumes inside branded folders. Alumni volunteers give brief pep talks near the coffee station as a welcome announcement plays over the PA outlining the day’s schedule. Groups of friends mark target employers on the event map, identifying organizations they aim to engage with. An alumni panel discusses strategies for preparing for technical interviews. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. The event centers on a cybersecurity company running a password cracking challenge on a laptop. Concurrently, human resources teams jot notes on tablets as students introduce themselves.",
    "At a campus career event, students stand against a wall rehearsing elevator pitches while an adjoining classroom hosts workshops on networking etiquette. Students clutch resumes inside branded folders. Alumni volunteers give pep talks near the coffee station as a welcome announcement plays over the PA outlining day’s schedule. Groups of friends mark target employers on the event map, identifying organizations they aim to engage with. An alumni panel discusses strategies for preparing for technical interviews. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. The event centers on a cybersecurity company running a password cracking challenge on a laptop. Concurrently, human resources teams jot notes on tablets as students introduce themselves. LLM log reports a 502 Bad Gateway error for the URL https://api.openai.com/v1/chat/completions. A robotics startup flies a drone above its booth to attract attention.",
    "At a university career fair set in a gym, students line up outside moments before opening, then stand against a wall inside rehearsing elevator pitches while an adjoining classroom hosts networking etiquette workshops. They clutch resumes in branded folders as alumni volunteers deliver pep talks near a coffee station and a PA announces the day’s schedule. Groups mark target employers on an event map; an alumni panel discusses preparing for technical interviews. Career counselors direct unsure students toward applicable industries. Healthcare providers display community outreach photos, and tech companies show demo screens of their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a drone above its booth to attract attention. Consulting firms display glossy case study booklets on high tables. An LLM log reports a 502 Bad Gateway error for https://api.openai.com/v1/chat/completions.",
    "At a university career fair in a gym, students line up outside before opening and then stand against a wall inside, rehearsing elevator pitches, while an adjoining classroom hosts networking etiquette workshops. They clutch branded resumes as alumni volunteers deliver pep talks near a coffee station and a welcome PA announces the day’s schedule. Groups mark target employers on an event map; an alumni panel discusses preparing for technical interviews; career counselors direct unsure students toward applicable industries. HR teams jot notes on tablets as students introduce themselves, and some rehearse quietly against the wall. A robotics startup flies a drone above its booth; cybersecurity companies run password-cracking challenges on laptops; tech firms display demo screens; the engineering society sponsors a resume review table near the stage. Healthcare providers showcase outreach photos; staff scan registrations and hand out lanyards; an LLM reports a 502 Bad Gateway error for https://api.openai.com/v1/chat/completions."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.23269035337178148,
    0.23269035337178148,
    0.23269035337178148,
    0.2960156582100646,
    0.2960156582100646,
    0.2960156582100646,
    0.47971594073484314,
    0.47971594073484314,
    0.47971594073484314,
    0.47971594073484314,
    0.8170044884041405,
    0.8170044884041405,
    0.8170044884041405,
    0.8170044884041405,
    0.8170044884041405,
    0.8140916141771786,
    0.8140916141771786,
    0.8140916141771786,
    0.8140916141771786,
    0.8140916141771786,
    0.8140916141771786,
    0.8140916141771786,
    0.8140916141771786,
    0.8140916141771786,
    0.8140916141771786,
    0.8140916141771786,
    0.8140916141771786,
    0.8140916141771786,
    0.8140916141771786,
    0.8140916141771786,
    0.8102965772560821,
    0.8102965772560821,
    0.8102965772560821,
    0.8102965772560821,
    0.8102965772560821,
    0.8102965772560821,
    0.8102965772560821,
    0.8102965772560821,
    0.8102965772560821,
    0.8102965772560821,
    0.8102965772560821,
    0.8232966840428579,
    0.8232966840428579,
    0.8232966840428579,
    0.8232966840428579,
    0.8232966840428579,
    0.8232966840428579,
    0.8232966840428579,
    0.8232966840428579,
    0.8232966840428579,
    0.8232966840428579,
    0.8232966840428579,
    0.8232966840428579,
    0.8401039877911638,
    0.8401039877911638,
    0.8401039877911638
  ],
  "17": [
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, forming a circular arrangement around the space. The banners contribute a vivid, varied color palette to the scene.",
    "Dozens of booths with colorful banners circle the polished floor, forming a circular arrangement around the space, with the banners contributing a vivid, varied color palette. Career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space, their banners contributing a vivid, varied color palette. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space, the banners contributing a vivid, varied color palette. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company is conducting a password-cracking challenge on a laptop, while human resources teams jot notes on tablets and students introduce themselves.",
    "Dozens of booths with colorful banners encircle a polished floor in a circular arrangement, their banners adding a vivid, varied color palette. Career counselors redirect unsure students toward applicable industries as students introduce themselves. A welcome announcement outlines the fair schedule over the PA system. Outside the university gym before the career fair opens, tech companies display demo screens showing their latest apps as students line up. A cybersecurity company is conducting a password-cracking challenge on a laptop. HR teams jot notes on tablets while students clutch resumes inside branded folders. A few students rehearse elevator pitches against the wall. In the adjoining classroom, workshops on networking etiquette begin. Students clutch resumes inside branded folders, while an alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths with colorful banners encircle a polished floor in a circular arrangement, adding a vivid palette. Career counselors direct unsure students toward applicable industries as the students introduce themselves, while a welcome announcement outlines the fair schedule over the PA. Outside the university gym before opening, tech companies display demo screens of their latest apps as students line up. A cybersecurity company conducts a password-cracking challenge on a laptop. HR teams jot notes on tablets as students clutch resumes inside branded folders, and a few students rehearse elevator pitches against the wall. In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews.",
    "Booths encircle a floor in a circular arrangement with banners. Career counselors direct unsure students toward applicable industries as they introduce themselves, while a welcome announcement outlines the fair schedule over the PA. Outside the university gym before opening, tech companies display demo screens of their apps as students line up. A cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers showcase community outreach photos. HR teams jot notes on tablets as students clutch branded folders of resumes, with some quietly rehearsing elevator pitches against the wall. In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses strategies for preparing for technical interviews. At the entrance, staff scan registrations and hand out lanyards; alumni volunteers deliver pep talks near the coffee station as the day’s schedule is announced. An engineering society sponsors a resume table near the stage, and groups map target employers."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.3702065424701475,
    0.3702065424701475,
    0.3702065424701475,
    0.5269169920478285,
    0.5269169920478285,
    0.5269169920478285,
    0.5269169920478285,
    0.801627976024476,
    0.801627976024476,
    0.801627976024476,
    0.801627976024476,
    0.801627976024476,
    0.801627976024476,
    0.7711307784769992,
    0.7711307784769992,
    0.7711307784769992,
    0.7711307784769992,
    0.7711307784769992,
    0.7711307784769992,
    0.7711307784769992,
    0.7711307784769992,
    0.7711307784769992,
    0.7711307784769992,
    0.8699715561201324,
    0.8699715561201324,
    0.8699715561201324,
    0.8699715561201324,
    0.8699715561201324,
    0.8699715561201324,
    0.8699715561201324,
    0.8699715561201324,
    0.8699715561201324,
    0.8699715561201324,
    0.840529924266474,
    0.840529924266474,
    0.840529924266474,
    0.840529924266474,
    0.840529924266474,
    0.840529924266474,
    0.840529924266474,
    0.840529924266474,
    0.840529924266474,
    0.840529924266474,
    0.840529924266474,
    0.840529924266474,
    0.840529924266474,
    0.840529924266474,
    0.840529924266474,
    0.840529924266474,
    0.840529924266474,
    0.840529924266474,
    0.840529924266474,
    0.840529924266474,
    0.840529924266474,
    0.840529924266474,
    0.840529924266474,
    0.840529924266474,
    0.8622331440363757,
    0.8622331440363757
  ],
  "18": [
    "",
    "\"\"",
    "\"\"",
    "A robotics startup flies a small drone above its booth for attention.",
    "A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "At a university career fair, a robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Outside the university gym before the fair opens, tech companies display demo screens showing their latest apps as students line up. A few students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a university career fair, a robotics startup flies a small drone above its booth to attract attention, while an alumni panel discusses how to prepare for technical interviews. Outside the university gym before the fair opens, tech companies display demo screens showing their latest apps as students line up. A few students rehearse elevator pitches quietly against the wall, and a cybersecurity company runs a password cracking challenge on a laptop. LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions",
    "At a university career fair, a robotics startup attracts attention by flying a small drone above its booth. Outside the university gym before the fair opens, tech companies display demo screens showing their latest apps as students line up. Groups of friends mark target employers on the event map, naming organizations they aim to engage with. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against a wall, and career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop. An LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions appears in the payload.",
    "At a university career fair in a circular hall with booths around a floor, a robotics startup flies a small drone above its booth. Outside the gym before opening, tech companies display demo screens of apps. At the entrance, staff scan registrations and hand out lanyards; inside, HR teams jot notes on tablets as students introduce themselves and groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews; healthcare providers showcase community outreach photos; a networking etiquette workshop operates in the adjoining classroom; students clutch resumes in branded folders and rehearse elevator pitches against walls; career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop; concurrent activities include consulting firms with case study booklets on high tables. An LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions appears in the payload."
  ],
  "18_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.5986156405842425,
    0.5986156405842425,
    0.5986156405842425,
    0.8333852271706768,
    0.8333852271706768,
    0.8333852271706768,
    0.8333852271706768,
    0.6867668178297371,
    0.6867668178297371,
    0.6867668178297371,
    0.6867668178297371,
    0.6867668178297371,
    0.6867668178297371,
    0.6867668178297371,
    0.6867668178297371,
    0.6867668178297371,
    0.6867668178297371,
    0.6867668178297371,
    0.7735901562318093,
    0.7735901562318093,
    0.7735901562318093,
    0.7735901562318093,
    0.7735901562318093,
    0.7735901562318093,
    0.7735901562318093,
    0.7735901562318093,
    0.7735901562318093,
    0.7735901562318093,
    0.7735901562318093,
    0.7735901562318093,
    0.7735901562318093,
    0.7735901562318093,
    0.7735901562318093,
    0.7735901562318093,
    0.7735901562318093,
    0.7735901562318093,
    0.7735901562318093,
    0.7735901562318093,
    0.7975902531250221,
    0.7975902531250221,
    0.7975902531250221,
    0.7975902531250221,
    0.7975902531250221,
    0.7975902531250221,
    0.7975902531250221,
    0.7975902531250221,
    0.7975902531250221,
    0.7975902531250221
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map, identifying organizations they aim to engage with. An alumni panel discusses strategies for preparing for technical interviews.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, identifying organizations they aim to engage with. An alumni panel discusses strategies for preparing for technical interviews. Healthcare providers showcase community outreach photos.",
    "At a cybersecurity company event, a password-cracking challenge runs on a laptop. Groups of friends mark target employers on the event map, naming organizations they aim to engage with. An alumni panel discusses strategies for preparing for technical interviews. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against a wall.",
    "At a cybersecurity company event, a password-cracking challenge runs on a laptop. Groups of friends mark target employers on the event map, naming organizations they aim to engage with. An alumni panel discusses strategies for preparing for technical interviews. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against a wall, while career counselors redirect unsure students toward applicable industries.",
    "At a cybersecurity company event, a password-cracking challenge runs on a laptop. Groups of friends mark target employers on the event map, naming organizations they aim to engage with. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against a wall, while career counselors redirect unsure students toward applicable industries.",
    "At a cybersecurity company event, a password-cracking challenge runs on a laptop. Groups of friends mark target employers on the event map, naming organizations they aim to engage with. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against a wall, while career counselors redirect unsure students toward applicable industries. The career fair scene shows students clutching resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space; banners contribute a vivid, varied color palette. A welcome announcement outlines the fair schedule over the PA system.",
    "At a cybersecurity company event, a password-cracking challenge runs on a laptop. Groups of friends mark target employers on the event map, naming organizations they aim to engage with. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against a wall, while career counselors redirect unsure students toward applicable industries. The career fair scene shows students clutching resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space; banners contribute a vivid, varied color palette. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps.",
    "At a cybersecurity company event, a password-cracking challenge runs on a laptop while a career fair unfolds around a polished floor. Dozens of booths with colorful banners encircle the space in a circular arrangement, banners adding a vivid color palette. Groups of friends mark target employers on the event map, naming organizations they aim to engage with. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against a wall, and career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders as event staff scan registrations and hand out lanyards at the entrance. A welcome PA outlines the fair schedule; tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage.",
    "At a university career fair held inside a cybersecurity company event, a password-cracking challenge runs on a laptop while dozens of booths with colorful banners encircle the polished floor in a circular arrangement. Groups of friends mark target employers on the event map, naming organizations they aim to engage with. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against a wall, and career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders as event staff scan registrations and hand out lanyards at the entrance. A welcome PA outlines the fair schedule; tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "At a university career fair held inside a cybersecurity company event, a password-cracking challenge runs on a laptop as dozens of booths with colorful banners encircle the polished floor in a circular arrangement. Groups of friends mark target employers on the event map, naming organizations they aim to engage with. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against a wall, and career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders as event staff scan registrations and hand out lanyards at the entrance. A welcome PA outlines the fair schedule; tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.721516901870723,
    0.721516901870723,
    0.721516901870723,
    0.721516901870723,
    0.7583711148561336,
    0.7583711148561336,
    0.7583711148561336,
    0.7632032806609941,
    0.7632032806609941,
    0.7632032806609941,
    0.7632032806609941,
    0.7632032806609941,
    0.7632032806609941,
    0.7632032806609941,
    0.7770516542068977,
    0.7770516542068977,
    0.7770516542068977,
    0.7770516542068977,
    0.7768683306072248,
    0.7768683306072248,
    0.7768683306072248,
    0.7768683306072248,
    0.7768683306072248,
    0.7768683306072248,
    0.8334081219711231,
    0.8334081219711231,
    0.8334081219711231,
    0.8334081219711231,
    0.8334081219711231,
    0.8399609466361646,
    0.8399609466361646,
    0.8399609466361646,
    0.8399609466361646,
    0.8399609466361646,
    0.8601457893409867,
    0.8601457893409867,
    0.8601457893409867,
    0.8601457893409867,
    0.8601457893409867,
    0.8601457893409867,
    0.8601457893409867,
    0.8601457893409867,
    0.8601457893409867,
    0.8601457893409867,
    0.8742873988460349,
    0.8742873988460349,
    0.8742873988460349,
    0.8742873988460349,
    0.8742873988460349,
    0.8742873988460349,
    0.8742873988460349,
    0.8678057086111861,
    0.8678057086111861,
    0.8678057086111861,
    0.8678057086111861,
    0.8678057086111861
  ],
  "20": [
    "",
    "\"\"",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym in the moments before the career fair opens. Alumni volunteers give quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym in the moments before the career fair opens. Alumni volunteers give quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention.",
    "In the moments before a university career fair opens, students line up outside the gym as the scene unfolds. An alumni panel discusses how to prepare for technical interviews. Alumni volunteers give quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Concurrent activities include networking etiquette workshops in the adjoining classroom and healthcare providers displaying community outreach photos nearby. Consulting firms have stacked glossy case study booklets on high tables.",
    "Moments before the university career fair opens, students line up outside the gym. Dozens of booths with colorful banners encircle the polished floor, including consulting firms with stacked glossy case study booklets on high tables and finance firms offering QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses strategies for preparing for technical interviews, while alumni volunteers give short pep talks near the coffee station. Networking etiquette workshops begin in the adjoining classroom, and healthcare providers display community outreach photos nearby. Groups of friends mark target employers on the event map to identify organizations they aim to engage with. A welcome announcement is broadcast over the PA outlining the day’s schedule. Some students rehearse elevator pitches against a wall on campus as the scene unfolds.",
    "A university career fair scene unfolds just before opening: dozens of booths with colorful banners encircle a polished floor in a circular layout. Outside the gym, students line up; inside, consulting firms display glossy case study booklets on high tables and finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone over its booth; a cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses strategies for preparing for technical interviews, with alumni volunteers delivering short pep talks near the coffee station. Networking etiquette workshops begin in the adjoining classroom, where career counselors redirect unsure students toward applicable industries. Healthcare providers display community outreach photos nearby. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches against a wall, and resumes are clutched inside branded folders as the welcome PA outlines the day’s schedule."
  ],
  "20_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.6759653655130227,
    0.6759653655130227,
    0.6759653655130227,
    0.6759653655130227,
    0.7557863762436048,
    0.7557863762436048,
    0.7557863762436048,
    0.7557863762436048,
    0.7557863762436048,
    0.7557863762436048,
    0.7557863762436048,
    0.8660337652391488,
    0.8660337652391488,
    0.8660337652391488,
    0.8660337652391488,
    0.8660337652391488,
    0.8660337652391488,
    0.8660337652391488,
    0.8660337652391488,
    0.8660337652391488,
    0.8660337652391488,
    0.8660337652391488,
    0.8660337652391488,
    0.8660337652391488,
    0.8660337652391488,
    0.8660337652391488,
    0.8660337652391488,
    0.8660337652391488,
    0.8859217375524784,
    0.8859217375524784,
    0.8859217375524784,
    0.8859217375524784,
    0.8859217375524784,
    0.8859217375524784,
    0.8859217375524784,
    0.8859217375524784,
    0.8859217375524784,
    0.8859217375524784,
    0.8794568222149846,
    0.8794568222149846,
    0.8794568222149846,
    0.8794568222149846,
    0.8794568222149846,
    0.8794568222149846,
    0.8794568222149846,
    0.8794568222149846,
    0.8794568222149846,
    0.8794568222149846,
    0.8794568222149846,
    0.8794568222149846,
    0.8794568222149846,
    0.8794568222149846,
    0.8794568222149846,
    0.8794568222149846,
    0.8794568222149846,
    0.8794568222149846,
    0.8794568222149846
  ],
  "21": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews.",
    "Workshops on networking etiquette begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "At the university, students line up outside the gym before the career fair opens. Inside, concurrent activities include workshops on networking etiquette in the adjoining classroom and an alumni panel discussing how to prepare for technical interviews. A robotics startup sets up a booth and flies a small drone above its booth to attract attention.",
    "At the university, students line up outside the gym before the career fair opens. Inside, concurrent activities include workshops on networking etiquette in the adjoining classroom and an alumni panel discussing how to prepare for technical interviews. A robotics startup sets up a booth and flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university, students line up outside the gym before the career fair opens. Inside, concurrent activities include workshops on networking etiquette held in the adjoining classroom and an alumni panel discussing how to prepare for technical interviews. A robotics startup sets up a booth and flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall.",
    "At the university, students queue outside the gym before the career fair opens. Inside, concurrent activities include a networking etiquette workshop in the adjoining classroom and an alumni panel on preparing for technical interviews. A robotics startup sets up a booth and flies a small drone to attract attention. Alumni volunteers give quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall, clutching resumes in branded folders while the alumni panel discusses interview preparation. Outside, tech companies display demo screens of their latest apps while students line up. A cybersecurity company runs a password-cracking challenge on a laptop outside, mirrored inside the campus fair. Inside the fair, HR teams jot notes on tablets as students introduce themselves, with staff at the entrance scanning registrations and handing out lanyards.",
    "At the university, students queue outside the gym before the career fair opens. Inside, a networking etiquette workshop runs with an alumni panel on strategies for technical interviews, as a robotics startup sets up a booth and flies a drone. Alumni volunteers offer pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall, clutching resumes in branded folders. Outside, tech companies display demo screens; a cybersecurity company runs a password-cracking challenge on a laptop outside, mirrored inside the fair. HR teams jot notes on tablets as students introduce themselves, and staff at the entrance scan registrations and hand out lanyards. A circular ring of booths with colorful banners surrounds a polished floor, while groups mark target employers on an event map. Healthcare providers display outreach photos, and career counselors guide unsure students toward applicable industries as a welcome PA outlines the schedule."
  ],
  "21_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.5971852354482304,
    0.5971852354482304,
    0.5971852354482304,
    0.5971852354482304,
    0.5971852354482304,
    0.5971852354482304,
    0.798380688579543,
    0.798380688579543,
    0.798380688579543,
    0.798380688579543,
    0.798380688579543,
    0.798380688579543,
    0.798380688579543,
    0.798380688579543,
    0.8028666063826055,
    0.8028666063826055,
    0.8028666063826055,
    0.8028666063826055,
    0.8028666063826055,
    0.8028666063826055,
    0.8028666063826055,
    0.8116617508702854,
    0.8116617508702854,
    0.8116617508702854,
    0.8116617508702854,
    0.8116617508702854,
    0.8116617508702854,
    0.8116617508702854,
    0.8593849841345493,
    0.8593849841345493,
    0.8593849841345493,
    0.8593849841345493,
    0.8593849841345493,
    0.8593849841345493,
    0.8593849841345493,
    0.8593849841345493,
    0.8593849841345493,
    0.8593849841345493,
    0.8593849841345493,
    0.8593849841345493,
    0.8593849841345493,
    0.8593849841345493,
    0.8593849841345493,
    0.8865225932859389,
    0.8865225932859389,
    0.8865225932859389,
    0.8865225932859389,
    0.8865225932859389,
    0.8865225932859389,
    0.8865225932859389,
    0.8865225932859389
  ],
  "22": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, identifying organizations they aim to engage with. An alumni panel discusses strategies for preparing for technical interviews.",
    "Groups of friends mark target employers on the event map, identifying organizations they aim to engage with. An alumni panel discusses strategies for preparing for technical interviews. Alumni volunteers give short pep talks near the coffee station, offering quick encouragement to attendees. A welcome announcement is broadcast over the PA system, outlining the fair’s schedule for the day.",
    "At the event fair, groups of friends mark target employers on the event map, identifying organizations they aim to engage with. An alumni panel discusses strategies for preparing for technical interviews. Alumni volunteers give short pep talks near the coffee station, offering quick encouragement to attendees. A welcome announcement is broadcast over the PA system, outlining the fair’s schedule for the day. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "At the event fair, groups of friends mark target employers on the event map, identifying organizations they aim to engage with. An alumni panel discusses strategies for preparing for technical interviews. Alumni volunteers give short pep talks near the coffee station, offering quick encouragement to attendees. A welcome announcement is broadcast over the PA system, outlining the fair’s schedule for the day. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications.",
    "At the event fair, groups of friends mark target employers on the event map, identifying organizations they aim to engage with. An alumni panel discusses strategies for preparing for technical interviews. Alumni volunteers give short pep talks near the coffee station, offering quick encouragement to attendees. A welcome announcement is broadcast over the PA system, outlining the fair's schedule for the day. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications.",
    "At the career fair, groups of friends mark target employers on the event map to identify organizations they aim to engage with. An alumni panel discusses strategies for preparing for technical interviews, and workshops on networking etiquette begin in the adjoining classroom; alumni volunteers give short pep talks near the coffee station. A welcome announcement is broadcast over the PA outlining the day’s schedule. Dozens of booths with colorful banners circle the polished floor, while finance firms offer QR codes for immediate internship applications. On the campus ahead of opening, some students rehearse elevator pitches against a wall, and others line up outside the university gym. A robotics startup flies a small drone above its booth to draw attention.",
    "Groups of friends mark target employers on the event map to identify organizations they aim to engage with, as dozens of booths with colorful banners circle the polished floor and finance firms offer QR codes for immediate internship applications. On campus ahead of opening, some students rehearse elevator pitches against a wall and others line up outside the university gym. A robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses strategies for preparing for technical interviews, with alumni volunteers giving short pep talks near the coffee station, and a welcome announcement broadcast over the PA outlines the day’s schedule. Concurrent activities include networking etiquette workshops in the adjoining classroom and healthcare providers displaying community outreach photos nearby. Consulting firms have stacked glossy case study booklets on high tables.",
    "At a campus career event, numerous booths line the floor as groups of friends mark employers on a map and engage with organizations; finance firms offer QR codes for internship applications. Ahead of opening, students rehearse elevator pitches against a wall while others line up outside the university gym. Robotics startup flies a drone above its booth to draw attention. An alumni panel discusses strategies for technical interviews, with alumni volunteers giving pep talks near the coffee station as a PA outlines the schedule. Concurrent workshops include networking etiquette in the adjoining classroom; healthcare providers display community outreach photos. Consulting firms have case study booklets on high tables; tech companies display demo screens showing apps. A cybersecurity company runs a password cracking challenge on a laptop; HR staff jot notes on tablets as students introduce themselves; students clutch resumes in branded folders. Career counselors redirect unsure students toward applicable industries."
  ],
  "22_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.6067966292453306,
    0.6067966292453306,
    0.6067966292453306,
    0.6067966292453306,
    0.6067966292453306,
    0.8501932299779449,
    0.8501932299779449,
    0.8501932299779449,
    0.8501932299779449,
    0.872290918169101,
    0.872290918169101,
    0.872290918169101,
    0.872290918169101,
    0.890143164047912,
    0.890143164047912,
    0.890143164047912,
    0.890143164047912,
    0.890143164047912,
    0.890143164047912,
    0.8801543752048847,
    0.8801543752048847,
    0.8801543752048847,
    0.8801543752048847,
    0.8951599425369499,
    0.8951599425369499,
    0.8951599425369499,
    0.8951599425369499,
    0.8951599425369499,
    0.8951599425369499,
    0.8951599425369499,
    0.8340317732340565,
    0.8340317732340565,
    0.8340317732340565,
    0.8340317732340565,
    0.8340317732340565,
    0.8340317732340565,
    0.8340317732340565,
    0.8340317732340565,
    0.8340317732340565,
    0.8340317732340565,
    0.8340317732340565,
    0.8340317732340565,
    0.8340317732340565,
    0.8340317732340565,
    0.8340317732340565,
    0.8340317732340565,
    0.8340317732340565,
    0.8340317732340565,
    0.8340317732340565,
    0.8340317732340565,
    0.8340317732340565,
    0.8340317732340565,
    0.8340317732340565,
    0.8340317732340565,
    0.8560415724601474,
    0.8560415724601474,
    0.8560415724601474,
    0.8560415724601474,
    0.8560415724601474,
    0.8560415724601474,
    0.8560415724601474
  ],
  "23": [
    "",
    "",
    "A welcome announcement is delivered over the PA system, outlining the fair schedule.",
    "A welcome announcement is delivered over the PA system, outlining the fair schedule.",
    "A welcome announcement over the PA system outlines the fair schedule, setting the scene for the day. An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees. Moments before the career fair opens, students line up outside the university gym, awaiting entry. Alumni volunteers give quick pep talks near the coffee station, providing encouragement. A robotics startup flies a small drone above its booth to attract attention.",
    "An opening welcome announcement over the PA outlines the fair schedule and sets the day’s mood. Students line up outside the university gym in anticipation of the career fair opening. An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees, while alumni volunteers near the coffee station deliver quick pep talks. A robotics startup flies a small drone above its booth to attract attention.",
    "An opening welcome announcement over the PA outlines the fair schedule and sets the day’s mood. Students line up outside the university gym in anticipation of the career fair opening. Inside the venue, staff at the entrance scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves; these activities occur concurrently. An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees, and alumni volunteers near the coffee station deliver quick pep talks. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom, and tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "An opening welcome announcement over the PA outlines the fair schedule as students line up outside the university gym. Inside, staff scan registrations and hand out lanyards while HR jot notes on tablets as students introduce themselves. An alumni panel discusses strategies for technical interviews, with alumni volunteers near the coffee station delivering pep talks. A robotics startup flies a small drone above its booth to attract attention, while a cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom, and tech companies display demo screens showing their apps. Groups of friends mark target employers on the event map. A circular ring of booths with colorful banners surrounds a polished floor, with dozens forming the layout. Students rehearse elevator pitches quietly against a wall. Career counselors guide unsure students toward applicable industries.",
    "An opening welcome announcement over the PA outlines the fair schedule as students line up outside the university gym, then inside staff scan registrations and hand out lanyards while HR jot notes on tablets as students introduce themselves. An alumni panel discusses strategies for technical interviews, with alumni volunteers near the coffee station delivering pep talks. A robotics startup flies a small drone above its booth to attract attention, while a cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom, and tech companies display demo screens showing their apps. Groups of friends mark target employers on the event map. A circular ring of booths with colorful banners surrounds a polished floor, with dozens forming the layout. Students rehearse elevator pitches quietly against a wall as career counselors guide unsure students toward applicable industries."
  ],
  "23_score": [
    0.0,
    0.0,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.8598649037323625,
    0.8598649037323625,
    0.8598649037323625,
    0.8598649037323625,
    0.8598649037323625,
    0.8598649037323625,
    0.8573429034918115,
    0.8573429034918115,
    0.8573429034918115,
    0.8573429034918115,
    0.8573429034918115,
    0.8573429034918115,
    0.8573429034918115,
    0.8573429034918115,
    0.9008601252925188,
    0.9008601252925188,
    0.9008601252925188,
    0.9008601252925188,
    0.9008601252925188,
    0.9008601252925188,
    0.9008601252925188,
    0.9008601252925188,
    0.9008601252925188,
    0.9008601252925188,
    0.9008601252925188,
    0.9008601252925188,
    0.9008601252925188,
    0.9008601252925188,
    0.9008601252925188,
    0.9008601252925188,
    0.9170758962549259,
    0.9170758962549259,
    0.9170758962549259,
    0.9170758962549259,
    0.9170758962549259,
    0.9170758962549259,
    0.9170758962549259,
    0.9170758962549259,
    0.9170758962549259,
    0.9240419654393144,
    0.9240419654393144,
    0.9240419654393144,
    0.9240419654393144,
    0.9240419654393144,
    0.9240419654393144,
    0.9240419654393144
  ],
  "24": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, forming a circular layout around the space. The vibrant banners contrast with and accent the smooth surface, creating a vivid, organized display scene.",
    "Dozens of booths with colorful banners circle the polished floor, forming a circular layout around the space. The vibrant banners contrast with and accent the smooth surface, creating a vivid, organized display scene. Consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths with colorful banners circle the polished floor, forming a circular layout around the space. The vibrant banners contrast with and accent the smooth surface, creating a vivid, organized display scene. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners form a circular layout around a polished floor, creating an organized display scene. The banners contrast with and accent the surface. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Outside the university gym before the career fair opens, tech companies display demo screens showing their latest apps as students line up. A cybersecurity company runs a password cracking challenge on a laptop. A few students rehearse elevator pitches quietly against the wall. In the adjoining classroom, workshops on networking etiquette begin. Students clutch resumes inside branded folders, while an alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths with colorful banners form a circular layout around a polished floor, creating an organized display scene as the banners contrast with the surface. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Outside the university gym before the career fair opens, tech companies display demo screens showing their latest apps as students line up. A cybersecurity company runs a password cracking challenge on a laptop. A few students rehearse elevator pitches quietly against the wall. In the adjoining classroom, workshops on networking etiquette begin. Students clutch resumes inside branded folders, while an alumni panel discusses how to prepare for technical interviews.",
    "A university career fair unfolds around a polished floor, with dozens of booths and colorful banners arranged in a circular layout, banners contrasting with the floor. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Outside the university gym before the fair opens, tech companies display demo screens showing their latest apps as students line up. A cybersecurity company runs a password cracking challenge on a laptop. A few students rehearse elevator pitches quietly against the wall. In the adjoining classroom, workshops on networking etiquette begin. Students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a university career fair on a floor with dozens of booths and circular banners. Consulting firms stack case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Outside the university gym before the fair opens, tech companies display demo screens of their apps as students line up. A cybersecurity company runs a password cracking challenge on a laptop. A few students rehearse elevator pitches against the wall, while others clutch resumes inside branded folders. In an adjoining classroom, networking etiquette workshops begin, and the engineering society sponsors a resume review table near the stage. Alumni volunteers deliver pep talks near the coffee station as a welcome PA announces schedule. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on an event map; alumni panel discusses strategies for preparing for technical interviews. Healthcare providers showcase community outreach photos."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.3994825061218234,
    0.3994825061218234,
    0.3994825061218234,
    0.3994825061218234,
    0.5941027080632358,
    0.5941027080632358,
    0.5941027080632358,
    0.5941027080632358,
    0.5941027080632358,
    0.5941027080632358,
    0.6534986381450615,
    0.6534986381450615,
    0.6534986381450615,
    0.6534986381450615,
    0.8407175061492871,
    0.8407175061492871,
    0.8407175061492871,
    0.8407175061492871,
    0.8407175061492871,
    0.8407175061492871,
    0.8407175061492871,
    0.8407175061492871,
    0.8397661881083981,
    0.8397661881083981,
    0.8397661881083981,
    0.8397661881083981,
    0.8397661881083981,
    0.8397661881083981,
    0.8638393822554612,
    0.8638393822554612,
    0.8638393822554612,
    0.8638393822554612,
    0.8638393822554612,
    0.8638393822554612,
    0.8638393822554612,
    0.8638393822554612,
    0.8638393822554612,
    0.8638393822554612,
    0.8638393822554612,
    0.8638393822554612,
    0.8638393822554612,
    0.8638393822554612,
    0.8638393822554612,
    0.8638393822554612,
    0.8638393822554612,
    0.8638393822554612,
    0.8638393822554612,
    0.8638393822554612,
    0.8638393822554612,
    0.8638393822554612,
    0.8638393822554612,
    0.8638393822554612,
    0.8747644470612055
  ]
}