{
  "0": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves.",
    "Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers display community outreach photos, with alumni volunteers delivering brief pep talks near the coffee station. A cybersecurity company conducts a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to draw attention.",
    "At the event, career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves. Healthcare providers display photos of community outreach to establish a visual record, with alumni volunteers delivering brief pep talks near the coffee station in a casual, social setting. A cybersecurity company conducts a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, career-preparation activities unfold across booths and classrooms. Career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries. Groups of friends mark target employers on the event map while human resources teams jot notes on tablets as students introduce themselves. Healthcare providers display photos documenting their community outreach, with alumni volunteers delivering brief pep talks near the coffee station in a casual, social setting. A cybersecurity company runs a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall. A panel of alumni discusses strategies for preparing for technical interviews during a career-prep scene, and networking etiquette workshops begin in the adjoining classroom. Finance firms display QR codes for immediate internship applications, and students clutch resumes inside branded folders."
  ],
  "0_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5732176701234794,
    0.5732176701234794,
    0.5732176701234794,
    0.5732176701234794,
    0.5732176701234794,
    0.5732176701234794,
    0.5732176701234794,
    0.5732176701234794,
    0.5732176701234794,
    0.5732176701234794,
    0.5732176701234794,
    0.5732176701234794,
    0.5732176701234794,
    0.5732176701234794,
    0.5732176701234794,
    0.5732176701234794,
    0.8223713690619568,
    0.8223713690619568,
    0.8223713690619568,
    0.8223713690619568,
    0.8223713690619568,
    0.8223713690619568,
    0.8223713690619568,
    0.8223713690619568,
    0.8223713690619568,
    0.8125547848999877,
    0.8125547848999877,
    0.8125547848999877,
    0.8125547848999877,
    0.8125547848999877,
    0.8125547848999877,
    0.8125547848999877,
    0.8125547848999877,
    0.8125547848999877,
    0.8125547848999877,
    0.8125547848999877,
    0.8125547848999877,
    0.8662202416970248,
    0.8662202416970248,
    0.8662202416970248,
    0.8662202416970248,
    0.8662202416970248
  ],
  "1": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. A line of students forms outside the university gym in advance of the career fair opening.",
    "Workshops on networking etiquette begin in the adjoining classroom as the career fair approaches. A line of students forms outside the university gym in advance of the fair opening. Dozens of booths with colorful banners encircle a polished floor, arranged in a circular pattern around the space. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos, presenting a display of outreach-related imagery.",
    "As the career fair approaches, workshops on networking etiquette begin in the adjoining classroom. A line of students forms outside the university gym in advance of the fair opening. Dozens of booths with colorful banners encircle a polished floor, arranged in a circular pattern around the space. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos, presenting a display of outreach-related imagery. Career counselors redirect unsure students toward applicable industries.",
    "As the career fair approaches, networking etiquette workshops begin in the adjoining classroom. A line of students forms outside the university gym in advance of the fair opening. Dozens of booths with colorful banners encircle a polished floor, arranged in a circular pattern around the space. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos, presenting a display of outreach imagery. Career counselors redirect unsure students toward applicable industries."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.5271173960929048,
    0.5271173960929048,
    0.5271173960929048,
    0.5271173960929048,
    0.5271173960929048,
    0.5271173960929048,
    0.5271173960929048,
    0.5271173960929048,
    0.5271173960929048,
    0.8251536881351751,
    0.8251536881351751,
    0.8251536881351751,
    0.8251536881351751,
    0.8251536881351751,
    0.8251536881351751,
    0.8251536881351751,
    0.8251536881351751,
    0.8251536881351751,
    0.8251536881351751,
    0.829277468393758,
    0.829277468393758,
    0.829277468393758,
    0.829277468393758,
    0.829277468393758,
    0.829277468393758,
    0.829277468393758,
    0.829277468393758,
    0.829277468393758,
    0.829277468393758,
    0.8303143175729281,
    0.8303143175729281,
    0.8303143175729281,
    0.8303143175729281,
    0.8303143175729281,
    0.8303143175729281,
    0.8303143175729281,
    0.8303143175729281,
    0.8303143175729281,
    0.8303143175729281
  ],
  "2": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Networking etiquette workshops begin in the adjoining classroom, and the engineering society sponsors a resume review table near the stage.",
    "At the event, networking etiquette workshops are beginning in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. A panel of alumni discusses strategies for preparing for technical interviews.",
    "At the event, a large exhibition space hosts dozens of booths with colorful banners arranged in a circular pattern around a polished floor. In the adjoining classroom, networking etiquette workshops begin. Near the stage, the engineering society sponsors a resume review table. Healthcare providers showcase community outreach photos. An alumni panel discusses strategies for preparing for technical interviews. Career counselors remind attendees to maintain eye contact. Students clutch resumes in branded folders, and some rehearse elevator pitches quietly against the wall.",
    "At the event, a large exhibition space hosts dozens of booths with colorful banners arranged in a circular pattern around a polished floor. In the adjoining classroom, networking etiquette workshops begin, with finance firms offering QR codes for immediate internship applications, and students clutching resumes inside branded folders. Near the stage, the engineering society sponsors a resume review table. Healthcare providers showcase community outreach photos. An alumni panel discusses strategies for preparing for technical interviews. Career counselors remind attendees to maintain eye contact. Students rehearse elevator pitches quietly against the wall. A cybersecurity company hosts a password cracking challenge on a laptop."
  ],
  "2_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.36450505517491677,
    0.36450505517491677,
    0.36450505517491677,
    0.36450505517491677,
    0.36450505517491677,
    0.36450505517491677,
    0.36450505517491677,
    0.36450505517491677,
    0.7500935442959558,
    0.7500935442959558,
    0.7500935442959558,
    0.7500935442959558,
    0.7500935442959558,
    0.7500935442959558,
    0.7500935442959558,
    0.7500935442959558,
    0.7500935442959558,
    0.7500935442959558,
    0.8041239542471673,
    0.8041239542471673,
    0.8041239542471673,
    0.8041239542471673,
    0.8041239542471673,
    0.8041239542471673,
    0.8041239542471673,
    0.8041239542471673,
    0.8041239542471673,
    0.8041239542471673,
    0.8041239542471673,
    0.8475652963362621,
    0.8475652963362621,
    0.8475652963362621,
    0.8475652963362621,
    0.8475652963362621,
    0.8475652963362621,
    0.8475652963362621,
    0.8475652963362621,
    0.8475652963362621,
    0.8475652963362621,
    0.8475652963362621
  ],
  "3": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications, and alumni volunteers share quick pep talks near the coffee station, while networking etiquette workshops begin in the adjoining classroom.",
    "Finance firms offer QR codes for immediate internship applications; near the coffee station, alumni volunteers share quick pep talks; networking etiquette workshops begin in the adjoining classroom; healthcare providers showcase community outreach photos.",
    "A multi-company career fair features finance firms offering QR codes for immediate internship applications; near the coffee station, alumni volunteers share brief pep talks. Networking etiquette workshops begin in the adjoining classroom, and healthcare providers showcase photos from community outreach. At a cybersecurity company, a password-cracking challenge is hosted on a laptop, while an alumni panel discusses how to prepare for technical interviews.",
    "The career fair brings multiple companies, with finance firms offering QR codes for immediate internship applications. Near the coffee station, alumni volunteers share brief pep talks. Healthcare providers showcase photos from community outreach. In the adjoining classroom, networking etiquette workshops begin, and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company hosts a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. Groups of friends mark target employers on the event map, while HR teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact.",
    "At a bustling career fair, finance firms display QR codes for immediate internship applications among dozens of booths with colorful banners encircling a polished floor in a circular arrangement. Near the coffee station, alumni volunteers offer brief pep talks. Healthcare providers showcase photos documenting their community outreach. In the adjoining classroom, networking etiquette workshops begin, and an alumni panel discusses strategies for preparing for technical interviews. A cybersecurity company hosts a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, while HR teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders."
  ],
  "3_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.403791765987058,
    0.403791765987058,
    0.403791765987058,
    0.403791765987058,
    0.403791765987058,
    0.403791765987058,
    0.403791765987058,
    0.4579580659271384,
    0.4579580659271384,
    0.4579580659271384,
    0.4579580659271384,
    0.4579580659271384,
    0.4579580659271384,
    0.4579580659271384,
    0.4579580659271384,
    0.8317678513785314,
    0.8317678513785314,
    0.8317678513785314,
    0.8317678513785314,
    0.8317678513785314,
    0.8317678513785314,
    0.8317678513785314,
    0.8317678513785314,
    0.8317678513785314,
    0.8317678513785314,
    0.8317678513785314,
    0.9015346101402925,
    0.9015346101402925,
    0.9015346101402925,
    0.9015346101402925,
    0.9015346101402925,
    0.9015346101402925,
    0.9015346101402925,
    0.9015346101402925,
    0.9015346101402925,
    0.9015346101402925,
    0.9015346101402925,
    0.8758363577470485,
    0.8758363577470485,
    0.8758363577470485,
    0.8758363577470485,
    0.8758363577470485,
    0.8758363577470485,
    0.8758363577470485
  ],
  "4": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A cybersecurity company hosted a password-cracking challenge on a laptop, while an alumni panel discussed how to prepare for technical interviews.",
    "An event featured a cybersecurity company hosting a password-cracking challenge on a laptop, and an alumni panel discussed how to prepare for technical interviews. Career counselors reminded attendees to maintain eye contact.",
    "An event featured a cybersecurity company hosting a password-cracking challenge on a laptop, alongside an alumni panel discussing how to prepare for technical interviews. Career counselors reminded attendees to maintain eye contact. Healthcare providers showcased a display of community outreach photos, while alumni volunteers offered quick pep talks near the coffee station.",
    "An event features a cybersecurity company hosting a password-cracking challenge on a laptop, alongside an alumni panel on how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase a display of community outreach photos, while alumni volunteers offer quick pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin. The engineering society sponsors a resume review table near the stage.",
    "An event space features a circular arrangement around a polished floor, with dozens of booths encircling the area and colorful banners at each booth. A cybersecurity company hosts a password-cracking challenge on a laptop, adjacent to an alumni panel that discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photos of community outreach. Alumni volunteers offer quick pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, networking etiquette workshops begin. The engineering society sponsors a resume review table near the stage."
  ],
  "4_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.38330738218010185,
    0.38330738218010185,
    0.38330738218010185,
    0.38330738218010185,
    0.38330738218010185,
    0.38330738218010185,
    0.5790177712708482,
    0.5790177712708482,
    0.5790177712708482,
    0.5790177712708482,
    0.5790177712708482,
    0.5790177712708482,
    0.5790177712708482,
    0.5790177712708482,
    0.5790177712708482,
    0.716764446913434,
    0.716764446913434,
    0.716764446913434,
    0.716764446913434,
    0.716764446913434,
    0.716764446913434,
    0.716764446913434,
    0.716764446913434,
    0.716764446913434,
    0.716764446913434,
    0.716764446913434,
    0.8555178714825942,
    0.8555178714825942,
    0.8555178714825942,
    0.8555178714825942,
    0.8555178714825942,
    0.8555178714825942,
    0.8555178714825942,
    0.8555178714825942,
    0.8555178714825942,
    0.8555178714825942,
    0.8555178714825942,
    0.8555178714825942,
    0.8682405296631719,
    0.8682405296631719,
    0.8682405296631719,
    0.8682405296631719,
    0.8682405296631719,
    0.8682405296631719,
    0.8682405296631719,
    0.8682405296631719,
    0.8682405296631719
  ],
  "5": [
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "In the adjoining classroom, workshops on networking etiquette begin, with students clutching resumes inside branded folders.",
    "In the adjoining classroom, workshops on networking etiquette begin. Students clutch resumes inside branded folders, and some students rehearse elevator pitches quietly against the wall.",
    "In the adjoining classroom, networking etiquette workshops begin. Students clutch resumes in branded folders, and some students rehearse elevator pitches quietly against the wall. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "In the adjoining classroom, networking etiquette workshops have begun. Some students rehearse elevator pitches quietly against the wall and clutch resumes in branded folders. A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "In the adjoining classroom, networking etiquette workshops have begun. Some students rehearse elevator pitches quietly against the wall and clutch resumes in branded folders. A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "In the adjoining classroom, networking etiquette workshops have begun. Students rehearse elevator pitches quietly against the wall and clutch resumes in branded folders while a circular arrangement of booths with colorful banners surrounds a polished floor. A welcome announcement is broadcast over the PA system outlining the fair schedule, and career counselors remind attendees to maintain eye contact. An alumni panel discussed how to prepare for technical interviews. Healthcare providers showcased community outreach photos, presenting a display of outreach imagery. A cybersecurity company hosted a password-cracking challenge on a laptop.",
    "In the adjoining classroom, networking etiquette workshops have begun. Students rehearse elevator pitches quietly against the wall and clutch resumes in branded folders as a circular arrangement of booths with colorful banners surrounds a polished floor. A welcome announcement is broadcast over the PA system outlining the fair schedule, and career counselors remind attendees to maintain eye contact. An alumni panel discussed how to prepare for technical interviews. Healthcare providers showcased community outreach photos, presenting a display of outreach imagery. A cybersecurity company hosted a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens."
  ],
  "5_score": [
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.35447724759054017,
    0.35447724759054017,
    0.35447724759054017,
    0.35447724759054017,
    0.35447724759054017,
    0.35447724759054017,
    0.46305693046835,
    0.46305693046835,
    0.46305693046835,
    0.46305693046835,
    0.46305693046835,
    0.46305693046835,
    0.46305693046835,
    0.46305693046835,
    0.6740571727108153,
    0.6740571727108153,
    0.6740571727108153,
    0.6740571727108153,
    0.6740571727108153,
    0.6740571727108153,
    0.6740571727108153,
    0.6740571727108153,
    0.6740571727108153,
    0.6740571727108153,
    0.6740571727108153,
    0.6740571727108153,
    0.7360394122201186,
    0.7360394122201186,
    0.7360394122201186,
    0.7360394122201186,
    0.7360394122201186,
    0.7360394122201186,
    0.7360394122201186,
    0.7360394122201186,
    0.7360394122201186,
    0.7360394122201186,
    0.7360394122201186,
    0.7360394122201186,
    0.7360394122201186,
    0.7360394122201186,
    0.7360394122201186,
    0.7360394122201186,
    0.7360394122201186,
    0.7999344568849817,
    0.7999344568849817,
    0.7999344568849817,
    0.7999344568849817,
    0.7999344568849817,
    0.7999344568849817,
    0.7999344568849817,
    0.7999344568849817,
    0.7999344568849817,
    0.7999344568849817,
    0.8492928902507884,
    0.8492928902507884,
    0.8492928902507884,
    0.8492928902507884,
    0.8492928902507884
  ],
  "6": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. An alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. An alumni panel discusses how to prepare for technical interviews.",
    "The scene centers on dozens of booths with colorful banners encircling a polished floor in a circular arrangement around the space. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos, presenting a display of outreach-related imagery.",
    "Dozens of booths with colorful banners surround a polished floor arranged in a circular layout around the space. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase outreach photos, presenting a display of outreach imagery. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station. Networking etiquette workshops begin in the adjoining classroom.",
    "Dozens of booths with colorful banners encircle a polished floor arranged in a circular layout. An alumni panel discusses how to prepare for technical interviews while healthcare providers display outreach photos. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map as human resources teams jot notes on tablets while students introduce themselves. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Near the coffee station, alumni volunteers deliver brief pep talks. In the adjoining classroom, networking etiquette workshops begin. A cybersecurity company runs a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth to draw attention.",
    "Dozens of booths with colorful banners encircle a polished floor arranged in a circular layout. An alumni panel discusses how to prepare for technical interviews while healthcare providers display outreach photos. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map as human resources teams jot notes on tablets while students introduce themselves. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Near the coffee station, alumni volunteers deliver brief pep talks. In the adjoining classroom, networking etiquette workshops begin. A cybersecurity company runs a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth to draw attention."
  ],
  "6_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.5770231674266355,
    0.5770231674266355,
    0.5770231674266355,
    0.5770231674266355,
    0.5770231674266355,
    0.5770231674266355,
    0.5770231674266355,
    0.5770231674266355,
    0.5770231674266355,
    0.5770231674266355,
    0.5770231674266355,
    0.5770231674266355,
    0.5770231674266355,
    0.5770231674266355,
    0.5770231674266355,
    0.7084918938904906,
    0.7084918938904906,
    0.7084918938904906,
    0.7084918938904906,
    0.7084918938904906,
    0.7084918938904906,
    0.7084918938904906,
    0.7793289671231054,
    0.7793289671231054,
    0.7793289671231054,
    0.7793289671231054,
    0.7793289671231054,
    0.7793289671231054,
    0.7793289671231054,
    0.7793289671231054,
    0.7793289671231054,
    0.7793289671231054,
    0.7793289671231054,
    0.8532334533254111,
    0.8532334533254111,
    0.8532334533254111,
    0.8532334533254111,
    0.8532334533254111,
    0.8532334533254111,
    0.8532334533254111,
    0.8532334533254111,
    0.8532334533254111,
    0.8532334533254111,
    0.8532334533254111,
    0.8532334533254111,
    0.8532334533254111,
    0.8532334533254111
  ],
  "7": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "A panel of alumni discusses strategies for preparing for technical interviews.",
    "A panel of alumni discusses strategies for preparing for technical interviews.",
    "A panel of alumni discusses strategies for preparing for technical interviews.",
    "Alumni gather in a circular layout around a polished floor, with dozens of booths bearing colorful banners encircling the space. A panel of alumni discusses strategies for preparing for technical interviews. Near the coffee station, alumni volunteers share brief pep talks. In the adjoining classroom, networking etiquette workshops begin. Healthcare providers showcase photos of community outreach.",
    "Alumni gather in a circular layout around a polished floor, with dozens of booths bearing colorful banners encircling the space. A panel of alumni discusses strategies for preparing for technical interviews. Near the coffee station, alumni volunteers share brief pep talks. In the adjoining classroom, networking etiquette workshops begin. Healthcare providers showcase photos of community outreach. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications.",
    "Alumni gather in a circular arrangement around a polished floor, surrounding dozens of booths bearing colorful banners. A panel of alumni discusses strategies for preparing for technical interviews. Near the coffee station, alumni volunteers share brief pep talks. In the adjoining classroom, networking etiquette workshops begin, with students clutching resumes inside branded folders. Healthcare providers showcase photos of community outreach. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications.",
    "A circular arrangement of dozens of booths with colorful banners encircles a polished floor, with a panel of alumni discussing strategies for preparing for technical interviews. Near the coffee station, alumni volunteers share brief pep talks. In the adjoining classroom, networking etiquette workshops begin, with students clutching resumes inside branded folders. Healthcare providers showcase photos of community outreach. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. A robotics startup displays a small drone above its booth to attract attention."
  ],
  "7_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4483558166201864,
    0.4483558166201864,
    0.4483558166201864,
    0.4483558166201864,
    0.4483558166201864,
    0.4483558166201864,
    0.4483558166201864,
    0.4483558166201864,
    0.4483558166201864,
    0.4483558166201864,
    0.4483558166201864,
    0.4483558166201864,
    0.4483558166201864,
    0.4483558166201864,
    0.4483558166201864,
    0.4483558166201864,
    0.4483558166201864,
    0.4483558166201864,
    0.4483558166201864,
    0.4483558166201864,
    0.4483558166201864,
    0.4483558166201864,
    0.68217364064488,
    0.68217364064488,
    0.68217364064488,
    0.68217364064488,
    0.68217364064488,
    0.68217364064488,
    0.68217364064488,
    0.68217364064488,
    0.68217364064488,
    0.68217364064488,
    0.68217364064488,
    0.7485359142966168,
    0.7485359142966168,
    0.7485359142966168,
    0.7485359142966168,
    0.7485359142966168,
    0.7485359142966168,
    0.7485359142966168,
    0.7485359142966168,
    0.7485359142966168,
    0.7611089833027473,
    0.7611089833027473,
    0.7611089833027473,
    0.7611089833027473,
    0.7611089833027473,
    0.7611089833027473,
    0.7611089833027473,
    0.7611089833027473,
    0.7611089833027473,
    0.7611089833027473,
    0.7611089833027473,
    0.808113878433675,
    0.808113878433675,
    0.808113878433675
  ],
  "8": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "In the adjoining classroom, networking etiquette workshops begin, with students clutching resumes inside branded folders.",
    "Across the space, a circular arrangement of dozens of booths with colorful banners encircles a polished floor. In the adjoining classroom, networking etiquette workshops begin, with students clutching resumes inside branded folders. A robotics startup displays a small drone above its booth to attract attention. Near the coffee station, alumni volunteers share brief pep talks while an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos of community outreach.",
    "A circular arrangement of dozens of booths with colorful banners encircles a polished floor in the expo space. In the adjoining classroom, networking etiquette workshops begin, with students clutching resumes inside branded folders. A robotics startup displays a small drone above its booth to attract attention. Near the coffee station, alumni volunteers share brief pep talks while an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos documenting their community outreach efforts. Finance firms display QR codes for immediate internship applications."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.35913073628524395,
    0.35913073628524395,
    0.35913073628524395,
    0.35913073628524395,
    0.35913073628524395,
    0.35913073628524395,
    0.35913073628524395,
    0.35913073628524395,
    0.7609073055642095,
    0.7609073055642095,
    0.7609073055642095,
    0.7609073055642095,
    0.7609073055642095,
    0.7609073055642095,
    0.7609073055642095,
    0.7609073055642095,
    0.7609073055642095,
    0.7609073055642095,
    0.7609073055642095,
    0.7609073055642095,
    0.8382095514107728,
    0.8382095514107728,
    0.8382095514107728,
    0.8382095514107728,
    0.8382095514107728,
    0.8382095514107728,
    0.8382095514107728,
    0.8382095514107728,
    0.8382095514107728
  ],
  "9": [
    "",
    "",
    "",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map; human resources teams jot notes on tablets as students introduce themselves.",
    "Groups of friends mark target employers on the event map; human resources teams jot notes on tablets as students introduce themselves; career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. Near the coffee station, alumni volunteers share quick pep talks. In the adjoining classroom, networking etiquette workshops begin. An alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths with colorful banners encircle a polished floor in a circular arrangement. Groups of friends mark target employers on the event map while human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. Near the coffee station, alumni volunteers deliver brief pep talks, and in the adjoining classroom, networking etiquette workshops begin. An alumni panel discusses how to prepare for technical interviews, while healthcare providers display community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth to draw attention.",
    "Dozens of booths with colorful banners encircle a polished floor in a circular arrangement. Groups of friends mark target employers on the event map, creating a visual of intended employers, while human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. Near the coffee station, alumni volunteers deliver brief pep talks, and in the adjoining classroom, networking etiquette workshops begin. An alumni panel discusses how to prepare for technical interviews, and healthcare providers display community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.47465762500402053,
    0.47465762500402053,
    0.47465762500402053,
    0.47465762500402053,
    0.47465762500402053,
    0.47465762500402053,
    0.47465762500402053,
    0.47465762500402053,
    0.49562891218782823,
    0.49562891218782823,
    0.49562891218782823,
    0.49562891218782823,
    0.49562891218782823,
    0.49562891218782823,
    0.49562891218782823,
    0.7833712829544236,
    0.7833712829544236,
    0.7833712829544236,
    0.7833712829544236,
    0.7833712829544236,
    0.7833712829544236,
    0.7833712829544236,
    0.7833712829544236,
    0.7833712829544236,
    0.7833712829544236,
    0.7833712829544236,
    0.7833712829544236,
    0.8141734012686359,
    0.8141734012686359,
    0.8141734012686359,
    0.8141734012686359,
    0.8141734012686359,
    0.8141734012686359,
    0.8141734012686359,
    0.8141734012686359,
    0.8141734012686359,
    0.8141734012686359,
    0.8141734012686359,
    0.8141734012686359,
    0.8482731134282655,
    0.8482731134282655,
    0.8482731134282655,
    0.8482731134282655,
    0.8482731134282655,
    0.8482731134282655,
    0.8482731134282655,
    0.8482731134282655,
    0.8482731134282655,
    0.8482731134282655,
    0.8482731134282655,
    0.8482731134282655,
    0.8482731134282655,
    0.8482731134282655
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "In the event space, career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries, while alumni volunteers are delivering quick pep talks near the coffee station.",
    "In the event space, career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries, while alumni volunteers deliver quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. Consulting firms stack glossy case study booklets on high tables.",
    "In the event space, a circular layout of dozens of booths with colorful banners surrounds a polished floor, while consulting firms stack glossy case study booklets on high tables. A PA system issues a welcome announcement outlining the fair timetable, with the live schedule broadcast as attendees listen. Career counselors remind attendees to maintain eye contact and, when unsure, redirect toward applicable industries. Alumni volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, and human resources teams jot notes on tablets as students introduce themselves.",
    "The event space centers on a circular layout of dozens of booths with colorful banners surrounding a polished floor. A PA system issues a welcome announcement outlining the fair timetable, with the live schedule broadcast as attendees listen. Career counselors remind attendees to maintain eye contact and, when unsure, redirect toward applicable industries. Alumni volunteers give brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on an event map, while human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, networking etiquette workshops begin. Healthcare providers showcase photos of community outreach. Finance firms offer QR codes for immediate internship applications."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.4034346452282618,
    0.4034346452282618,
    0.4034346452282618,
    0.4034346452282618,
    0.4034346452282618,
    0.4034346452282618,
    0.4034346452282618,
    0.7593796717096266,
    0.7593796717096266,
    0.7593796717096266,
    0.7593796717096266,
    0.7593796717096266,
    0.7593796717096266,
    0.7593796717096266,
    0.7593796717096266,
    0.7593796717096266,
    0.7593796717096266,
    0.8602262868861741,
    0.8602262868861741,
    0.8602262868861741,
    0.8602262868861741,
    0.8602262868861741,
    0.8602262868861741,
    0.8602262868861741,
    0.8602262868861741,
    0.8602262868861741,
    0.883656582440619,
    0.883656582440619,
    0.883656582440619,
    0.883656582440619,
    0.883656582440619,
    0.883656582440619,
    0.883656582440619,
    0.883656582440619,
    0.883656582440619,
    0.883656582440619
  ],
  "11": [
    "",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. A robotics startup is flying a small drone above its booth to attract attention.",
    "At the event, a welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup is flying a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the event, a welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup is flying a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin. The engineering society sponsors a resume review table near the stage.",
    "At the event, a welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup is flying a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin. The engineering society sponsors a resume review table near the stage. A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "At the event, a welcome announcement is broadcast over the PA outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin. The engineering society sponsors a resume review table near the stage. A cybersecurity company is conducting a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact during the session, while some students rehearse elevator pitches quietly against the wall. The counselors also redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, a welcome announcement is broadcast over the PA outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin. The engineering society sponsors a resume review table near the stage. A cybersecurity company is conducting a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact during the session, while some students rehearse elevator pitches quietly against the wall; counselors redirect unsure students toward applicable industries. Alumni volunteers deliver brief pep talks near the coffee station, alongside healthcare providers displaying community outreach photos. Several students clutch resumes inside branded folders."
  ],
  "11_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5694412620794705,
    0.5694412620794705,
    0.5694412620794705,
    0.5694412620794705,
    0.5694412620794705,
    0.5694412620794705,
    0.5694412620794705,
    0.5694412620794705,
    0.7049156153464906,
    0.7049156153464906,
    0.7049156153464906,
    0.7049156153464906,
    0.7049156153464906,
    0.7049156153464906,
    0.7049156153464906,
    0.7615389751451547,
    0.7615389751451547,
    0.7615389751451547,
    0.7615389751451547,
    0.7615389751451547,
    0.7615389751451547,
    0.7615389751451547,
    0.7615389751451547,
    0.7615389751451547,
    0.8304884141651909,
    0.8304884141651909,
    0.8304884141651909,
    0.8304884141651909,
    0.8304884141651909,
    0.8304884141651909,
    0.8304884141651909,
    0.8304884141651909,
    0.8765824244395297,
    0.8765824244395297,
    0.8765824244395297,
    0.8765824244395297,
    0.8765824244395297,
    0.8765824244395297,
    0.8765824244395297,
    0.8765824244395297,
    0.8765824244395297,
    0.8765824244395297,
    0.8765824244395297,
    0.8765824244395297,
    0.8799442918120597,
    0.8799442918120597,
    0.8799442918120597,
    0.8799442918120597,
    0.8799442918120597,
    0.8799442918120597
  ],
  "12": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while networking etiquette workshops begin in the adjoining classroom and finance firms offer QR codes for immediate internship applications.",
    "Alumni volunteers give quick pep talks near the coffee station in a casual, social setting, while networking etiquette workshops run in the adjoining classroom and finance firms offer QR codes for immediate internship applications. Healthcare providers display photos of community outreach to establish a visual record. Nearby, a cybersecurity company conducts a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention.",
    "Alumni volunteers give quick pep talks near the coffee station in a casual social setting, while networking etiquette workshops run in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. Healthcare providers display photos of community outreach to establish a visual record. A cybersecurity company conducts a password-cracking challenge on a laptop nearby. A robotics startup flies a small drone above its booth to attract attention. A panel of alumni discusses strategies for preparing for technical interviews."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3901037789524579,
    0.3901037789524579,
    0.3901037789524579,
    0.3901037789524579,
    0.3901037789524579,
    0.3901037789524579,
    0.3901037789524579,
    0.3901037789524579,
    0.3901037789524579,
    0.3901037789524579,
    0.7543942812442187,
    0.7543942812442187,
    0.7543942812442187,
    0.7543942812442187,
    0.7543942812442187,
    0.7543942812442187,
    0.7543942812442187,
    0.7543942812442187,
    0.7543942812442187,
    0.80205314719432,
    0.80205314719432,
    0.80205314719432,
    0.80205314719432,
    0.80205314719432,
    0.80205314719432,
    0.80205314719432,
    0.80205314719432,
    0.80205314719432,
    0.80205314719432,
    0.80205314719432,
    0.80205314719432,
    0.80205314719432
  ],
  "13": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while some students rehearse elevator pitches quietly against the wall.",
    "Career counselors remind attendees to maintain eye contact as part of the session. Some students rehearse elevator pitches quietly against the wall. The counselors also redirect unsure students toward applicable industries.",
    "Career counselors remind attendees to maintain eye contact during the session, while some students rehearse elevator pitches quietly against the wall. The counselors also redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station.",
    "In the career fair, counselors remind attendees to maintain eye contact during the session, while some students rehearse elevator pitches quietly against the wall. The counselors redirect unsure students toward applicable industries. Nearby, alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. Workshops on networking etiquette begin in the adjoining classroom, and a welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, counselors remind attendees to maintain eye contact during the session and steer unsure students toward applicable industries, while some attendees rehearse elevator pitches quietly against the wall. Alumni volunteers offer quick pep talks near the coffee station. Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. Workshops on networking etiquette begin in the adjoining classroom, and a welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. In a display area, a cybersecurity company is conducting a password-cracking challenge on a laptop. Nearby, a robotics startup flies a small drone above its booth to attract attention.",
    "At the career fair, counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries, while some attendees rehearse elevator pitches quietly against the wall. Alumni volunteers offer quick pep talks near the coffee station. Dozens of booths with colorful banners encircle a polished floor in a circular arrangement around the space. Workshops on networking etiquette begin in the adjoining classroom, and a welcome announcement over the PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. In a display area, a cybersecurity company is conducting a password-cracking challenge on a laptop. Nearby, a robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase photos documenting their community outreach, and finance firms display QR codes for immediate internship applications. Students clutch resumes inside branded folders."
  ],
  "13_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3362529665320323,
    0.3362529665320323,
    0.3362529665320323,
    0.3362529665320323,
    0.3362529665320323,
    0.5054270234503679,
    0.5054270234503679,
    0.5054270234503679,
    0.5054270234503679,
    0.5054270234503679,
    0.5054270234503679,
    0.5054270234503679,
    0.5054270234503679,
    0.6266563358515931,
    0.6266563358515931,
    0.6266563358515931,
    0.6266563358515931,
    0.6266563358515931,
    0.6266563358515931,
    0.6266563358515931,
    0.6266563358515931,
    0.8528898221748855,
    0.8528898221748855,
    0.8528898221748855,
    0.8528898221748855,
    0.8528898221748855,
    0.8528898221748855,
    0.8528898221748855,
    0.8528898221748855,
    0.8528898221748855,
    0.8528898221748855,
    0.8842831245642333,
    0.8842831245642333,
    0.8842831245642333,
    0.8842831245642333,
    0.8842831245642333,
    0.8842831245642333,
    0.8842831245642333,
    0.8842831245642333,
    0.8842831245642333,
    0.8842831245642333,
    0.8842831245642333,
    0.8842831245642333,
    0.8842831245642333,
    0.8842831245642333
  ],
  "14": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A robotics startup flies a small drone above its booth for attention.",
    "A robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin.",
    "A robotics startup flies a small drone above its booth to attract attention; in the adjoining classroom, workshops on networking etiquette begin.",
    "A robotics startup is displaying a small drone above its booth to attract attention. A circular arrangement forms around a polished floor as dozens of booths with colorful banners encircle the space. Near the coffee station, alumni volunteers share brief pep talks. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, networking etiquette workshops begin. Healthcare providers showcase photos of community outreach.",
    "At a robotics startup booth, a small drone is displayed above the booth to attract attention. A circular arrangement forms around a polished floor as dozens of booths with colorful banners encircle the space. Near the coffee station, alumni volunteers share brief pep talks. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, networking etiquette workshops begin, with students clutching resumes inside branded folders. Healthcare providers showcase photos of community outreach.",
    "At a robotics startup booth, a small drone is displayed above the booth to attract attention. A circular arrangement forms around a polished floor as dozens of booths with colorful banners encircle the space. Near the coffee station, alumni volunteers share brief pep talks. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, networking etiquette workshops begin, with students clutching resumes inside branded folders. Healthcare providers showcase photos of community outreach."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.5207237506859995,
    0.5207237506859995,
    0.5207237506859995,
    0.5207237506859995,
    0.5207237506859995,
    0.5207237506859995,
    0.4057438417663285,
    0.4057438417663285,
    0.4057438417663285,
    0.4057438417663285,
    0.4057438417663285,
    0.4057438417663285,
    0.4057438417663285,
    0.4057438417663285,
    0.7328505261090827,
    0.7328505261090827,
    0.7328505261090827,
    0.7328505261090827,
    0.7328505261090827,
    0.7328505261090827,
    0.7328505261090827,
    0.7328505261090827,
    0.7328505261090827,
    0.7328505261090827,
    0.7328505261090827,
    0.7590055678396508,
    0.7590055678396508,
    0.7590055678396508,
    0.7590055678396508,
    0.7590055678396508,
    0.7590055678396508,
    0.7590055678396508,
    0.7590055678396508,
    0.7590055678396508,
    0.7590055678396508,
    0.7590055678396508,
    0.7590055678396508,
    0.7590055678396508,
    0.7590055678396508,
    0.7590055678396508,
    0.7590055678396508,
    0.7590055678396508,
    0.7590055678396508
  ],
  "15": [
    "",
    "",
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers are sharing quick pep talks near the coffee station.",
    "Alumni volunteers are giving quick pep talks near the coffee station as students line up outside the university gym before the career fair opens.",
    "Alumni volunteers give brief pep talks near the coffee station as students line up outside the university gym before the career fair opens. A circular arrangement forms around a polished floor as dozens of booths with colorful banners encircle the space. In the adjoining classroom, networking etiquette workshops begin, and an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos of community outreach.",
    "Alumni volunteers give brief pep talks near the coffee station as students line up outside the university gym before the career fair opens. A circular arrangement forms around a polished floor as dozens of booths with colorful banners encircle the space. In the adjoining classroom, networking etiquette workshops begin, and an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos of community outreach. Tech companies display demo screens showing their latest apps.",
    "Alumni volunteers deliver brief pep talks near the coffee station as students line up outside the university gym before the career fair opens. A circular arrangement forms around a polished floor, with dozens of booths and colorful banners encircling the space. In the adjoining classroom, networking etiquette workshops begin while an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos of community outreach, and tech companies display demo screens of their latest apps. A cybersecurity company hosts a password-cracking challenge on a laptop."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33328552522427063,
    0.33328552522427063,
    0.33328552522427063,
    0.33328552522427063,
    0.33328552522427063,
    0.33328552522427063,
    0.33328552522427063,
    0.424125383404516,
    0.424125383404516,
    0.424125383404516,
    0.424125383404516,
    0.424125383404516,
    0.424125383404516,
    0.424125383404516,
    0.424125383404516,
    0.424125383404516,
    0.7824627621039495,
    0.7824627621039495,
    0.7824627621039495,
    0.7824627621039495,
    0.7824627621039495,
    0.7824627621039495,
    0.7824627621039495,
    0.7824627621039495,
    0.8229964581942681,
    0.8229964581942681,
    0.8229964581942681,
    0.8229964581942681,
    0.8229964581942681,
    0.8229964581942681,
    0.8229964581942681,
    0.8229964581942681,
    0.8229964581942681,
    0.8229964581942681,
    0.8229964581942681,
    0.8280372520571477,
    0.8280372520571477,
    0.8280372520571477,
    0.8280372520571477,
    0.8280372520571477,
    0.8280372520571477,
    0.8280372520571477,
    0.8280372520571477,
    0.8280372520571477,
    0.8280372520571477,
    0.8280372520571477,
    0.8280372520571477
  ],
  "16": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications, and alumni volunteers share quick pep talks near the coffee station, while networking etiquette workshops begin in the adjoining classroom.",
    "The scene is a career fair-like space where career counselors redirect unsure students toward applicable industries. Finance firms display QR codes for immediate internship applications. Alumni volunteers give quick pep talks near the coffee station, and networking etiquette workshops begin in the adjoining classroom. Alumni gather in a circular arrangement around a polished floor, with dozens of booths bearing colorful banners encircling the space. A panel of alumni discusses strategies for preparing for technical interviews. Healthcare providers showcase photos of community outreach.",
    "A career fair-like space hosts counselors guiding unsure students toward applicable industries. Finance firms display QR codes for immediate internship applications. Alumni volunteers deliver quick pep talks near the coffee station, while a panel of alumni discusses strategies for preparing for technical interviews. Dozens of booths with colorful banners encircle a polished floor, and alumni gather in a circular arrangement around it. In the adjoining classroom, networking etiquette workshops begin; students clutch resumes inside branded folders and rehearse elevator pitches quietly against the wall. Healthcare providers showcase photos of community outreach. A welcome announcement plays over the PA system, outlining the fair's schedule.",
    "A career fair-like space features counselors guiding unsure students toward applicable industries. Finance firms display QR codes for immediate internship applications. Alumni volunteers deliver quick pep talks near the coffee station, and a panel of alumni discusses strategies for preparing for technical interviews. Dozens of booths with colorful banners encircle a polished floor, with alumni gathered in a circular arrangement around it. In an adjoining classroom, networking etiquette workshops begin as students clutch resumes in branded folders and rehearse elevator pitches quietly against the wall. Healthcare providers showcase photos of community outreach. A welcome announcement plays over the PA outlining the fair's schedule. At a cybersecurity company event, a password-cracking challenge was hosted on a laptop. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries."
  ],
  "16_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5761988866570288,
    0.5761988866570288,
    0.5761988866570288,
    0.5761988866570288,
    0.5761988866570288,
    0.5761988866570288,
    0.5761988866570288,
    0.5761988866570288,
    0.5761988866570288,
    0.8034638618844971,
    0.8034638618844971,
    0.8034638618844971,
    0.8034638618844971,
    0.8034638618844971,
    0.8034638618844971,
    0.8034638618844971,
    0.8034638618844971,
    0.8034638618844971,
    0.8034638618844971,
    0.8745003724066747,
    0.8745003724066747,
    0.8745003724066747,
    0.8745003724066747,
    0.8745003724066747,
    0.8745003724066747,
    0.8745003724066747,
    0.8745003724066747,
    0.8745003724066747,
    0.8745003724066747,
    0.8745003724066747,
    0.8745003724066747,
    0.8666563371542032,
    0.8666563371542032,
    0.8666563371542032
  ],
  "17": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. A panel of alumni discusses strategies for preparing for technical interviews.",
    "Healthcare providers showcase community outreach photos, while a panel of alumni discusses strategies for preparing for technical interviews.",
    "Healthcare providers showcase community outreach photos, and a panel of alumni discusses strategies for preparing for technical interviews.",
    "At a career-preparation scene, healthcare providers showcase photos documenting their community outreach, while a panel of alumni discusses strategies for preparing for technical interviews. Networking etiquette workshops begin in the adjoining classroom. Finance firms display QR codes for immediate internship applications. Students clutch resumes inside branded folders.",
    "At a career-preparation fair, healthcare providers showcase photos documenting their community outreach as an alumni panel discusses strategies for preparing for technical interviews. Networking etiquette workshops run in the adjoining classroom. Dozens of booths with colorful banners encircle a polished floor in a circular arrangement. Finance firms display QR codes for immediate internship applications. Students clutch resumes inside branded folders. Counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries; some students rehearse elevator pitches quietly against the wall. Nearby, alumni volunteers share quick pep talks near the coffee station. A PA welcome announces the fair schedule."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.5068255147196571,
    0.5068255147196571,
    0.5068255147196571,
    0.5068255147196571,
    0.5068255147196571,
    0.5068255147196571,
    0.3932676547860822,
    0.3932676547860822,
    0.3932676547860822,
    0.3932676547860822,
    0.3932676547860822,
    0.3932676547860822,
    0.3932676547860822,
    0.3932676547860822,
    0.3932676547860822,
    0.37623600284798747,
    0.37623600284798747,
    0.37623600284798747,
    0.37623600284798747,
    0.37623600284798747,
    0.37623600284798747,
    0.37623600284798747,
    0.37623600284798747,
    0.7731072813841792,
    0.7731072813841792,
    0.7731072813841792,
    0.7731072813841792,
    0.7731072813841792,
    0.7731072813841792,
    0.7731072813841792,
    0.7731072813841792,
    0.7731072813841792,
    0.7731072813841792,
    0.8668947202934745,
    0.8668947202934745,
    0.8668947202934745,
    0.8668947202934745,
    0.8668947202934745,
    0.8668947202934745,
    0.8668947202934745,
    0.8668947202934745,
    0.8668947202934745,
    0.8668947202934745
  ],
  "18": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase photos of community outreach.",
    "Healthcare providers showcase photos of community outreach.",
    "Healthcare providers are displaying photos of community outreach, establishing a visual record of outreach efforts. Nearby, alumni volunteers deliver quick pep talks near the coffee station, offering encouragement in a casual, social setting.",
    "Healthcare providers display photos of community outreach to establish a visual record of outreach efforts. Nearby, alumni volunteers deliver quick pep talks near the coffee station in a casual, social setting. A cybersecurity company is conducting a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention.",
    "Healthcare providers display photos of community outreach to establish a visual record of outreach efforts. Nearby, alumni volunteers deliver quick pep talks near the coffee station in a casual, social setting. A cybersecurity company is conducting a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention. Career counselors remind attendees to maintain eye contact as part of the session. Some students rehearse elevator pitches quietly against the wall. The counselors also redirect unsure students toward applicable industries.",
    "Healthcare providers display photos of community outreach to establish a visual record of their outreach efforts. Nearby, alumni volunteers give brief pep talks near the coffee station in a casual, social setting. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact during sessions, and also guide unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "Healthcare providers display photos documenting their community outreach to establish a visual record of their efforts. Nearby, alumni volunteers give brief pep talks near the coffee station in a casual, social setting. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact during sessions, and also guide unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.4062845811053105,
    0.4062845811053105,
    0.4062845811053105,
    0.4062845811053105,
    0.4062845811053105,
    0.4062845811053105,
    0.4062845811053105,
    0.4062845811053105,
    0.6892188869293838,
    0.6892188869293838,
    0.6892188869293838,
    0.6892188869293838,
    0.6892188869293838,
    0.6892188869293838,
    0.6892188869293838,
    0.6892188869293838,
    0.6892188869293838,
    0.6892188869293838,
    0.7635720048673953,
    0.7635720048673953,
    0.7635720048673953,
    0.7635720048673953,
    0.7635720048673953,
    0.7635720048673953,
    0.7635720048673953,
    0.7635720048673953,
    0.7635720048673953,
    0.8138999876144073,
    0.8138999876144073,
    0.8138999876144073,
    0.8138999876144073,
    0.8138999876144073,
    0.8138999876144073,
    0.8138999876144073,
    0.8138999876144073,
    0.8138999876144073,
    0.8138999876144073,
    0.8138999876144073,
    0.8308594541133055,
    0.8308594541133055,
    0.8308594541133055,
    0.8308594541133055,
    0.8308594541133055,
    0.8308594541133055,
    0.8308594541133055,
    0.8308594541133055
  ],
  "19": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Alumni volunteers are giving quick pep talks near the coffee station, while networking etiquette workshops begin in the adjoining classroom.",
    "Alumni volunteers are giving quick pep talks near the coffee station as networking etiquette workshops begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact.",
    "Alumni volunteers give quick pep talks near the coffee station while networking etiquette workshops begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. A circular arrangement forms around a polished floor as dozens of booths with colorful banners encircle the space. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos of community outreach.",
    "An event space features a circular arrangement around a polished floor, with dozens of booths encircling the area and colorful banners adorning each booth. Alumni volunteers give quick pep talks near the coffee station, while networking etiquette workshops begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos of community outreach.",
    "The scene is an event space with a circular arrangement around a polished floor, dozens of booths encircling the area, and colorful banners on each booth. Alumni volunteers give quick pep talks near the coffee station, while networking etiquette workshops run in the adjoining classroom. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews, paired with a cybersecurity company hosting a password-cracking challenge on a laptop. Healthcare providers showcase photos of community outreach. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement broadcasts over the PA system outlining the fair schedule. The engineering society sponsors a resume review table near the stage."
  ],
  "19_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33306294553823007,
    0.33306294553823007,
    0.33306294553823007,
    0.33306294553823007,
    0.33306294553823007,
    0.33306294553823007,
    0.33306294553823007,
    0.33306294553823007,
    0.47408625970292795,
    0.47408625970292795,
    0.47408625970292795,
    0.47408625970292795,
    0.47408625970292795,
    0.47408625970292795,
    0.47408625970292795,
    0.47408625970292795,
    0.47408625970292795,
    0.47408625970292795,
    0.6878005370040416,
    0.6878005370040416,
    0.6878005370040416,
    0.6878005370040416,
    0.6878005370040416,
    0.6878005370040416,
    0.6878005370040416,
    0.6878005370040416,
    0.6878005370040416,
    0.73835674423428,
    0.73835674423428,
    0.73835674423428,
    0.73835674423428,
    0.73835674423428,
    0.73835674423428,
    0.73835674423428,
    0.73835674423428,
    0.73835674423428,
    0.73835674423428,
    0.73835674423428,
    0.73835674423428,
    0.73835674423428,
    0.8415174151526563,
    0.8415174151526563,
    0.8415174151526563,
    0.8415174151526563,
    0.8415174151526563,
    0.8415174151526563,
    0.8415174151526563,
    0.8415174151526563
  ],
  "20": [
    "",
    "",
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while networking etiquette workshops begin in the adjoining classroom.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. Near the coffee station, alumni volunteers share quick pep talks. In the adjoining classroom, networking etiquette workshops begin. An alumni panel discusses how to prepare for technical interviews.",
    "A circular arrangement forms around a polished floor as dozens of booths with colorful banners encircle the space. Near the coffee station, alumni volunteers share brief pep talks. In the adjoining classroom, networking etiquette workshops begin. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos of community outreach.",
    "A circular arrangement forms around a polished floor as dozens of booths with colorful banners encircle the space. Near the coffee station, alumni volunteers share brief pep talks. In the adjoining classroom, networking etiquette workshops begin. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos of community outreach. Event staff scan registrations and hand out lanyards at the entrance.",
    "A circular arrangement forms around a polished floor, with dozens of booths decorated by colorful banners encircling the space. Near the coffee station, alumni volunteers give brief pep talks. In the adjoining classroom, networking etiquette workshops begin. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos of community outreach. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup is flying a small drone above its booth to attract attention.",
    "A circular arrangement surrounds a polished floor with dozens of booths decorated by colorful banners. Near the coffee station, alumni volunteers give brief pep talks. In the adjoining classroom, networking etiquette workshops begin, and an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos of community outreach. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement broadcasts over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "At the event, a circular arrangement surrounds a polished floor with dozens of booths decorated by colorful banners. Near the coffee station, alumni volunteers give brief pep talks. In the adjoining classroom, networking etiquette workshops occur, and an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos documenting their community outreach. Event staff scan registrations and hand out lanyards at the entrance, while a welcome announcement broadcasts over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Finance firms display QR codes for immediate internship applications. Students clutch resumes inside branded folders."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3275950300032569,
    0.3275950300032569,
    0.3275950300032569,
    0.3275950300032569,
    0.3275950300032569,
    0.6827763895905539,
    0.6827763895905539,
    0.6827763895905539,
    0.6827763895905539,
    0.6827763895905539,
    0.6827763895905539,
    0.6827763895905539,
    0.6745897148333959,
    0.6745897148333959,
    0.6745897148333959,
    0.6745897148333959,
    0.6745897148333959,
    0.6745897148333959,
    0.6745897148333959,
    0.6745897148333959,
    0.7304480961398542,
    0.7304480961398542,
    0.7304480961398542,
    0.7304480961398542,
    0.7304480961398542,
    0.7304480961398542,
    0.7304480961398542,
    0.7304480961398542,
    0.7304480961398542,
    0.8505117784903624,
    0.8505117784903624,
    0.8505117784903624,
    0.8505117784903624,
    0.8505117784903624,
    0.8505117784903624,
    0.8505117784903624,
    0.8505117784903624,
    0.8505117784903624,
    0.8505117784903624,
    0.8795547938702446,
    0.8795547938702446,
    0.8795547938702446,
    0.8795547938702446,
    0.8795547938702446,
    0.8795547938702446,
    0.8795547938702446,
    0.8795547938702446,
    0.8795547938702446,
    0.8795547938702446,
    0.8795547938702446,
    0.8795547938702446,
    0.8795547938702446,
    0.8795547938702446,
    0.8795547938702446,
    0.908067751398084
  ],
  "21": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A welcome announcement is being delivered over the PA system, outlining the fair schedule.",
    "A welcome announcement is being delivered over the PA system, outlining the fair schedule. The scene focuses on the PA system and the live announcement conveying the timetable for the fair.",
    "The scene centers on a PA system delivering a welcome announcement that outlines the fair timetable. The live announcement broadcasts the schedule while attendees listen. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, and human resources teams jot notes on tablets as students introduce themselves.",
    "An event-wide PA system delivers a welcome announcement that outlines the fair timetable, with the live schedule broadcast as attendees listen. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves.",
    "An event-wide PA system delivers a welcome announcement outlining the fair timetable, with the live schedule broadcast as attendees listen. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.36402117831225617,
    0.36402117831225617,
    0.36402117831225617,
    0.36402117831225617,
    0.36402117831225617,
    0.36402117831225617,
    0.36402117831225617,
    0.36402117831225617,
    0.36402117831225617,
    0.44990460363420165,
    0.44990460363420165,
    0.44990460363420165,
    0.44990460363420165,
    0.44990460363420165,
    0.44990460363420165,
    0.44990460363420165,
    0.44990460363420165,
    0.44990460363420165,
    0.8122755516223963,
    0.8122755516223963,
    0.8122755516223963,
    0.8122755516223963,
    0.8122755516223963,
    0.8122755516223963,
    0.8122755516223963,
    0.8122755516223963,
    0.8122755516223963,
    0.8122755516223963,
    0.7611415796044423,
    0.7611415796044423,
    0.7611415796044423,
    0.7611415796044423,
    0.7611415796044423,
    0.7611415796044423,
    0.7611415796044423,
    0.7611415796044423,
    0.7611415796044423,
    0.7600351938922845,
    0.7600351938922845,
    0.7600351938922845,
    0.7600351938922845,
    0.7600351938922845,
    0.7600351938922845,
    0.7600351938922845,
    0.7600351938922845,
    0.7600351938922845,
    0.7600351938922845
  ],
  "22": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "A live welcome announcement is being broadcast over the PA system, outlining the fair schedule. The scene focuses on the PA system and the live delivery, as the timetable for the fair is conveyed.",
    "A live welcome announcement is being broadcast over the PA system, outlining the fair schedule. The scene focuses on the PA system and the live delivery, as the timetable for the fair is conveyed. The engineering society sponsors a resume review table near the stage.",
    "A live welcome announcement is being broadcast over the PA system, outlining the fair schedule, with the scene focusing on the PA system and the live delivery as the timetable is conveyed. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4280201338962056,
    0.4280201338962056,
    0.4280201338962056,
    0.4280201338962056,
    0.4280201338962056,
    0.4280201338962056,
    0.4280201338962056,
    0.4280201338962056,
    0.6786446070359776,
    0.6786446070359776,
    0.6786446070359776,
    0.6786446070359776,
    0.6786446070359776,
    0.6786446070359776,
    0.6786446070359776,
    0.6786446070359776,
    0.6786446070359776,
    0.6786446070359776,
    0.7241438940879736,
    0.7241438940879736,
    0.7241438940879736,
    0.7241438940879736,
    0.7241438940879736,
    0.7241438940879736,
    0.7241438940879736,
    0.7241438940879736
  ],
  "23": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. A panel of alumni discusses strategies for preparing for technical interviews.",
    "Alumni volunteers deliver quick pep talks near the coffee station, contributing a casual, social backdrop to the event. Healthcare providers display photos of community outreach, establishing a visual record of outreach efforts. A panel of alumni discusses strategies for preparing for technical interviews. An adjoining classroom hosts networking etiquette workshops as they begin, with students clutching resumes inside branded folders. The scene combines career readiness, outreach documentation, and peer support in a shared campus setting.",
    "On a shared campus setting, alumni volunteers deliver quick pep talks near the coffee station, contributing a casual, social backdrop to the event. Healthcare providers display photos of community outreach, establishing a visual record of outreach efforts. A panel of alumni discusses strategies for preparing for technical interviews. An adjoining classroom hosts networking etiquette workshops as they begin, with students clutching resumes inside branded folders. The scene combines career readiness, outreach documentation, and peer support.",
    "A shared campus setting features alumni volunteers delivering quick pep talks near the coffee station, creating a casual, social backdrop to the event. Healthcare providers display photos of community outreach, establishing a visual record of outreach efforts. A panel of alumni discusses strategies for preparing for technical interviews. An adjoining classroom hosts networking etiquette workshops as they begin, with students clutching resumes inside branded folders. The scene combines career readiness, outreach documentation, and peer support."
  ],
  "23_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.6314023933101545,
    0.6314023933101545,
    0.6314023933101545,
    0.6314023933101545,
    0.6314023933101545,
    0.6314023933101545,
    0.6314023933101545,
    0.6314023933101545,
    0.6314023933101545,
    0.6314023933101545,
    0.7165049639170242,
    0.7165049639170242,
    0.7165049639170242,
    0.7165049639170242,
    0.7165049639170242,
    0.7165049639170242,
    0.7165049639170242,
    0.7165049639170242,
    0.7165049639170242,
    0.7165049639170242,
    0.7162379367818196,
    0.7162379367818196,
    0.7162379367818196,
    0.7162379367818196,
    0.7162379367818196,
    0.7162379367818196,
    0.7162379367818196,
    0.7162379367818196,
    0.7162379367818196,
    0.7162379367818196,
    0.7162379367818196,
    0.7162379367818196,
    0.7155017545330212
  ],
  "24": [
    "",
    "",
    "\"\"",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. Consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews, establishing the events focus on interview readiness. Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. Consulting firms stack glossy case study booklets on high tables nearby. Career counselors redirect unsure students toward applicable industries, guiding them to consider suitable pathways within the fair.",
    "An alumni panel discusses how to prepare for technical interviews, establishing the events focus on interview readiness. Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. Consulting firms stack glossy case study booklets on high tables nearby. Career counselors redirect unsure students toward applicable industries, guiding them to consider suitable pathways within the fair and reminding attendees to maintain eye contact. A cybersecurity company hosts a password cracking challenge on a laptop.",
    "An alumni panel discusses how to prepare for technical interviews, establishing the events focus on interview readiness. Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. Consulting firms stack glossy case study booklets on high tables nearby. Career counselors redirect unsure students toward applicable industries, guiding them to consider suitable pathways within the fair and reminding attendees to maintain eye contact. A cybersecurity company conducts a password-cracking challenge on a laptop. The welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin. The engineering society sponsors a resume review table near the stage."
  ],
  "24_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.43088401587677666,
    0.43088401587677666,
    0.43088401587677666,
    0.43088401587677666,
    0.43088401587677666,
    0.43088401587677666,
    0.72173562389039,
    0.72173562389039,
    0.72173562389039,
    0.72173562389039,
    0.72173562389039,
    0.72173562389039,
    0.72173562389039,
    0.72173562389039,
    0.72173562389039,
    0.8383493500677676,
    0.8383493500677676,
    0.8383493500677676,
    0.8383493500677676,
    0.8383493500677676,
    0.8383493500677676,
    0.8383493500677676,
    0.8383493500677676,
    0.8383493500677676,
    0.8383493500677676,
    0.8673907793829092,
    0.8673907793829092,
    0.8673907793829092,
    0.8673907793829092,
    0.8673907793829092,
    0.8673907793829092,
    0.8673907793829092,
    0.8673907793829092,
    0.8673907793829092,
    0.8673907793829092,
    0.902307394177412,
    0.902307394177412,
    0.902307394177412,
    0.902307394177412,
    0.902307394177412,
    0.902307394177412,
    0.902307394177412,
    0.902307394177412,
    0.902307394177412,
    0.902307394177412,
    0.902307394177412,
    0.902307394177412
  ],
  "25": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "A robotics startup is flying a small drone above its booth to attract attention, while event staff at the entrance scan registrations and hand out lanyards.",
    "A robotics startup is flying a small drone above its booth to attract attention, while event staff at the entrance scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "At the event, a robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before the career fair opens.",
    "At the event, a robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before the career fair opens. The scene centers on dozens of booths with colorful banners encircling a polished floor in a circular arrangement around the space. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos, presenting a display of outreach-related imagery.",
    "At the university career fair in the gym, dozens of booths with colorful banners encircle a polished floor arranged in a circular pattern around the space. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Outside the gym, students line up before the fair opens. Inside, networking etiquette workshops proceed in the adjoining classroom. A PA system broadcasts a welcome message detailing the fair's timetable. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos, presenting a display of outreach imagery."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.38047398015917744,
    0.38047398015917744,
    0.38047398015917744,
    0.38047398015917744,
    0.38047398015917744,
    0.38047398015917744,
    0.38047398015917744,
    0.5610592252702433,
    0.5610592252702433,
    0.5610592252702433,
    0.5610592252702433,
    0.5610592252702433,
    0.5610592252702433,
    0.5610592252702433,
    0.5610592252702433,
    0.8184509692679793,
    0.8184509692679793,
    0.8184509692679793,
    0.8184509692679793,
    0.8184509692679793,
    0.8184509692679793,
    0.8184509692679793,
    0.8184509692679793,
    0.8184509692679793,
    0.8184509692679793,
    0.8184509692679793,
    0.8184509692679793,
    0.8710968419031677,
    0.8710968419031677,
    0.8710968419031677,
    0.8710968419031677,
    0.8710968419031677,
    0.8710968419031677,
    0.8710968419031677,
    0.8710968419031677,
    0.8710968419031677,
    0.8710968419031677,
    0.8710968419031677,
    0.8799013132954391,
    0.8799013132954391,
    0.8799013132954391,
    0.8799013132954391,
    0.8799013132954391,
    0.8799013132954391
  ],
  "26": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "In the adjoining classroom, networking etiquette workshops begin, with students clutching resumes inside branded folders.",
    "Adjoining classroom hosts networking etiquette workshops as they begin, with students clutching resumes inside branded folders. Healthcare providers display photos of community outreach, establishing a visual record of outreach efforts. Nearby, alumni volunteers deliver quick pep talks near the coffee station, offering encouragement in a casual, social setting.",
    "An adjoining classroom hosts networking etiquette workshops as they begin, with students clutching resumes inside branded folders. Healthcare providers display photos of community outreach, establishing a visual record of outreach efforts. Nearby, alumni volunteers deliver quick pep talks near the coffee station, offering encouragement in a casual, social setting. A panel of alumni discusses strategies for preparing for technical interviews.",
    "An adjoining classroom hosts networking etiquette workshops as they begin, while students clutch resumes inside branded folders. Healthcare providers display photos of community outreach, creating a visual record of outreach efforts. Alumni volunteers deliver brief pep talks near the coffee station in a casual, social setting. An alumni panel discusses strategies for preparing for technical interviews. The venue features a circular arrangement around a polished floor, with dozens of booths decorated by colorful banners encircling the space. Event staff scan registrations and hand out lanyards at the entrance, and a welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35913073628524395,
    0.35913073628524395,
    0.35913073628524395,
    0.35913073628524395,
    0.35913073628524395,
    0.35913073628524395,
    0.35913073628524395,
    0.35913073628524395,
    0.35913073628524395,
    0.35913073628524395,
    0.35913073628524395,
    0.6234659890848084,
    0.6234659890848084,
    0.6234659890848084,
    0.6234659890848084,
    0.6234659890848084,
    0.6234659890848084,
    0.6234659890848084,
    0.6234659890848084,
    0.6950782928267891,
    0.6950782928267891,
    0.6950782928267891,
    0.6950782928267891,
    0.6950782928267891,
    0.6950782928267891,
    0.6950782928267891,
    0.6950782928267891,
    0.6950782928267891,
    0.6950782928267891,
    0.8681029341235083,
    0.8681029341235083,
    0.8681029341235083,
    0.8681029341235083,
    0.8681029341235083,
    0.8681029341235083,
    0.8681029341235083,
    0.8681029341235083,
    0.8681029341235083,
    0.8681029341235083,
    0.8681029341235083,
    0.8681029341235083,
    0.8681029341235083,
    0.8681029341235083
  ],
  "27": [
    "",
    "",
    "",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, creating a visual of intended employers. The engineering society sponsors a resume review table near the stage.",
    "An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, creating a visual of intended employers. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase a display of community outreach photos, and alumni volunteers share quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, creating a visual of intended employers. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase a display of community outreach photos, and alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "The scene is a career fair-like space where alumni gather in a circular arrangement around a polished floor, and dozens of booths with colorful banners encircle the area. A panel of alumni discusses strategies for preparing for technical interviews. Groups of friends mark target employers on the event map, creating a visual of intended employers. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Finance firms display QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries. Networking etiquette workshops begin in the adjoining classroom. Alumni volunteers give quick pep talks near the coffee station. Healthcare providers showcase photos of community outreach."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.6120948499077867,
    0.6120948499077867,
    0.6120948499077867,
    0.6120948499077867,
    0.6120948499077867,
    0.6120948499077867,
    0.6120948499077867,
    0.7503780767059041,
    0.7503780767059041,
    0.7503780767059041,
    0.7503780767059041,
    0.7503780767059041,
    0.7503780767059041,
    0.7503780767059041,
    0.7503780767059041,
    0.7524993329382532,
    0.7524993329382532,
    0.7524993329382532,
    0.7524993329382532,
    0.7524993329382532,
    0.7524993329382532,
    0.7524993329382532,
    0.7524993329382532,
    0.7766649678878788,
    0.7766649678878788,
    0.7766649678878788,
    0.7766649678878788,
    0.7766649678878788,
    0.7766649678878788,
    0.7766649678878788,
    0.7766649678878788,
    0.7766649678878788,
    0.7766649678878788,
    0.7766649678878788,
    0.8276367565101073,
    0.8276367565101073,
    0.8276367565101073,
    0.8276367565101073,
    0.8276367565101073,
    0.8276367565101073,
    0.8276367565101073,
    0.8276367565101073,
    0.8276367565101073,
    0.8276367565101073,
    0.8276367565101073,
    0.8276367565101073,
    0.8276367565101073,
    0.8276367565101073
  ],
  "28": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "A cybersecurity company hosts a password cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews.",
    "A cybersecurity company hosts a password cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, networking etiquette workshops begin, and finance firms offer QR codes for immediate internship applications.",
    "In the scene, a cybersecurity company hosts a password cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, networking etiquette workshops begin, with finance firms offering QR codes for immediate internship applications, and students clutching resumes inside branded folders.",
    "At a multi-organizational career event, a cybersecurity company hosts a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews. In an adjoining classroom, networking etiquette workshops unfold as finance firms offer QR codes for immediate internship applications, and students clutch resumes inside branded folders. Along the main floor, career counselors remind attendees to maintain eye contact, and groups of friends mark target employers on the event map; human resources teams jot notes on tablets as students introduce themselves. Healthcare providers display community outreach photos, with alumni volunteers delivering brief pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.402725808596508,
    0.402725808596508,
    0.402725808596508,
    0.402725808596508,
    0.402725808596508,
    0.402725808596508,
    0.402725808596508,
    0.402725808596508,
    0.6117896437025137,
    0.6117896437025137,
    0.6117896437025137,
    0.6117896437025137,
    0.6117896437025137,
    0.6117896437025137,
    0.6117896437025137,
    0.6117896437025137,
    0.6117896437025137,
    0.6136616995175059,
    0.6136616995175059,
    0.6136616995175059,
    0.6136616995175059,
    0.6136616995175059,
    0.6136616995175059,
    0.6136616995175059,
    0.6136616995175059,
    0.6136616995175059,
    0.6136616995175059,
    0.6136616995175059,
    0.6136616995175059,
    0.8129725789068138,
    0.8129725789068138,
    0.8129725789068138,
    0.8129725789068138,
    0.8129725789068138,
    0.8129725789068138,
    0.8129725789068138,
    0.8129725789068138,
    0.8129725789068138,
    0.8129725789068138,
    0.8129725789068138,
    0.8129725789068138,
    0.8129725789068138
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "A cybersecurity company hosted a password-cracking challenge on a laptop, while an alumni panel discussed how to prepare for technical interviews.",
    "A cybersecurity company hosted a password-cracking challenge on a laptop, an alumni panel discussed strategies for preparing for technical interviews, and healthcare providers showcased community outreach photos.",
    "A cybersecurity company hosted a password-cracking challenge on a laptop, healthcare providers showcased community outreach photos, and an alumni panel discussed strategies for preparing for technical interviews, with career counselors reminding attendees to maintain eye contact; groups of friends marked target employers on the event map.",
    "A university career fair scene features dozens of booths with colorful banners encircling a polished floor in a circular pattern, while a line of students forms outside the gym before opening. A cybersecurity company hosts a password-cracking challenge on a laptop, and healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews, complemented by career counselors reminding attendees to maintain eye contact and by groups of friends marking target employers on the event map. As the fair approaches, workshops on networking etiquette begin in the adjoining classroom, and career counselors redirect unsure students toward applicable industries."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.38330738218010185,
    0.38330738218010185,
    0.38330738218010185,
    0.38330738218010185,
    0.38330738218010185,
    0.38330738218010185,
    0.38330738218010185,
    0.38330738218010185,
    0.38330738218010185,
    0.3946082509180193,
    0.3946082509180193,
    0.3946082509180193,
    0.3946082509180193,
    0.3946082509180193,
    0.3946082509180193,
    0.3946082509180193,
    0.3946082509180193,
    0.3946082509180193,
    0.3946082509180193,
    0.458652165194889,
    0.458652165194889,
    0.458652165194889,
    0.458652165194889,
    0.458652165194889,
    0.458652165194889,
    0.458652165194889,
    0.458652165194889,
    0.458652165194889,
    0.458652165194889,
    0.458652165194889,
    0.8495166126250987,
    0.8495166126250987,
    0.8495166126250987,
    0.8495166126250987,
    0.8495166126250987,
    0.8495166126250987,
    0.8495166126250987,
    0.8495166126250987,
    0.8495166126250987,
    0.8495166126250987
  ],
  "30": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair's schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair's schedule.",
    "A welcome announcement plays over the PA system, outlining the fair's schedule. In the adjoining classroom, networking etiquette workshops begin. Students clutch resumes in branded folders, and several rehearse elevator pitches quietly against the wall.",
    "A welcome announcement plays over the PA system, outlining the fair's schedule. In the adjoining classroom, networking etiquette workshops begin; students clutch resumes inside branded folders, and several rehearse elevator pitches quietly against the wall.",
    "An opening welcome announcement plays over the PA, outlining the fair's schedule. In the adjoining classroom, networking etiquette workshops begin; students clutch resumes in branded folders and rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. A panel of alumni discusses strategies for preparing for technical interviews.",
    "An opening welcome announcement plays over the PA, outlining the fairs schedule. In the adjoining classroom, networking etiquette workshops begin as students clutch resumes in branded folders and rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase a display of community outreach photos. An alumni panel discusses strategies for preparing for technical interviews. Groups of friends mark target employers on the event map, creating a visual of intended employers. Alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.7691116783841332,
    0.7691116783841332,
    0.7691116783841332,
    0.7691116783841332,
    0.7691116783841332,
    0.7691116783841332,
    0.7691116783841332,
    0.6391342005158108,
    0.6391342005158108,
    0.6391342005158108,
    0.6391342005158108,
    0.6391342005158108,
    0.6391342005158108,
    0.6391342005158108,
    0.6391342005158108,
    0.6391342005158108,
    0.8700742751215743,
    0.8700742751215743,
    0.8700742751215743,
    0.8700742751215743,
    0.8700742751215743,
    0.8700742751215743,
    0.8700742751215743,
    0.8700742751215743,
    0.8700742751215743,
    0.8700742751215743,
    0.8700742751215743,
    0.8700742751215743,
    0.8997795013608805,
    0.8997795013608805,
    0.8997795013608805,
    0.8997795013608805,
    0.8997795013608805,
    0.8997795013608805,
    0.8997795013608805,
    0.8997795013608805
  ],
  "31": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discussed how to prepare for technical interviews, and a cybersecurity company hosted a password-cracking challenge on a laptop.",
    "An alumni panel discussed how to prepare for technical interviews. A cybersecurity company hosted a password-cracking challenge on a laptop. Career counselors reminded attendees to maintain eye contact and to redirect unsure students toward applicable industries.",
    "An alumni panel discussed how to prepare for technical interviews. A cybersecurity company hosted a password-cracking challenge on a laptop. Career counselors reminded attendees to maintain eye contact and to redirect unsure students toward applicable industries. A welcome announcement broadcast over the PA system also reinforced the eye-contact guidance and outlined the fair's schedule.",
    "An alumni panel discussed how to prepare for technical interviews. A cybersecurity company hosted a password-cracking challenge on a laptop. Career counselors reminded attendees to maintain eye contact and to redirect unsure students toward applicable industries. A welcome announcement broadcast over the PA system reinforced the eye-contact guidance and outlined the fair's schedule. In the campus scene, workshops on networking etiquette are taking place in the adjoining classroom, while a line of students forms outside the university gym in advance of the career fair opening.",
    "On the university campus, an alumni panel discussed how to prepare for technical interviews as the career fair began. A cybersecurity company hosted a password-cracking challenge on a laptop nearby. Career counselors reminded attendees to maintain eye contact and to redirect unsure students toward applicable industries. A welcome announcement broadcast over the PA system reinforced the eye-contact guidance and outlined the fair's schedule. In the adjoining classroom, workshops on networking etiquette are taking place, while a line of students forms outside the university gym in advance of the career fair opening."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4057366418599052,
    0.4057366418599052,
    0.4057366418599052,
    0.4057366418599052,
    0.4057366418599052,
    0.4057366418599052,
    0.4057366418599052,
    0.6720672351422425,
    0.6720672351422425,
    0.6720672351422425,
    0.6720672351422425,
    0.6720672351422425,
    0.6720672351422425,
    0.6720672351422425,
    0.6720672351422425,
    0.7522135159273176,
    0.7522135159273176,
    0.7522135159273176,
    0.7522135159273176,
    0.7522135159273176,
    0.7522135159273176,
    0.7522135159273176,
    0.7522135159273176,
    0.7522135159273176,
    0.7522135159273176,
    0.7522135159273176,
    0.7834198744647054,
    0.7834198744647054,
    0.7834198744647054,
    0.7834198744647054,
    0.7834198744647054,
    0.7834198744647054,
    0.7834198744647054,
    0.7834198744647054,
    0.7834198744647054,
    0.7834198744647054,
    0.7834198744647054,
    0.7770163540517099,
    0.7770163540517099
  ],
  "32": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, while groups of friends mark target employers on an event map.",
    "At the event entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, while groups of friends mark target employers on an event map.",
    "At the event entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, while groups of friends mark target employers on an event map. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5778308864544499,
    0.5778308864544499,
    0.5778308864544499,
    0.5778308864544499,
    0.5778308864544499,
    0.5778308864544499,
    0.5778308864544499,
    0.5778308864544499,
    0.5778308864544499,
    0.5778308864544499,
    0.5778308864544499,
    0.5778308864544499,
    0.5778308864544499,
    0.5778308864544499,
    0.5778308864544499,
    0.5778308864544499,
    0.5778308864544499,
    0.727043015517203,
    0.727043015517203,
    0.727043015517203,
    0.727043015517203,
    0.727043015517203
  ],
  "33": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while finance firms offer QR codes for immediate internship applications.",
    "Networking etiquette workshops begin in the adjoining classroom, while finance firms offer QR codes for immediate internship applications.",
    "Networking etiquette workshops begin in the adjoining classroom, finance firms display QR codes for immediate internship applications, and healthcare providers display photos documenting their community outreach efforts.",
    "In the scene, networking etiquette workshops begin in the adjoining classroom. Finance firms display QR codes for immediate internship applications, and healthcare providers showcase photos documenting their community outreach efforts. Students clutch resumes inside branded folders.",
    "The scene centers on a large, circular arrangement around a polished floor, with dozens of booths and colorful banners encircling the space. Networking etiquette workshops begin in the adjoining classroom. Finance firms display QR codes for immediate internship applications, while healthcare providers showcase photos documenting their community outreach efforts. Students clutch resumes inside branded folders. Alumni volunteers give quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews.",
    "The scene centers on a large, circular arrangement around a polished floor, with dozens of booths and colorful banners encircling the space. Networking etiquette workshops begin in the adjoining classroom. Finance firms display QR codes for immediate internship applications, while healthcare providers showcase photos documenting their community outreach efforts. Students clutch resumes inside branded folders. Alumni volunteers give quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. At the event, a robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the career fair opens."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3903596214453743,
    0.3903596214453743,
    0.3903596214453743,
    0.3903596214453743,
    0.3903596214453743,
    0.3903596214453743,
    0.3903596214453743,
    0.3935788185654562,
    0.3935788185654562,
    0.3935788185654562,
    0.3935788185654562,
    0.3935788185654562,
    0.3935788185654562,
    0.3935788185654562,
    0.3935788185654562,
    0.3972238122573401,
    0.3972238122573401,
    0.3972238122573401,
    0.3972238122573401,
    0.3972238122573401,
    0.3972238122573401,
    0.7062155355147726,
    0.7062155355147726,
    0.7062155355147726,
    0.7062155355147726,
    0.7062155355147726,
    0.7062155355147726,
    0.7062155355147726,
    0.7062155355147726,
    0.7062155355147726,
    0.7062155355147726,
    0.7062155355147726,
    0.7827127585687763,
    0.7827127585687763,
    0.7827127585687763,
    0.7827127585687763,
    0.7827127585687763,
    0.7827127585687763,
    0.7827127585687763,
    0.7827127585687763,
    0.7827127585687763,
    0.8734491356427758,
    0.8734491356427758,
    0.8734491356427758,
    0.8734491356427758,
    0.8734491356427758,
    0.8734491356427758,
    0.8734491356427758,
    0.8734491356427758,
    0.8734491356427758
  ],
  "34": [
    "",
    "",
    "",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. An alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. An alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths with colorful banners encircle a polished floor, arranged in a circular pattern around the space. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos, presenting a display of outreach-related imagery.",
    "A circular arrangement of booths with colorful banners surrounds a polished floor. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos, presenting a display of outreach imagery. Career counselors remind attendees to maintain eye contact.",
    "A circular arrangement of booths with colorful banners surrounds a polished floor. An alumni panel discussed how to prepare for technical interviews. Healthcare providers showcased community outreach photos, presenting a display of outreach imagery. Career counselors reminded attendees to maintain eye contact. A cybersecurity company hosted a password-cracking challenge on a laptop.",
    "A circular arrangement of booths with colorful banners surrounds a polished floor at the event. An alumni panel discussed how to prepare for technical interviews. Healthcare providers showcased photos documenting their community outreach efforts. Career counselors reminded attendees to maintain eye contact. A cybersecurity company hosted a password-cracking challenge on a laptop. Networking etiquette workshops began in the adjoining classroom. Finance firms displayed QR codes for immediate internship applications. Students clutched resumes inside branded folders.",
    "At the event, a circular arrangement of booths with colorful banners surrounds a polished floor. An alumni panel discussed how to prepare for technical interviews. Healthcare providers showcased photos documenting their community outreach efforts. Career counselors reminded attendees to maintain eye contact. A cybersecurity company hosted a password-cracking challenge on a laptop. Consulting firms stacked glossy case-study booklets on high tables while groups of friends marked target employers on an event map. Finance firms displayed QR codes for immediate internship applications. In the adjoining classroom, networking etiquette workshops begin, with students clutching resumes inside branded folders."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.3001216559438409,
    0.3001216559438409,
    0.3001216559438409,
    0.3001216559438409,
    0.3001216559438409,
    0.5770231674266355,
    0.5770231674266355,
    0.5770231674266355,
    0.5770231674266355,
    0.5770231674266355,
    0.5770231674266355,
    0.5770231674266355,
    0.5770231674266355,
    0.5770231674266355,
    0.5770231674266355,
    0.5770231674266355,
    0.5770231674266355,
    0.5770231674266355,
    0.5770231674266355,
    0.5770231674266355,
    0.6865503953474913,
    0.6865503953474913,
    0.6865503953474913,
    0.6865503953474913,
    0.6865503953474913,
    0.6865503953474913,
    0.6865503953474913,
    0.749195190523628,
    0.749195190523628,
    0.749195190523628,
    0.749195190523628,
    0.749195190523628,
    0.749195190523628,
    0.749195190523628,
    0.749195190523628,
    0.749195190523628,
    0.7725781780555007,
    0.7725781780555007,
    0.7725781780555007,
    0.7725781780555007,
    0.7725781780555007,
    0.7725781780555007,
    0.7725781780555007,
    0.7725781780555007,
    0.7725781780555007,
    0.7725781780555007,
    0.8190339760966456,
    0.8190339760966456,
    0.8190339760966456,
    0.8190339760966456,
    0.8190339760966456,
    0.8190339760966456,
    0.8190339760966456,
    0.8190339760966456,
    0.8190339760966456,
    0.8190339760966456,
    0.8190339760966456,
    0.8190339760966456,
    0.8190339760966456,
    0.8190339760966456,
    0.8418045427251891,
    0.8418045427251891
  ],
  "35": [
    "",
    "",
    "",
    "",
    "",
    "A line of students forms outside the university gym in advance of the career fair opening.",
    "A line of students forms outside the university gym in advance of the career fair opening.",
    "A line of students forms outside the university gym in advance of the career fair opening.",
    "A line of students forms outside the university gym in advance of the career fair opening.",
    "Outside the university gym, a line of students forms in advance of the career fair opening, while workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, students line up ahead of the career fair opening, while networking etiquette workshops proceed in the adjoining classroom. A welcome message is broadcast by the PA system, detailing the fairs timetable. The focus remains on the PA and its live announcement as it communicates the schedule for the event.",
    "Across the university gym area, a line of students forms outside in advance of the career fair opening, while networking etiquette workshops proceed in the adjoining classroom. A PA system broadcasts a welcome message detailing the fair's timetable, with the live announcement focusing on the schedule. Dozens of booths with colorful banners encircle a polished floor, arranged in a circular pattern around the space. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos, presenting a display of outreach-related imagery."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3832769461168579,
    0.3832769461168579,
    0.3832769461168579,
    0.3832769461168579,
    0.3832769461168579,
    0.3832769461168579,
    0.3832769461168579,
    0.3832769461168579,
    0.3832769461168579,
    0.3832769461168579,
    0.3832769461168579,
    0.3832769461168579,
    0.3832769461168579,
    0.3832769461168579,
    0.3832769461168579,
    0.3832769461168579,
    0.3832769461168579,
    0.3832769461168579,
    0.3832769461168579,
    0.3832769461168579,
    0.3832769461168579,
    0.3832769461168579,
    0.3832769461168579,
    0.3832769461168579,
    0.3805588490568108,
    0.3805588490568108,
    0.3805588490568108,
    0.3805588490568108,
    0.3805588490568108,
    0.3805588490568108,
    0.3805588490568108,
    0.3805588490568108,
    0.3805588490568108,
    0.7374036960072508,
    0.7374036960072508,
    0.7374036960072508,
    0.7374036960072508,
    0.7374036960072508,
    0.7374036960072508,
    0.7374036960072508,
    0.7374036960072508,
    0.7374036960072508,
    0.8345968954109142,
    0.8345968954109142,
    0.8345968954109142,
    0.8345968954109142,
    0.8345968954109142,
    0.8345968954109142,
    0.8345968954109142,
    0.8345968954109142,
    0.8345968954109142,
    0.8345968954109142,
    0.8345968954109142,
    0.8345968954109142,
    0.8345968954109142,
    0.8345968954109142,
    0.8345968954109142,
    0.8345968954109142,
    0.8345968954109142,
    0.8345968954109142
  ],
  "36": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps.",
    "Networking etiquette workshops begin in the adjoining classroom, while tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. An alumni panel discusses how to prepare for technical interviews.",
    "Networking etiquette workshops begin in the adjoining classroom, while tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station.",
    "Dozens of booths with colorful banners encircle a polished floor in a circular arrangement, surrounding the space as tech companies display demo screens of their latest apps. An adjoining classroom hosts networking etiquette workshops as they begin, with students clutching resumes inside branded folders. A panel of alumni discusses strategies for preparing for technical interviews, while alumni volunteers deliver quick pep talks near the coffee station, contributing a casual, social backdrop to the event. Healthcare providers display photos of community outreach, establishing a visual record of outreach efforts. The scene combines career readiness, outreach documentation, and peer support in a shared campus setting."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.6959678883677578,
    0.6959678883677578,
    0.6959678883677578,
    0.6959678883677578,
    0.6959678883677578,
    0.6959678883677578,
    0.6959678883677578,
    0.6959678883677578,
    0.686193042209212,
    0.686193042209212,
    0.686193042209212,
    0.686193042209212,
    0.686193042209212,
    0.686193042209212,
    0.686193042209212,
    0.686193042209212,
    0.686193042209212,
    0.686193042209212,
    0.686193042209212,
    0.686193042209212,
    0.686193042209212,
    0.7805896156592582,
    0.7805896156592582,
    0.7805896156592582,
    0.7805896156592582,
    0.7805896156592582,
    0.7805896156592582,
    0.7805896156592582,
    0.7805896156592582
  ],
  "37": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while a welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "Career counselors remind attendees to maintain eye contact as a welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "Career counselors remind attendees to maintain eye contact as a welcome announcement is broadcast over the PA system, outlining the fair's schedule.",
    "Career counselors remind attendees to maintain eye contact as a welcome announcement is broadcast over the PA system, outlining the fair's schedule. Workshops on networking etiquette begin in the adjoining classroom, while a line of students forms outside the university gym in advance of the career fair opening.",
    "A campus career fair unfolds with a welcome announcement broadcast over the PA system outlining the fair's schedule. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. A line of students forms outside the university gym in advance of the fair opening. At the event, an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves.",
    "A campus career fair unfolds with a welcome announcement broadcast over the PA system outlining the fairs schedule. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. A line of students forms outside the university gym in advance of the fair opening. At the event, an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.45227590314310234,
    0.45227590314310234,
    0.45227590314310234,
    0.45227590314310234,
    0.45227590314310234,
    0.45227590314310234,
    0.45227590314310234,
    0.4404729459552106,
    0.4404729459552106,
    0.4404729459552106,
    0.4404729459552106,
    0.4404729459552106,
    0.4404729459552106,
    0.4404729459552106,
    0.4404729459552106,
    0.4404729459552106,
    0.45074199774544804,
    0.45074199774544804,
    0.45074199774544804,
    0.45074199774544804,
    0.45074199774544804,
    0.45074199774544804,
    0.45074199774544804,
    0.45074199774544804,
    0.6159785867042888,
    0.6159785867042888,
    0.6159785867042888,
    0.6159785867042888,
    0.6159785867042888,
    0.6159785867042888,
    0.6159785867042888,
    0.6159785867042888,
    0.6159785867042888,
    0.6159785867042888,
    0.8450946246859794,
    0.8450946246859794,
    0.8450946246859794,
    0.8450946246859794,
    0.8450946246859794,
    0.8450946246859794,
    0.8450946246859794,
    0.8450946246859794,
    0.8450946246859794,
    0.8450946246859794,
    0.8407984074860044,
    0.8407984074860044,
    0.8407984074860044,
    0.8407984074860044,
    0.8407984074860044
  ],
  "38": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers display photos documenting their community outreach efforts.",
    "Healthcare providers display photos documenting their community outreach efforts, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "Healthcare providers display photos documenting their community outreach, while a cybersecurity company conducts a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth to attract attention.",
    "Healthcare providers display photos documenting their community outreach. A cybersecurity company conducts a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "On campus, healthcare providers display photos documenting their community outreach. A cybersecurity company conducts a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. In the campus scene, workshops on networking etiquette are taking place in the adjoining classroom, while a line of students forms outside the university gym in advance of the career fair opening.",
    "At the campus career fair, healthcare providers display photos documenting their community outreach; a cybersecurity company runs a password-cracking challenge on a laptop; a robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews, and networking etiquette workshops are taking place in the adjoining classroom. Outside the university gym, a line of students forms in advance of the fair opening. Inside, a circular arrangement surrounds a polished floor where dozens of booths, decorated with colorful banners, encircle the space. Near the coffee station, alumni volunteers deliver brief pep talks. Event staff scan registrations and hand out lanyards at the entrance, and a welcome announcement is broadcast over the PA system outlining the fair schedule."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.2798650037736239,
    0.2798650037736239,
    0.2798650037736239,
    0.2798650037736239,
    0.2798650037736239,
    0.2798650037736239,
    0.2798650037736239,
    0.3502823636502047,
    0.3502823636502047,
    0.3502823636502047,
    0.3502823636502047,
    0.3502823636502047,
    0.3502823636502047,
    0.3502823636502047,
    0.42020381918630423,
    0.42020381918630423,
    0.42020381918630423,
    0.42020381918630423,
    0.42020381918630423,
    0.42020381918630423,
    0.42020381918630423,
    0.42020381918630423,
    0.42020381918630423,
    0.7303342351967641,
    0.7303342351967641,
    0.7303342351967641,
    0.7303342351967641,
    0.7303342351967641,
    0.7303342351967641,
    0.7303342351967641,
    0.7303342351967641,
    0.7303342351967641,
    0.7884053888434566,
    0.7884053888434566,
    0.7884053888434566,
    0.7884053888434566,
    0.7884053888434566,
    0.7884053888434566,
    0.7884053888434566,
    0.7884053888434566,
    0.7884053888434566,
    0.7884053888434566,
    0.7884053888434566,
    0.7884053888434566,
    0.7884053888434566,
    0.7884053888434566,
    0.9013450338914901,
    0.9013450338914901,
    0.9013450338914901
  ],
  "39": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth for attention.",
    "In a display area, a cybersecurity company is conducting a password-cracking challenge on a laptop. Nearby, a robotics startup flies a small drone above its booth to attract attention. Meanwhile, workshops on networking etiquette begin in the adjoining classroom.",
    "Across the event space, a cybersecurity company runs a password-cracking challenge on a laptop in a display area. Nearby, a robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Finance firms display QR codes for immediate internship applications, and healthcare providers display photos documenting their community outreach efforts.",
    "Across the event space, a cybersecurity company runs a password-cracking challenge on a laptop in a display area. Nearby, a robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette are underway in the adjoining classroom. Finance firms display QR codes for immediate internship applications, and healthcare providers show photos documenting their community outreach efforts. Consulting firms stack glossy case study booklets on high tables."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.4780241807956852,
    0.4780241807956852,
    0.4780241807956852,
    0.4780241807956852,
    0.4780241807956852,
    0.4780241807956852,
    0.4780241807956852,
    0.4780241807956852,
    0.3404551733451205,
    0.3404551733451205,
    0.3404551733451205,
    0.3404551733451205,
    0.3404551733451205,
    0.3404551733451205,
    0.3404551733451205,
    0.3404551733451205,
    0.6452001234307552,
    0.6452001234307552,
    0.6452001234307552,
    0.6452001234307552,
    0.6452001234307552,
    0.6452001234307552,
    0.6452001234307552,
    0.6452001234307552,
    0.6452001234307552,
    0.7827869400913755,
    0.7827869400913755,
    0.7827869400913755,
    0.7827869400913755,
    0.7827869400913755,
    0.7827869400913755,
    0.7827869400913755,
    0.7827869400913755,
    0.7827869400913755,
    0.7827869400913755,
    0.777222101620766,
    0.777222101620766,
    0.777222101620766,
    0.777222101620766,
    0.777222101620766,
    0.777222101620766,
    0.777222101620766,
    0.777222101620766,
    0.777222101620766,
    0.777222101620766,
    0.777222101620766
  ],
  "40": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Several students clutch resumes inside branded folders.",
    "At the event, several students clutch resumes inside branded folders. Healthcare providers display community outreach photos, with alumni volunteers delivering brief pep talks near the coffee station. A cybersecurity company conducts a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to draw attention.",
    "At the event, several booths and sessions unfold: healthcare providers display community outreach photos, with alumni volunteers delivering brief pep talks near the coffee station; a cybersecurity company conducts a password-cracking challenge on a laptop; a robotics startup flies a small drone above its booth to draw attention; consulting firms stack glossy case study booklets on high tables, while groups of friends mark target employers on an event map. In the adjoining classroom, networking etiquette workshops begin, with students clutching resumes inside branded folders.",
    "The scene unfolds with dozens of booths encircling a polished floor in a circular arrangement, each festooned with colorful banners. Healthcare providers display community outreach photos, while alumni volunteers near the coffee station deliver brief pep talks. A cybersecurity company runs a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, creating a visual of intended employers, as human resources teams jot notes on tablets while students introduce themselves. In the adjoining classroom, networking etiquette workshops begin, with students clutching resumes inside branded folders. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews, and the engineering society sponsors a resume review table near the stage."
  ],
  "40_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.7673467930520459,
    0.7673467930520459,
    0.7673467930520459,
    0.7673467930520459,
    0.7673467930520459,
    0.7673467930520459,
    0.7673467930520459,
    0.7673467930520459,
    0.7673467930520459,
    0.7673467930520459,
    0.7673467930520459,
    0.6903845423674531,
    0.6903845423674531,
    0.6903845423674531,
    0.6903845423674531,
    0.6903845423674531,
    0.6903845423674531,
    0.6903845423674531,
    0.6903845423674531,
    0.6903845423674531,
    0.6903845423674531,
    0.6903845423674531,
    0.8391449232687753
  ],
  "41": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while a welcome announcement over the PA system outlines the fair schedule.",
    "Workshops on networking etiquette begin in the adjoining classroom, a welcome announcement over the PA system outlines the fair schedule, and an alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. Workshops on networking etiquette begin in the adjoining classroom, and a welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. In the event space, career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries, while alumni volunteers deliver quick pep talks near the coffee station.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. Networking etiquette workshops proceed in the adjoining classroom. A welcome PA announcement outlines the fair schedule, and a live PA broadcast reinforces the timetable. An alumni panel discusses how to prepare for technical interviews. In the event space, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, while alumni volunteers deliver quick pep talks near the coffee station. Outside the university gym, students line up ahead of the fair opening.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space, with networking etiquette workshops proceeding in the adjoining classroom. A welcome PA announcement outlines the fair schedule, reinforced by a live PA broadcast, while an alumni panel discusses how to prepare for technical interviews, establishing the events focus on interview readiness. In the event space, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, as alumni volunteers deliver quick pep talks near the coffee station. Outside the university gym, students line up ahead of the fair opening. Consulting firms stack glossy case study booklets on high tables nearby, and a cybersecurity company hosts a password cracking challenge on a laptop."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.4104040460292627,
    0.4104040460292627,
    0.4104040460292627,
    0.4104040460292627,
    0.4104040460292627,
    0.4104040460292627,
    0.4104040460292627,
    0.45548600657388394,
    0.45548600657388394,
    0.45548600657388394,
    0.45548600657388394,
    0.45548600657388394,
    0.45548600657388394,
    0.45548600657388394,
    0.45548600657388394,
    0.45548600657388394,
    0.8052682137845342,
    0.8052682137845342,
    0.8052682137845342,
    0.8052682137845342,
    0.8052682137845342,
    0.8052682137845342,
    0.8052682137845342,
    0.8052682137845342,
    0.8485416736126994,
    0.8485416736126994,
    0.8485416736126994,
    0.8485416736126994,
    0.8485416736126994,
    0.8485416736126994,
    0.8485416736126994,
    0.8485416736126994,
    0.8485416736126994,
    0.8485416736126994,
    0.8652858087323091,
    0.8652858087323091,
    0.8652858087323091,
    0.8652858087323091,
    0.8652858087323091,
    0.8652858087323091,
    0.8652858087323091,
    0.8652858087323091,
    0.8652858087323091,
    0.8652858087323091,
    0.8701928592906031,
    0.8701928592906031,
    0.8701928592906031,
    0.8701928592906031,
    0.8701928592906031,
    0.8701928592906031,
    0.8701928592906031
  ],
  "42": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact; an alumni panel discusses how to prepare for technical interviews; groups of friends mark target employers on the event map.",
    "At the event, career counselors remind attendees to maintain eye contact; an alumni panel discusses how to prepare for technical interviews; groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, career counselors remind attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves.",
    "At the career fair, career counselors remind attendees to maintain eye contact; an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves. As the fair approaches, workshops on networking etiquette begin in the adjoining classroom. A line of students forms outside the university gym in advance of opening. Dozens of booths with colorful banners encircle a polished floor, arranged in a circular pattern around the space. Healthcare providers showcase community outreach photos, presenting a display of outreach-related imagery. Career counselors redirect unsure students toward applicable industries."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5308102279795082,
    0.5308102279795082,
    0.5308102279795082,
    0.5308102279795082,
    0.5308102279795082,
    0.5308102279795082,
    0.5308102279795082,
    0.5308102279795082,
    0.6624595466615975,
    0.6624595466615975,
    0.6624595466615975,
    0.6624595466615975,
    0.6624595466615975,
    0.6624595466615975,
    0.6624595466615975,
    0.6624595466615975,
    0.6624595466615975,
    0.6624595466615975,
    0.6522045819838551,
    0.6522045819838551,
    0.6522045819838551,
    0.6522045819838551,
    0.6522045819838551,
    0.6522045819838551,
    0.6522045819838551,
    0.6522045819838551,
    0.6522045819838551,
    0.6522045819838551,
    0.6522045819838551,
    0.8601749111949996,
    0.8601749111949996,
    0.8601749111949996,
    0.8601749111949996,
    0.8601749111949996
  ],
  "43": [
    "",
    "",
    "",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while a line of students forms outside the university gym in advance of the career fair opening.",
    "In the campus scene, workshops on networking etiquette are taking place in the adjoining classroom, while a line of students forms outside the university gym in advance of the career fair opening.",
    "On campus, workshops on networking etiquette are under way in an adjoining classroom, while a line of students forms outside the university gym in advance of the career fair opening; students clutch resumes inside branded folders.",
    "Across campus and at a conference space, multiple career-related activities are under way. On campus, workshops on networking etiquette run in an adjoining classroom; a line of students forms outside the university gym in advance of the career fair opening; several students clutch resumes inside branded folders. At the conference space hosting a collaborative showcase, dozens of booths wrapped in colorful banners are arranged in a circular pattern around a polished floor. Healthcare providers display community outreach photos while alumni volunteers deliver brief pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop to engage attendees, and a robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3850545422736932,
    0.3850545422736932,
    0.3850545422736932,
    0.3850545422736932,
    0.3850545422736932,
    0.3850545422736932,
    0.3850545422736932,
    0.3877377302263665,
    0.3877377302263665,
    0.3877377302263665,
    0.3877377302263665,
    0.3877377302263665,
    0.3877377302263665,
    0.3877377302263665,
    0.3877377302263665,
    0.3877377302263665,
    0.3877377302263665,
    0.42506104492368824,
    0.42506104492368824,
    0.42506104492368824,
    0.42506104492368824,
    0.42506104492368824,
    0.42506104492368824,
    0.42506104492368824,
    0.42506104492368824,
    0.42506104492368824,
    0.42506104492368824,
    0.42506104492368824,
    0.42506104492368824,
    0.834289348245543,
    0.834289348245543,
    0.834289348245543,
    0.834289348245543,
    0.834289348245543,
    0.834289348245543,
    0.834289348245543
  ],
  "44": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Healthcare providers showcase community outreach photos, presenting a display of outreach-related imagery.",
    "Healthcare providers showcase a display of community outreach photos; alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers display community outreach photos, with alumni volunteers delivering brief pep talks near the coffee station. A cybersecurity company conducts a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to draw attention.",
    "A conference space hosts a collaborative showcase, with dozens of booths wrapped in colorful banners arranged in a circular pattern around a polished floor. Healthcare providers display community outreach photos while alumni volunteers deliver brief pep talks near the coffee station. A cybersecurity company conducts a password-cracking challenge on a laptop to engage attendees. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews.",
    "At a conference space hosting a collaborative showcase, dozens of booths wrapped in colorful banners are arranged in a circular pattern around a polished floor. Healthcare providers display community outreach photos, while alumni volunteers deliver brief pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop to engage attendees. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Several students clutch resumes inside branded folders.",
    "At a conference space hosting a collaborative showcase, dozens of booths wrapped in colorful banners are arranged in a circular pattern around a polished floor. Healthcare providers display community outreach photos, and alumni volunteers deliver brief pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop to engage attendees, while a robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Several students clutch resumes inside branded folders, and the engineering society sponsors a resume review table near the stage.",
    "At a conference space hosting a collaborative showcase, dozens of booths wrapped in colorful banners are arranged in a circular pattern around a polished floor. Healthcare providers display community outreach photos, and alumni volunteers deliver brief pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop to engage attendees, while a robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Several students clutch resumes inside branded folders, and the engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.26108456766307553,
    0.26108456766307553,
    0.26108456766307553,
    0.26108456766307553,
    0.26108456766307553,
    0.26108456766307553,
    0.26108456766307553,
    0.37663146939804854,
    0.37663146939804854,
    0.37663146939804854,
    0.37663146939804854,
    0.37663146939804854,
    0.7361458134306234,
    0.7361458134306234,
    0.7361458134306234,
    0.7361458134306234,
    0.7361458134306234,
    0.7361458134306234,
    0.7361458134306234,
    0.7361458134306234,
    0.7881042191882113,
    0.7881042191882113,
    0.7881042191882113,
    0.7881042191882113,
    0.7881042191882113,
    0.7881042191882113,
    0.7881042191882113,
    0.7881042191882113,
    0.8084432143867004,
    0.8084432143867004,
    0.8084432143867004,
    0.8084432143867004,
    0.8084432143867004,
    0.8084432143867004,
    0.8084432143867004,
    0.8084432143867004,
    0.8084432143867004,
    0.8084432143867004,
    0.8131834808244535,
    0.8131834808244535,
    0.8131834808244535,
    0.8131834808244535,
    0.8131834808244535,
    0.8131834808244535,
    0.8131834808244535,
    0.8131834808244535,
    0.8131834808244535,
    0.8399113756395609,
    0.8399113756395609,
    0.8399113756395609,
    0.8399113756395609
  ],
  "45": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while groups of friends mark target employers on an event map.",
    "Consulting firms stack glossy case study booklets on high tables, while groups of friends mark target employers on an event map. In the adjoining classroom, networking etiquette workshops begin, with students clutching resumes inside branded folders.",
    "Consulting firms stack glossy case study booklets on high tables while groups of friends mark target employers on an event map. In the adjoining classroom, networking etiquette workshops begin, with students clutching resumes inside branded folders. A cybersecurity company hosts a password cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables while groups of friends mark target employers on an event map. In the adjoining classroom, networking etiquette workshops begin, with students clutching resumes inside branded folders. A cybersecurity company hosts a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. A welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage.",
    "At the campus career fair, consulting firms display glossy case study booklets atop high tables, while groups of friends mark target employers on an event map. In the adjoining classroom, networking etiquette workshops run as students clutch resumes in branded folders. A cybersecurity company hosts a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. Finance firms provide QR codes for immediate internship applications. A welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage. Healthcare providers display photos documenting their community outreach. A line of students forms outside the university gym in advance of the fair opening."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.37667500660256603,
    0.37667500660256603,
    0.37667500660256603,
    0.37667500660256603,
    0.37667500660256603,
    0.37667500660256603,
    0.37667500660256603,
    0.5711178266166376,
    0.5711178266166376,
    0.5711178266166376,
    0.5711178266166376,
    0.5711178266166376,
    0.5711178266166376,
    0.5711178266166376,
    0.5711178266166376,
    0.7734372415301252,
    0.7734372415301252,
    0.7734372415301252,
    0.7734372415301252,
    0.7734372415301252,
    0.7734372415301252,
    0.7734372415301252,
    0.7734372415301252,
    0.7734372415301252,
    0.7734372415301252,
    0.9029083589127391,
    0.9029083589127391,
    0.9029083589127391,
    0.9029083589127391,
    0.9029083589127391,
    0.9029083589127391,
    0.9029083589127391,
    0.9029083589127391,
    0.9029083589127391,
    0.9029083589127391,
    0.9090240775465162
  ],
  "46": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. An alumni panel discusses how to prepare for technical interviews.",
    "Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin. Students clutch resumes inside branded folders, and some students rehearse elevator pitches quietly against the wall.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin. Students clutch resumes inside branded folders, and some students rehearse elevator pitches quietly against the wall.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners encircle a polished floor in a circular arrangement around the space. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners encircle a polished floor arranged in a circular layout around the space. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin. Students clutch resumes inside branded folders, with some rehearsing elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.7361449145793133,
    0.7361449145793133,
    0.7361449145793133,
    0.7361449145793133,
    0.7361449145793133,
    0.7361449145793133,
    0.7361449145793133,
    0.7361449145793133,
    0.7361449145793133,
    0.7361449145793133,
    0.7361449145793133,
    0.7412168678456803,
    0.7412168678456803,
    0.7412168678456803,
    0.7412168678456803,
    0.7412168678456803,
    0.7412168678456803,
    0.7412168678456803,
    0.7412168678456803,
    0.7412168678456803,
    0.7412168678456803,
    0.7412168678456803,
    0.7396600511793986,
    0.7396600511793986,
    0.7396600511793986,
    0.7396600511793986,
    0.7396600511793986,
    0.7396600511793986,
    0.7396600511793986,
    0.7396600511793986,
    0.7396600511793986,
    0.7396600511793986,
    0.727891442283616,
    0.727891442283616,
    0.727891442283616,
    0.727891442283616,
    0.727891442283616,
    0.727891442283616,
    0.727891442283616,
    0.727891442283616,
    0.727891442283616,
    0.7553283542887002,
    0.7553283542887002,
    0.7553283542887002,
    0.7553283542887002,
    0.7553283542887002
  ],
  "47": [
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews.",
    "A cybersecurity company hosts a password cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews.",
    "At a cybersecurity company, a password cracking challenge was hosted on a laptop, while an alumni panel discussed how to prepare for technical interviews.",
    "At a cybersecurity company, a password cracking challenge was hosted on a laptop, while an alumni panel discussed how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "At a cybersecurity company event, a password cracking challenge was hosted on a laptop; an alumni panel discusses how to prepare for technical interviews; students clutch resumes inside branded folders; dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space; consulting firms stack glossy case study booklets on high tables.",
    "At a cybersecurity company event, a password-cracking challenge was hosted on a laptop. An alumni panel discussed how to prepare for technical interviews, while alumni volunteers gave quick pep talks near the coffee station. Students clutch resumes inside branded folders as dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact during the session, and some students rehearse elevator pitches quietly against the wall; counselors also redirect unsure students toward applicable industries.",
    "At a cybersecurity company event, a password-cracking challenge was hosted on a laptop, and an alumni panel discussed how to prepare for technical interviews while alumni volunteers gave quick pep talks near the coffee station. Students clutch resumes inside branded folders as dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact during the session, and some students rehearse elevator pitches quietly against the wall; counselors also redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.4040000366925163,
    0.4040000366925163,
    0.4040000366925163,
    0.4040000366925163,
    0.4040000366925163,
    0.4040000366925163,
    0.402725808596508,
    0.402725808596508,
    0.402725808596508,
    0.402725808596508,
    0.402725808596508,
    0.402725808596508,
    0.402725808596508,
    0.4117435803969492,
    0.4117435803969492,
    0.4117435803969492,
    0.4117435803969492,
    0.4117435803969492,
    0.4117435803969492,
    0.4117435803969492,
    0.4117435803969492,
    0.5906693142072252,
    0.5906693142072252,
    0.5906693142072252,
    0.5906693142072252,
    0.5906693142072252,
    0.5906693142072252,
    0.5906693142072252,
    0.5906693142072252,
    0.4956464482515989,
    0.4956464482515989,
    0.4956464482515989,
    0.4956464482515989,
    0.4956464482515989,
    0.4956464482515989,
    0.4956464482515989,
    0.4956464482515989,
    0.4956464482515989,
    0.7660758016223206,
    0.7660758016223206,
    0.7660758016223206,
    0.7660758016223206,
    0.7660758016223206,
    0.7660758016223206,
    0.7660758016223206,
    0.7660758016223206,
    0.7660758016223206,
    0.7893115955186459,
    0.7893115955186459,
    0.7893115955186459,
    0.7893115955186459,
    0.7893115955186459,
    0.7893115955186459
  ],
  "48": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "In the adjoining classroom, networking etiquette workshops begin, with students clutching resumes inside branded folders.",
    "In the adjoining classroom, networking etiquette workshops begin, with students clutching resumes inside branded folders.",
    "In the adjoining classroom, networking etiquette workshops begin, with students clutching resumes inside branded folders, while outside the university gym, students line up before the career fair opens.",
    "In the adjoining classroom, networking etiquette workshops begin, with students clutching resumes inside branded folders, while outside the university gym, students line up before the career fair opens. Alumni volunteers share quick pep talks near the coffee station.",
    "Networking etiquette workshops are under way in the adjoining classroom, with students clutching resumes in branded folders. Outside the university gym, a line forms ahead of the career fair opening, and alumni volunteers offer quick pep talks near the coffee station.",
    "Networking etiquette workshops are under way in the adjoining classroom, where students clutch resumes in branded folders. Outside the university gym, a line forms ahead of the career fair opening, and alumni volunteers offer quick pep talks near the coffee station. An event features a cybersecurity company hosting a password-cracking challenge on a laptop, alongside an alumni panel on how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase a display of community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage."
  ],
  "48_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35913073628524395,
    0.35913073628524395,
    0.35913073628524395,
    0.35913073628524395,
    0.35913073628524395,
    0.35913073628524395,
    0.35913073628524395,
    0.35913073628524395,
    0.35913073628524395,
    0.35913073628524395,
    0.35913073628524395,
    0.35913073628524395,
    0.35913073628524395,
    0.35913073628524395,
    0.42159689116592225,
    0.42159689116592225,
    0.42159689116592225,
    0.42159689116592225,
    0.42159689116592225,
    0.42159689116592225,
    0.42159689116592225,
    0.42159689116592225,
    0.42159689116592225,
    0.42159689116592225,
    0.5767882726901339,
    0.5767882726901339,
    0.5767882726901339,
    0.5767882726901339,
    0.5767882726901339,
    0.5767882726901339,
    0.5767882726901339,
    0.5444988484227496,
    0.5444988484227496,
    0.5444988484227496,
    0.5444988484227496,
    0.5444988484227496,
    0.5444988484227496,
    0.5444988484227496,
    0.5444988484227496,
    0.5444988484227496,
    0.5444988484227496,
    0.5444988484227496,
    0.5444988484227496,
    0.5444988484227496,
    0.8797450677429213,
    0.8797450677429213,
    0.8797450677429213,
    0.8797450677429213,
    0.8797450677429213
  ],
  "49": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. A cybersecurity company hosts a password cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews.",
    "Career counselors remind attendees to maintain eye contact. A cybersecurity company hosts a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, creating a visual of intended employers. The engineering society sponsors a resume review table near the stage.",
    "Career counselors remind attendees to maintain eye contact. A cybersecurity company hosts a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, creating a visual of intended employers. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "The event features career guidance and cybersecurity activities: a cybersecurity company hosts a password-cracking challenge on a laptop; an alumni panel discusses strategies for preparing for technical interviews; career counselors remind attendees to maintain eye contact; groups of friends mark target employers on the event map, creating a visual of intended employers; the engineering society sponsors a resume review table near the stage; workshops on networking etiquette begin in the adjoining classroom; healthcare providers showcase community outreach photos."
  ],
  "49_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.6155553710358175,
    0.6155553710358175,
    0.6155553710358175,
    0.6155553710358175,
    0.6155553710358175,
    0.6155553710358175,
    0.6155553710358175,
    0.6155553710358175,
    0.6155553710358175,
    0.7978211958051868,
    0.7978211958051868,
    0.7978211958051868,
    0.7978211958051868,
    0.7978211958051868,
    0.7978211958051868,
    0.7978211958051868,
    0.7978211958051868,
    0.7978211958051868,
    0.7978211958051868,
    0.7978211958051868,
    0.792117789174303,
    0.792117789174303,
    0.792117789174303,
    0.792117789174303,
    0.792117789174303,
    0.792117789174303,
    0.792117789174303,
    0.792117789174303,
    0.792117789174303,
    0.792117789174303,
    0.792117789174303,
    0.792117789174303,
    0.792117789174303,
    0.5103459370946043,
    0.5103459370946043,
    0.5103459370946043,
    0.5103459370946043,
    0.5103459370946043
  ]
}