{
  "0": [
    "",
    "",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, and an alumni panel discusses how to prepare for technical interviews.",
    "Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Healthcare providers showcase community outreach photos; an alumni panel discusses how to prepare for technical interviews; a cybersecurity company runs a password-cracking challenge on a laptop; and human resources teams jot notes on tablets while students introduce themselves.",
    "Two parallel activities are described: an alumni panel focused on preparing for technical interviews, with alumni discussing interview strategies while students introduce themselves; nearby, human resources teams jot notes on tablets. Separately, healthcare providers showcase community outreach photos, presenting images that document their outreach efforts. In the same setting, a cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the fair, two parallel threads run: an alumni panel on preparing for technical interviews where alumni discuss interview strategies as students introduce themselves, and HR teams jot notes on tablets. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop, while a welcome announcement outlines the schedule over the PA system. In the same setting, healthcare providers display photos documenting their community outreach, and alumni volunteers give quick pep talks near the coffee station. Students clutch resumes inside branded folders, and finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage."
  ],
  "0_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.37910577713328547,
    0.37910577713328547,
    0.37910577713328547,
    0.37910577713328547,
    0.37910577713328547,
    0.37910577713328547,
    0.37910577713328547,
    0.37910577713328547,
    0.6764718368265864,
    0.6764718368265864,
    0.6764718368265864,
    0.6764718368265864,
    0.6764718368265864,
    0.6764718368265864,
    0.6764718368265864,
    0.6764718368265864,
    0.6764718368265864,
    0.6764718368265864,
    0.6764718368265864,
    0.6764718368265864,
    0.6764718368265864,
    0.6764718368265864,
    0.6764718368265864,
    0.6764718368265864,
    0.6764718368265864,
    0.49905047368085675,
    0.49905047368085675,
    0.49905047368085675,
    0.49905047368085675,
    0.49905047368085675,
    0.49905047368085675,
    0.49905047368085675,
    0.49905047368085675,
    0.49905047368085675,
    0.49905047368085675,
    0.6935100030238478,
    0.6935100030238478,
    0.6935100030238478,
    0.6935100030238478,
    0.6935100030238478,
    0.6935100030238478,
    0.6935100030238478,
    0.6935100030238478,
    0.6935100030238478,
    0.6935100030238478,
    0.6935100030238478
  ],
  "1": [
    "",
    "",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop, while career counselors redirect unsure students toward applicable industries.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop, and career counselors are redirecting unsure students toward applicable industries.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop, and career counselors are redirecting unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews.",
    "Across the scene, a cybersecurity company is conducting a password-cracking challenge on a laptop, and career counselors are redirecting unsure students toward applicable industries. Two alumni panels are present, both discussing how to prepare for technical interviews, with the discussions centered on interview preparation. Healthcare providers are shown displaying photographs that document their community outreach efforts.",
    "Across a polished floor, dozens of booths with colorful banners circle the space. A cybersecurity company is conducting a password-cracking challenge on a laptop, while career counselors redirect unsure students toward applicable industries. Two alumni panels are present, both discussing how to prepare for technical interviews, with the discussions centered on interview preparation. Healthcare providers are shown displaying photographs that document their community outreach efforts.",
    "At the university career fair in a gym with a polished floor, dozens of booths with colorful banners circle the space. A cybersecurity company runs a password-cracking challenge on a laptop, while career counselors redirect unsure students toward applicable industries. Two alumni panels discuss how to prepare for technical interviews, with emphasis on interview preparation. Healthcare providers display photographs documenting their community outreach. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Alumni volunteers deliver short pep talks near the coffee station in a casual setting, offering brief encouragement. A group of students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens."
  ],
  "1_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.372401328326225,
    0.372401328326225,
    0.372401328326225,
    0.372401328326225,
    0.372401328326225,
    0.372401328326225,
    0.372401328326225,
    0.35052270976155225,
    0.35052270976155225,
    0.35052270976155225,
    0.35052270976155225,
    0.35052270976155225,
    0.35052270976155225,
    0.35052270976155225,
    0.35052270976155225,
    0.35052270976155225,
    0.5706518487488659,
    0.5706518487488659,
    0.5706518487488659,
    0.5706518487488659,
    0.5706518487488659,
    0.5706518487488659,
    0.5706518487488659,
    0.5706518487488659,
    0.5706518487488659,
    0.5706518487488659,
    0.7184692103974148,
    0.7184692103974148,
    0.7184692103974148,
    0.7184692103974148,
    0.7184692103974148,
    0.7184692103974148,
    0.7184692103974148,
    0.7184692103974148,
    0.7184692103974148,
    0.7184692103974148,
    0.7574449645202337,
    0.7574449645202337,
    0.7574449645202337,
    0.7574449645202337,
    0.7574449645202337,
    0.7574449645202337,
    0.7574449645202337,
    0.7574449645202337,
    0.7574449645202337,
    0.7574449645202337,
    0.7574449645202337,
    0.8626044339063005
  ],
  "2": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves.",
    "An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves.",
    "Two parallel activities are described: an alumni panel focused on preparing for technical interviews, and healthcare providers displaying community outreach photos. In the panel, alumni discuss how to prepare for technical interviews while students introduce themselves; nearby, human resources teams jot notes on tablets. The healthcare segment shows providers presenting images that document their community outreach efforts.",
    "Two parallel activities are described: an alumni panel on preparing for technical interviews and healthcare providers displaying photos of community outreach. In the panel, alumni discuss interview prep while students introduce themselves, with nearby human resources teams jotting notes on tablets. The healthcare segment shows providers presenting images documenting outreach efforts. In a cybersecurity context, a company runs a password-cracking challenge on a laptop, and finance firms display QR codes offering immediate internship applications.",
    "An event features parallel scenes: an alumni panel discusses strategies for preparing for technical interviews during a session, with students introducing themselves as nearby HR teams jot notes on tablets; in the healthcare segment, providers display photos documenting their community outreach. In a cybersecurity context, a company runs a password-cracking challenge on a laptop, while finance firms display QR codes offering immediate internship applications. Alumni volunteers deliver short pep talks near the coffee station, and a group of students clutch resumes inside branded folders."
  ],
  "2_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5712620643655535,
    0.5712620643655535,
    0.5712620643655535,
    0.5712620643655535,
    0.5712620643655535,
    0.5712620643655535,
    0.5712620643655535,
    0.5712620643655535,
    0.5712620643655535,
    0.5712620643655535,
    0.5712620643655535,
    0.5712620643655535,
    0.5712620643655535,
    0.5712620643655535,
    0.5712620643655535,
    0.6485040516644751,
    0.6485040516644751,
    0.6485040516644751,
    0.6485040516644751,
    0.6485040516644751,
    0.6485040516644751,
    0.6485040516644751,
    0.6485040516644751,
    0.6485040516644751,
    0.6485040516644751,
    0.6485040516644751,
    0.6485040516644751,
    0.6977459433157109,
    0.6977459433157109,
    0.6977459433157109,
    0.6977459433157109,
    0.6977459433157109,
    0.6977459433157109,
    0.6977459433157109,
    0.6977459433157109,
    0.6977459433157109,
    0.6977459433157109,
    0.6977459433157109,
    0.718415309907523,
    0.718415309907523,
    0.718415309907523,
    0.718415309907523
  ],
  "3": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Groups of friends mark target employers on the event map, designating specific employers as targets by placing marks on the map.",
    "Groups of friends designate specific employers as targets by placing marks on the event map. Students clutch resumes inside branded folders.",
    "Groups of friends designate specific employers as targets by placing marks on the event map, while students clutch resumes inside branded folders. Dozens of booths with colorful banners circle a polished floor, forming a continuous ring of stalls around the gleaming surface. The layout emphasizes a perimeter of booths surrounding the floor, with banners adding visual variety along the route.",
    "Groups of friends designate specific employers as targets by placing marks on the event map, while students clutch resumes inside branded folders. Dozens of booths with colorful banners circle a polished floor, forming a continuous ring of stalls around the gleaming surface and emphasizing a perimeter of booths along the route, with banners adding visual variety. Finance firms offer QR codes for immediate internship applications, enabling on-the-spot submissions. The engineering society sponsors a resume-review table near the stage, providing on-site feedback.",
    "At a career event, groups of friends designate specific employers as targets by placing marks on the event map, while students clutch resumes inside branded folders. Dozens of booths with colorful banners circle a polished floor, forming a continuous ring of stalls around the gleaming surface and emphasizing a perimeter of booths along the route. Finance firms offer QR codes for immediate internship applications, enabling on-the-spot submissions. The engineering society sponsors a resume-review table near the stage, providing on-site feedback. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "3_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3002115895114337,
    0.3002115895114337,
    0.3002115895114337,
    0.3002115895114337,
    0.3002115895114337,
    0.3002115895114337,
    0.3002115895114337,
    0.3002115895114337,
    0.3002115895114337,
    0.5587916962616628,
    0.5587916962616628,
    0.5587916962616628,
    0.5587916962616628,
    0.5587916962616628,
    0.5587916962616628,
    0.5587916962616628,
    0.5587916962616628,
    0.7077570856248869,
    0.7077570856248869,
    0.7077570856248869,
    0.7077570856248869,
    0.7077570856248869,
    0.7077570856248869,
    0.7077570856248869,
    0.7077570856248869,
    0.7077570856248869,
    0.7077570856248869,
    0.7077570856248869,
    0.7077570856248869,
    0.8150046607389662,
    0.8150046607389662,
    0.8150046607389662,
    0.8150046607389662,
    0.8150046607389662,
    0.8150046607389662,
    0.8150046607389662,
    0.8150046607389662,
    0.8150046607389662,
    0.8174715240393333,
    0.8174715240393333,
    0.8174715240393333,
    0.8174715240393333,
    0.8174715240393333
  ],
  "4": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Alumni volunteers are delivering short pep talks near the coffee station, while healthcare providers display photos of their community outreach.",
    "Alumni volunteers are delivering short pep talks near the coffee station while healthcare providers display photos of their community outreach. An alumni panel discusses how to prepare for technical interviews.",
    "Alumni volunteers are delivering short pep talks near the coffee station, while healthcare providers display photos of their community outreach. An alumni panel discusses how to prepare for technical interviews.",
    "Alumni volunteers deliver short pep talks near the coffee station, while healthcare providers display photos of their community outreach. An alumni panel discusses how to prepare for technical interviews. A group of students clutches resumes inside branded folders.",
    "Alumni volunteers deliver short pep talks near the coffee station; healthcare providers display photos of their community outreach; an alumni panel discusses how to prepare for technical interviews; a group of students clutches resumes inside branded folders.",
    "At the university career fair scene, alumni volunteers deliver short pep talks near the coffee station while healthcare providers display photos of their community outreach; an alumni panel discusses how to prepare for technical interviews. A group of students clutches resumes inside branded folders. Groups of friends mark target employers on the event map, identifying companies of interest. A line of students stands outside the university gym, waiting for the career fair to open. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "4_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2893548457650841,
    0.2893548457650841,
    0.2893548457650841,
    0.2893548457650841,
    0.2893548457650841,
    0.2893548457650841,
    0.2893548457650841,
    0.2893548457650841,
    0.4952637744743389,
    0.4952637744743389,
    0.4952637744743389,
    0.4952637744743389,
    0.4952637744743389,
    0.4952637744743389,
    0.4952637744743389,
    0.5037770786806597,
    0.5037770786806597,
    0.5037770786806597,
    0.5037770786806597,
    0.5037770786806597,
    0.5037770786806597,
    0.5037770786806597,
    0.5037770786806597,
    0.5037770786806597,
    0.6736834405551388,
    0.6736834405551388,
    0.6736834405551388,
    0.6736834405551388,
    0.6736834405551388,
    0.6736834405551388,
    0.6736834405551388,
    0.6736834405551388,
    0.4397981310122072,
    0.4397981310122072,
    0.4397981310122072,
    0.4397981310122072,
    0.4397981310122072,
    0.4397981310122072,
    0.4397981310122072,
    0.4397981310122072,
    0.4397981310122072,
    0.4397981310122072,
    0.4397981310122072,
    0.4397981310122072,
    0.8382239771877235,
    0.8382239771877235,
    0.8382239771877235,
    0.8382239771877235
  ],
  "5": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the career fair opens.",
    "Workshops on networking etiquette are underway in the adjoining classroom, while students line up outside the university gym ahead of the career fair opening. A robotics startup flies a small drone over its booth to attract attention.",
    "In the adjoining classroom, workshops on networking etiquette are underway, while students line up outside the university gym ahead of the career fair opening. A robotics startup flies a small drone over its booth to attract attention.",
    "In the adjoining classroom, workshops on networking etiquette are underway. Outside the university gym, students line up ahead of the career fair opening. A robotics startup flies a small drone over its booth to attract attention. During a session with career counselors and attendees, counselors remind attendees to maintain eye contact, and some students quietly rehearse elevator pitches against the wall.",
    "At the campus career event, several scenes unfold: In the adjoining classroom, workshops on networking etiquette are underway; outside the university gym, students line up ahead of the career fair opening. A robotics startup flies a small drone over its booth to attract attention. During a session with career counselors and attendees, counselors remind attendees to maintain eye contact, while some students quietly rehearse elevator pitches against the wall. Groups of friends mark target employers on the event map, designating specific employers as targets by placing marks on the map.",
    "At the campus career event, activities unfold across spaces: in an adjoining classroom, workshops on networking etiquette are underway; outside the university gym, students line up ahead of the career fair opening. A robotics startup flies a small drone over its booth to attract attention. During a session with career counselors and attendees, counselors remind attendees to maintain eye contact, while some students quietly rehearse elevator pitches against the wall. Groups of friends mark target employers on the event map, designating specific employers as targets by placing marks on the map. A cybersecurity company runs a password cracking challenge on a laptop as an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves. Students clutch resumes inside branded folders.",
    "At the campus career event, activities unfold across spaces: in an adjoining classroom, workshops on networking etiquette are underway; outside the gym, students line up ahead of the fair opening. A robotics startup flies a small drone over its booth to attract attention. In a session with career counselors and attendees, counselors remind attendees to maintain eye contact, while some students quietly rehearse elevator pitches against the wall. Groups of friends mark target employers on the event map, designating specific employers as targets by placing marks. A cybersecurity company runs a password-cracking challenge on a laptop as an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves, clutching resumes inside branded folders. Alumni volunteers deliver short pep talks near the coffee station, while healthcare providers display photos of their community outreach."
  ],
  "5_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.6287650922621668,
    0.6287650922621668,
    0.6287650922621668,
    0.6287650922621668,
    0.6287650922621668,
    0.6287650922621668,
    0.6287650922621668,
    0.6287650922621668,
    0.6275581642568537,
    0.6275581642568537,
    0.6275581642568537,
    0.6275581642568537,
    0.6275581642568537,
    0.6275581642568537,
    0.6275581642568537,
    0.6275581642568537,
    0.7780208400905657,
    0.7780208400905657,
    0.7780208400905657,
    0.7780208400905657,
    0.7780208400905657,
    0.7780208400905657,
    0.7780208400905657,
    0.7780208400905657,
    0.7780208400905657,
    0.7990239415693816,
    0.7990239415693816,
    0.7990239415693816,
    0.7990239415693816,
    0.7990239415693816,
    0.7990239415693816,
    0.7990239415693816,
    0.7990239415693816,
    0.7990239415693816,
    0.7990239415693816,
    0.8260794910681477,
    0.8260794910681477,
    0.8260794910681477,
    0.8260794910681477,
    0.8260794910681477,
    0.8260794910681477,
    0.8260794910681477,
    0.8260794910681477,
    0.8260794910681477,
    0.8260794910681477,
    0.8260794910681477,
    0.8260794910681477,
    0.8399529962840067,
    0.8399529962840067,
    0.8399529962840067,
    0.8399529962840067,
    0.8399529962840067
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications, while the engineering society sponsors a resume review table near the stage.",
    "An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications, while the engineering society sponsors a resume review table near the stage. Alumni volunteers deliver short pep talks near the coffee station in a casual setting, offering brief encouragement. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, the scene includes an alumni panel discussing how to prepare for technical interviews; finance firms offer QR codes for immediate internship applications; and the engineering society sponsors a resume review table near the stage. Alumni volunteers deliver short pep talks near the coffee station in a casual setting, offering brief encouragement. Students line up outside the university gym before the fair opens, and a welcome announcement outlines the fair schedule over the PA system.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews. A cybersecurity company organizes a password cracking challenge hosted on a laptop acting as the computing platform. Finance firms display QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Alumni volunteers deliver short pep talks near the coffee station in a casual setting, offering brief encouragement. Students line up outside the university gym before the fair opens, while a welcome announcement outlines the fair schedule over the PA system. In a session with career counselors and attendees, counselors remind attendees to maintain eye contact."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5978965886831296,
    0.5978965886831296,
    0.5978965886831296,
    0.5978965886831296,
    0.5978965886831296,
    0.5978965886831296,
    0.5978965886831296,
    0.5978965886831296,
    0.5978965886831296,
    0.7490481571494794,
    0.7490481571494794,
    0.7490481571494794,
    0.7490481571494794,
    0.7490481571494794,
    0.7490481571494794,
    0.7490481571494794,
    0.7490481571494794,
    0.7490481571494794,
    0.7490481571494794,
    0.7490481571494794,
    0.8258373507988075,
    0.8258373507988075,
    0.8258373507988075,
    0.8258373507988075,
    0.8258373507988075,
    0.8258373507988075,
    0.8258373507988075,
    0.8258373507988075,
    0.8258373507988075,
    0.8258373507988075,
    0.8641275872921919,
    0.8641275872921919,
    0.8641275872921919,
    0.8641275872921919,
    0.8641275872921919,
    0.8641275872921919,
    0.8641275872921919,
    0.8641275872921919
  ],
  "7": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses strategies for preparing for technical interviews.",
    "During a session, an alumni panel discusses strategies for preparing for technical interviews, and finance firms offer QR codes that enable immediate internship applications.",
    "During a session, an alumni panel discusses strategies for preparing for technical interviews, while finance firms offer QR codes that enable immediate internship applications. Groups of friends mark target employers on the event map, designating specific employers as targets by placing marks there.",
    "An alumni panel discusses strategies for preparing for technical interviews. Finance firms offer QR codes that enable immediate internship applications. Groups of friends mark target employers on the event map, designating specific employers as targets by placing marks there. The engineering society sponsors a resume review table near the stage. During a session with career counselors and attendees, counselors remind attendees to maintain eye contact, and some students quietly rehearse elevator pitches against the wall.",
    "An alumni panel discusses strategies for preparing for technical interviews. In the exhibition space, finance firms offer QR codes that enable immediate internship applications, enabling on-the-spot submissions. Groups of friends mark target employers on the event map, designating specific employers as targets by placing marks there. The engineering society sponsors a resume-review table near the stage, providing on-site feedback. During a session with career counselors and attendees, counselors remind attendees to maintain eye contact, and some students quietly rehearse elevator pitches against the wall. Dozens of booths with colorful banners circle a polished floor, forming a continuous ring of stalls around the gleaming surface and emphasizing a perimeter of booths along the route, with banners adding visual variety.",
    "An alumni panel discusses strategies for preparing for technical interviews, and alumni volunteers share quick pep talks near the coffee station. In the exhibition space, finance firms display QR codes that enable immediate internship applications and on-the-spot submissions. Groups of friends mark target employers on the event map, designating specific employers as targets by placing marks there. The engineering society sponsors a resume-review table near the stage, providing on-site feedback. During a session with career counselors and attendees, counselors remind attendees to maintain eye contact, and some students quietly rehearse elevator pitches against the wall. Dozens of booths with colorful banners form a continuous ring around a polished floor, creating a perimeter of stalls along the route, with banners providing visual variety. Within a cybersecurity context, a company runs a password-cracking challenge on a laptop."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.44475589277108063,
    0.44475589277108063,
    0.44475589277108063,
    0.44475589277108063,
    0.44475589277108063,
    0.44475589277108063,
    0.45913275133636705,
    0.45913275133636705,
    0.45913275133636705,
    0.45913275133636705,
    0.45913275133636705,
    0.45913275133636705,
    0.45913275133636705,
    0.45913275133636705,
    0.637921738211219,
    0.637921738211219,
    0.637921738211219,
    0.637921738211219,
    0.637921738211219,
    0.637921738211219,
    0.637921738211219,
    0.637921738211219,
    0.637921738211219,
    0.792361420058592,
    0.792361420058592,
    0.792361420058592,
    0.792361420058592,
    0.792361420058592,
    0.792361420058592,
    0.792361420058592,
    0.792361420058592,
    0.792361420058592,
    0.792361420058592,
    0.792361420058592,
    0.8326526581280738,
    0.8326526581280738,
    0.8326526581280738,
    0.8326526581280738,
    0.8326526581280738,
    0.8326526581280738,
    0.8326526581280738,
    0.8326526581280738,
    0.8326526581280738,
    0.8326526581280738,
    0.8326526581280738,
    0.8378399414278903,
    0.8378399414278903,
    0.8378399414278903
  ],
  "8": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens; healthcare providers showcase photos of community outreach.",
    "Students line up outside the university gym before the career fair opens; healthcare providers showcase photos of community outreach. Groups of friends mark target employers on the event map.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase photos of community outreach. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym as the career fair nears opening. Healthcare providers showcase photos of community outreach. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company is conducting a password-cracking challenge on a laptop, while career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, students line up as the career fair nears opening. Healthcare providers showcase photos of community outreach. Groups of friends mark target employers on the event map, while a welcome announcement outlines the fair schedule over the PA system. A cybersecurity company conducts a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact during sessions, as some students quietly rehearse elevator pitches against the wall. An alumni panel discusses how to prepare for technical interviews, and the engineering society sponsors a resume review table near the stage."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.434501866401954,
    0.434501866401954,
    0.434501866401954,
    0.434501866401954,
    0.434501866401954,
    0.434501866401954,
    0.434501866401954,
    0.5933344789825854,
    0.5933344789825854,
    0.5933344789825854,
    0.5933344789825854,
    0.5933344789825854,
    0.5933344789825854,
    0.5933344789825854,
    0.7540763418692855,
    0.7540763418692855,
    0.7540763418692855,
    0.7540763418692855,
    0.7540763418692855,
    0.7540763418692855,
    0.7540763418692855,
    0.7540763418692855,
    0.7540763418692855,
    0.7540763418692855,
    0.7540763418692855,
    0.8191023771512175,
    0.8191023771512175,
    0.8191023771512175,
    0.8191023771512175,
    0.8191023771512175,
    0.8191023771512175,
    0.8191023771512175,
    0.8191023771512175,
    0.8191023771512175,
    0.8191023771512175,
    0.8191023771512175,
    0.8191023771512175,
    0.8391124146254103,
    0.8391124146254103,
    0.8391124146254103
  ],
  "9": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Dozens of booths with colorful banners circle a polished floor, creating a continuous ring of stalls around the gleaming surface. The arrangement emphasizes a perimeter of booths surrounding the floor, with banners adding visual variety along the route.",
    "Dozens of booths with colorful banners circle a polished floor, forming a continuous ring of stalls around the gleaming surface and emphasizing a perimeter of booths along the route, with banners adding visual variety.",
    "Dozens of booths with colorful banners form a continuous ring around a polished, gleaming floor, creating a perimeter of stalls along the route. The banners add visual variety as the circle surrounds the surface. A cybersecurity company runs a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths with colorful banners form a continuous ring around a polished, gleaming floor, creating a perimeter of stalls encircling the surface along the route. Banners add visual variety along the route. A cybersecurity company runs a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station.",
    "Dozens of booths with colorful banners form a continuous ring around a polished, gleaming floor, creating a perimeter of stalls encircling the surface along the route. The banners add visual variety along the route. A cybersecurity company runs a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4267967955836834,
    0.4267967955836834,
    0.4267967955836834,
    0.4267967955836834,
    0.4267967955836834,
    0.4267967955836834,
    0.4267967955836834,
    0.32121806191133545,
    0.32121806191133545,
    0.32121806191133545,
    0.32121806191133545,
    0.32121806191133545,
    0.32121806191133545,
    0.32121806191133545,
    0.693765877815847,
    0.693765877815847,
    0.693765877815847,
    0.693765877815847,
    0.693765877815847,
    0.693765877815847,
    0.693765877815847,
    0.693765877815847,
    0.693765877815847,
    0.693765877815847,
    0.693765877815847,
    0.7155496066850789,
    0.7155496066850789,
    0.7155496066850789,
    0.7155496066850789,
    0.7155496066850789,
    0.7155496066850789,
    0.7155496066850789,
    0.7155496066850789,
    0.7155496066850789,
    0.758702253132558,
    0.758702253132558,
    0.758702253132558,
    0.758702253132558,
    0.758702253132558,
    0.758702253132558,
    0.758702253132558,
    0.758702253132558,
    0.758702253132558,
    0.758702253132558,
    0.758702253132558
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses strategies for preparing for technical interviews during a session, and finance firms offer QR codes that enable immediate internship applications.",
    "An alumni panel discusses strategies for preparing for technical interviews during a session, while finance firms offer QR codes that enable immediate internship applications. Alumni volunteers deliver short pep talks near the coffee station, and healthcare providers display photos of their community outreach. A cybersecurity company runs a password-cracking challenge on a laptop, and a group of students clutch resumes inside branded folders.",
    "During the university career fair, an alumni panel discusses strategies for preparing for technical interviews. Finance firms offer QR codes that enable immediate internship applications, and the engineering society sponsors a resume review table near the stage. Alumni volunteers deliver short pep talks near the coffee station in a casual setting, offering brief encouragement. Healthcare providers display photos of their community outreach. A cybersecurity company runs a password-cracking challenge on a laptop. A group of students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, an alumni panel discusses strategies for preparing for technical interviews. Finance firms display QR codes that enable immediate internship applications, and the engineering society sponsors a resume review table near the stage. Alumni volunteers deliver short pep talks near the coffee station; nearby, some students rehearse elevator pitches quietly against the wall. Healthcare providers display photos of their community outreach. A cybersecurity company runs a password-cracking challenge on a laptop. A group of students clutches resumes inside branded folders. Students line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4689408950064957,
    0.4689408950064957,
    0.4689408950064957,
    0.4689408950064957,
    0.4689408950064957,
    0.4689408950064957,
    0.4689408950064957,
    0.4689408950064957,
    0.4689408950064957,
    0.7576956341183922,
    0.7576956341183922,
    0.7576956341183922,
    0.7576956341183922,
    0.7576956341183922,
    0.7576956341183922,
    0.7576956341183922,
    0.7576956341183922,
    0.7576956341183922,
    0.7576956341183922,
    0.8580088402616457,
    0.8580088402616457,
    0.8580088402616457,
    0.8580088402616457,
    0.8580088402616457,
    0.8580088402616457,
    0.8580088402616457,
    0.8580088402616457,
    0.8580088402616457,
    0.8580088402616457,
    0.8580088402616457,
    0.8802181642823256
  ],
  "11": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "In a session with career counselors and attendees, counselors remind attendees to maintain eye contact.",
    "During a session with career counselors and attendees, counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth for attention.",
    "During a session with career counselors and attendees, counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth for attention. A cybersecurity company runs a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews.",
    "At a session with career counselors and attendees, counselors remind attendees to maintain eye contact. Nearby, a robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers deliver short pep talks near the coffee station, offering brief encouragement in a casual setting.",
    "During a session with career counselors and attendees, counselors remind attendees to maintain eye contact. Nearby, a robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Alumni volunteers deliver short pep talks near the coffee station, offering brief encouragement in a casual setting. Healthcare providers showcase community outreach photos.",
    "During a campus career fair session, counselors remind attendees to maintain eye contact. Nearby, a robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers deliver short pep talks near the coffee station in a casual setting. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "At a campus career fair session, counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers delivering short pep talks near the coffee station in a casual setting. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.24837930147244383,
    0.24837930147244383,
    0.24837930147244383,
    0.24837930147244383,
    0.24837930147244383,
    0.24837930147244383,
    0.5204426478051238,
    0.5204426478051238,
    0.5204426478051238,
    0.5204426478051238,
    0.5204426478051238,
    0.5204426478051238,
    0.5204426478051238,
    0.7246884447664559,
    0.7246884447664559,
    0.7246884447664559,
    0.7246884447664559,
    0.7246884447664559,
    0.7246884447664559,
    0.7246884447664559,
    0.7467362533511375,
    0.7467362533511375,
    0.7467362533511375,
    0.7467362533511375,
    0.7467362533511375,
    0.7467362533511375,
    0.7467362533511375,
    0.7467362533511375,
    0.7849984385373838,
    0.7849984385373838,
    0.7849984385373838,
    0.7849984385373838,
    0.7849984385373838,
    0.7849984385373838,
    0.7849984385373838,
    0.7849984385373838,
    0.7849984385373838,
    0.8569464593299775,
    0.8569464593299775,
    0.8569464593299775,
    0.8569464593299775,
    0.8569464593299775,
    0.8569464593299775,
    0.8569464593299775,
    0.8569464593299775,
    0.8569464593299775,
    0.8642367636558443,
    0.8642367636558443,
    0.8642367636558443,
    0.8642367636558443,
    0.8642367636558443
  ],
  "12": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "A cybersecurity company runs a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews.",
    "At an event, a cybersecurity company runs a password-cracking challenge on a laptop as an alumni panel discusses how to prepare for technical interviews. A group of students clutches resumes inside branded folders. Alumni volunteers deliver short pep talks near the coffee station, while healthcare providers display photos of their community outreach.",
    "At an event, a cybersecurity company runs a password-cracking challenge on a laptop while an alumni panel discusses how to prepare for technical interviews. A group of students clutch resumes inside branded folders. Alumni volunteers deliver short pep talks near the coffee station, and healthcare providers display photos of their community outreach.",
    "An event features a cybersecurity company running a password-cracking challenge on a laptop and an alumni panel discussing how to prepare for technical interviews. A group of students clutches resumes in branded folders as alumni volunteers deliver short pep talks near the coffee station. Healthcare providers display photos documenting their community outreach. Two parallel activities are described: the alumni panel focused on interview preparation, where alumni discuss the process while students introduce themselves; nearby, human resources teams jot notes on tablets. In the healthcare segment, providers present images that document their outreach efforts."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4135167059439492,
    0.4135167059439492,
    0.4135167059439492,
    0.4135167059439492,
    0.4135167059439492,
    0.4135167059439492,
    0.4135167059439492,
    0.4135167059439492,
    0.7377980393450598,
    0.7377980393450598,
    0.7377980393450598,
    0.7377980393450598,
    0.7377980393450598,
    0.7377980393450598,
    0.7377980393450598,
    0.7377980393450598,
    0.7377980393450598,
    0.7377980393450598,
    0.7558719650900858,
    0.7558719650900858,
    0.7558719650900858,
    0.7558719650900858,
    0.7558719650900858,
    0.7558719650900858,
    0.7558719650900858,
    0.7558719650900858,
    0.7558719650900858,
    0.7558719650900858,
    0.7467617680612286,
    0.7467617680612286,
    0.7467617680612286,
    0.7467617680612286,
    0.7467617680612286,
    0.7467617680612286,
    0.7467617680612286,
    0.7467617680612286
  ],
  "13": [
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "In a session with career counselors and attendees, counselors remind attendees to maintain eye contact.",
    "In a session with career counselors and attendees, counselors remind attendees to maintain eye contact.",
    "During a session with career counselors and attendees, counselors remind attendees to maintain eye contact, and some students quietly rehearse elevator pitches against the wall.",
    "During a session with career counselors and attendees, counselors remind attendees to maintain eye contact. Some students quietly rehearse elevator pitches against the wall. At the event, groups of friends mark target employers on the event map, while the engineering society sponsors a resume review table near the stage.",
    "During a session with career counselors and attendees, counselors remind attendees to maintain eye contact. Some students quietly rehearse elevator pitches against the wall. At the event, groups of friends mark target employers on the event map, while the engineering society sponsors a resume review table near the stage.",
    "During a session with career counselors and attendees, counselors remind attendees to maintain eye contact. Some students quietly rehearse elevator pitches against the wall. At the event, groups of friends mark target employers on the event map, while the engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth for attention.",
    "The scene centers on a career fair with counselors and attendees. Counselors remind attendees to maintain eye contact during conversations. Some students quietly rehearse elevator pitches against a wall. Groups of friends mark target employers on the event map, while the engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.24837930147244383,
    0.24837930147244383,
    0.24837930147244383,
    0.24837930147244383,
    0.24837930147244383,
    0.24837930147244383,
    0.24837930147244383,
    0.24837930147244383,
    0.24837930147244383,
    0.24837930147244383,
    0.24837930147244383,
    0.24837930147244383,
    0.3160766306580895,
    0.3160766306580895,
    0.3160766306580895,
    0.3160766306580895,
    0.3160766306580895,
    0.3160766306580895,
    0.3160766306580895,
    0.3160766306580895,
    0.3160766306580895,
    0.6933364661592852,
    0.6933364661592852,
    0.6933364661592852,
    0.6933364661592852,
    0.6933364661592852,
    0.6933364661592852,
    0.6933364661592852,
    0.6933364661592852,
    0.6933364661592852,
    0.6933364661592852,
    0.6933364661592852,
    0.6933364661592852,
    0.6933364661592852,
    0.6933364661592852,
    0.6933364661592852,
    0.6933364661592852,
    0.7361024970486842,
    0.7361024970486842,
    0.7361024970486842,
    0.7361024970486842,
    0.7361024970486842,
    0.7361024970486842,
    0.7361024970486842,
    0.7361024970486842,
    0.7361024970486842,
    0.8673344454979599,
    0.8673344454979599,
    0.8673344454979599,
    0.8673344454979599,
    0.8673344454979599,
    0.8673344454979599,
    0.8673344454979599,
    0.8673344454979599,
    0.8673344454979599,
    0.8673344454979599,
    0.8673344454979599,
    0.8673344454979599
  ],
  "14": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. At the event, groups of friends mark target employers on the event map, while the engineering society sponsors a resume review table near the stage. During a session with career counselors and attendees, counselors remind attendees to maintain eye contact, and some students quietly rehearse elevator pitches against the wall.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map, while the engineering society sponsors a resume review table near the stage. During a session with career counselors and attendees, counselors remind attendees to maintain eye contact, and some students quietly rehearse elevator pitches against the wall. Students line up outside the university gym before the career fair opens; healthcare providers showcase photos of community outreach.",
    "At the university career fair, an alumni panel discusses strategies for preparing for technical interviews. Tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. A session with career counselors and attendees includes reminders to maintain eye contact, while some students quietly rehearse elevator pitches against the wall. Students line up outside the university gym before the career fair opens. Healthcare providers showcase photos of community outreach. Finance firms offer QR codes enabling immediate internship applications. Alumni volunteers deliver short pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop, and a group of students clutch resumes inside branded folders."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.6004235506183302,
    0.6004235506183302,
    0.6004235506183302,
    0.6004235506183302,
    0.6004235506183302,
    0.6004235506183302,
    0.6004235506183302,
    0.7702144640892142,
    0.7702144640892142,
    0.7702144640892142,
    0.7702144640892142,
    0.7702144640892142,
    0.7702144640892142,
    0.7702144640892142,
    0.7702144640892142,
    0.7702144640892142,
    0.7702144640892142,
    0.8539961505265117,
    0.8539961505265117,
    0.8539961505265117,
    0.8539961505265117,
    0.8539961505265117,
    0.8539961505265117,
    0.8539961505265117,
    0.8539961505265117,
    0.8539961505265117,
    0.8539961505265117,
    0.8539961505265117,
    0.8717737248175577,
    0.8717737248175577,
    0.8717737248175577,
    0.8717737248175577,
    0.8717737248175577,
    0.8717737248175577,
    0.8717737248175577,
    0.8717737248175577
  ],
  "15": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Alumni volunteers are gathered near the coffee station, sharing quick pep talks.",
    "Alumni volunteers are gathered near the coffee station, sharing quick pep talks, while some students rehearse elevator pitches quietly against the wall.",
    "Alumni volunteers are gathered near the coffee station, sharing quick pep talks, while some students rehearse elevator pitches quietly against the wall.",
    "Alumni volunteers are gathered near the coffee station, sharing quick pep talks, while some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "Alumni volunteers are gathered near the coffee station, sharing quick pep talks; some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map.",
    "Alumni volunteers gather near the coffee station, offering brief pep talks while some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. During a session with career counselors and attendees, counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage.",
    "At an event, alumni volunteers gather near the coffee station, offering brief pep talks while some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. In a session with career counselors and attendees, counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. A cybersecurity company conducts a password cracking challenge on a laptop, and counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, alumni volunteers gather near the coffee station and offer brief pep talks, while some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. In a session with career counselors and attendees, counselors remind everyone to maintain eye contact. The engineering society sponsors a resume review table near the stage. A cybersecurity company conducts a password cracking challenge on a laptop, and counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Finance firms provide QR codes for immediate internship applications."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2641263945043127,
    0.2641263945043127,
    0.2641263945043127,
    0.2641263945043127,
    0.2641263945043127,
    0.28556806739695034,
    0.28556806739695034,
    0.28556806739695034,
    0.28556806739695034,
    0.28556806739695034,
    0.28556806739695034,
    0.28556806739695034,
    0.28556806739695034,
    0.28556806739695034,
    0.28556806739695034,
    0.28556806739695034,
    0.28556806739695034,
    0.510008665945374,
    0.510008665945374,
    0.510008665945374,
    0.510008665945374,
    0.510008665945374,
    0.510008665945374,
    0.510008665945374,
    0.36813932751053874,
    0.36813932751053874,
    0.36813932751053874,
    0.36813932751053874,
    0.36813932751053874,
    0.36813932751053874,
    0.36813932751053874,
    0.36813932751053874,
    0.36813932751053874,
    0.6795001965919087,
    0.6795001965919087,
    0.6795001965919087,
    0.6795001965919087,
    0.6795001965919087,
    0.6795001965919087,
    0.6795001965919087,
    0.6795001965919087,
    0.6795001965919087,
    0.7401262342558472,
    0.7401262342558472,
    0.7401262342558472,
    0.7401262342558472,
    0.7401262342558472,
    0.7401262342558472,
    0.7401262342558472,
    0.7401262342558472,
    0.7401262342558472,
    0.7401262342558472,
    0.7401262342558472,
    0.7991829052313191,
    0.7991829052313191,
    0.7991829052313191,
    0.7991829052313191,
    0.7991829052313191,
    0.7991829052313191,
    0.7991829052313191
  ],
  "16": [
    "",
    "",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "At the event, groups of friends mark target employers on the event map, while the engineering society sponsors a resume review table near the stage.",
    "At the event, groups of friends marked target employers on the event map, while the engineering society sponsored a resume review table near the stage. During a session with career counselors and attendees, counselors reminded attendees to maintain eye contact, and some students quietly rehearsed elevator pitches against the wall.",
    "At the event, groups of friends marked target employers on the event map, and the engineering society sponsored a resume review table near the stage. During a session with career counselors and attendees, counselors reminded attendees to maintain eye contact, and some students quietly rehearsed elevator pitches against the wall. Two activities are described: an alumni panel on how to prepare for technical interviews, and healthcare providers showcasing photos of their community outreach efforts. The panel centers on interview preparation, while the healthcare providers display images documenting their outreach work.",
    "At the event, groups of friends marked target employers on the event map, and the engineering society sponsored a resume review table near the stage. In a session with career counselors and attendees, counselors reminded participants to maintain eye contact as some students quietly rehearsed elevator pitches against the wall. Two activities are described: an alumni panel on preparing for technical interviews, and healthcare providers displaying photos documenting their community outreach efforts. The alumni panel centers on interview preparation, while the healthcare providers showcase outreach images; finance firms provide QR codes enabling immediate internship applications.",
    "Groups of friends marked target employers on the event map, while the engineering society sponsored a resume review table near the stage. In a session with career counselors and attendees, counselors reminded participants to maintain eye contact as some students quietly rehearsed elevator pitches against the wall. Two activities defined the event: an alumni panel on preparing for technical interviews and healthcare providers displaying photos of their community outreach; finance firms provided QR codes for immediate internship applications. Dozens of booths with colorful banners formed a continuous ring around a polished floor, adding visual variety along the route. Near a coffee station, alumni volunteers gave short pep talks. A cybersecurity company ran a password-cracking challenge on a laptop."
  ],
  "16_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4432160898174387,
    0.4432160898174387,
    0.4432160898174387,
    0.4432160898174387,
    0.4432160898174387,
    0.4432160898174387,
    0.4432160898174387,
    0.4432160898174387,
    0.5653632627671323,
    0.5653632627671323,
    0.5653632627671323,
    0.5653632627671323,
    0.5653632627671323,
    0.5653632627671323,
    0.5653632627671323,
    0.5653632627671323,
    0.5653632627671323,
    0.5653632627671323,
    0.7448003096479765,
    0.7448003096479765,
    0.7448003096479765,
    0.7448003096479765,
    0.7448003096479765,
    0.7448003096479765,
    0.7448003096479765,
    0.7448003096479765,
    0.7448003096479765,
    0.7448003096479765,
    0.7448003096479765,
    0.7448003096479765,
    0.7448003096479765,
    0.7448003096479765,
    0.7743981890252674,
    0.7743981890252674,
    0.7743981890252674,
    0.7743981890252674,
    0.7743981890252674,
    0.7743981890252674,
    0.7743981890252674,
    0.7743981890252674,
    0.7743981890252674,
    0.7743981890252674,
    0.7743981890252674,
    0.7913749111262358,
    0.7913749111262358,
    0.7913749111262358
  ],
  "17": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, illustrating their engagement with local communities. An alumni panel discusses how to prepare for technical interviews.",
    "Healthcare providers display community outreach photos, illustrating their engagement with local communities. An alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers are gathered near the coffee station, sharing quick pep talks, while some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "Healthcare providers display community outreach photos that illustrate their engagement with local communities. An alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers are gathered near the coffee station, sharing quick pep talks, while some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. In a cybersecurity context, a company is running a password cracking challenge on a laptop.",
    "Healthcare providers display photos of their community outreach, illustrating engagement with local communities. An alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers are gathered near the coffee station, delivering short pep talks, while some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. In a cybersecurity context, a cybersecurity company runs a password-cracking challenge on a laptop. A group of students clutch resumes inside branded folders.",
    "The event features a mix of career preparation and cybersecurity activities: healthcare providers display photos of community outreach; an alumni panel discusses technical interview prep; alumni volunteers near the coffee station deliver pep talks, while some students rehearse elevator pitches against a wall. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes in branded folders. The engineering society sponsors a resume review table near the stage."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.48567204936546504,
    0.48567204936546504,
    0.48567204936546504,
    0.48567204936546504,
    0.48567204936546504,
    0.48567204936546504,
    0.48567204936546504,
    0.48567204936546504,
    0.7083796682647545,
    0.7083796682647545,
    0.7083796682647545,
    0.7083796682647545,
    0.7083796682647545,
    0.7083796682647545,
    0.7083796682647545,
    0.7083796682647545,
    0.7083796682647545,
    0.7390603598759788,
    0.7390603598759788,
    0.7390603598759788,
    0.7390603598759788,
    0.7390603598759788,
    0.7390603598759788,
    0.7390603598759788,
    0.7390603598759788,
    0.7390603598759788,
    0.7390603598759788,
    0.7434866354113179,
    0.7434866354113179,
    0.7434866354113179,
    0.7434866354113179,
    0.7434866354113179,
    0.7434866354113179,
    0.7434866354113179,
    0.7434866354113179,
    0.7434866354113179,
    0.8081048947254303,
    0.8081048947254303,
    0.8081048947254303,
    0.8081048947254303,
    0.8081048947254303
  ],
  "18": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers are displaying community outreach photos, highlighting their involvement with the community. Nearby, alumni volunteers are delivering quick pep talks near the coffee station.",
    "In a shared space, healthcare providers are displaying community outreach photos, highlighting their involvement with the community. Nearby, alumni volunteers are delivering quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "In a shared space, healthcare providers display community outreach photos that highlight their involvement with the community. Nearby, alumni volunteers give quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "In a shared space, healthcare providers display community outreach photos that highlight their involvement with the community. Nearby, alumni volunteers give quick pep talks near the coffee station. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications, while the engineering society sponsors a resume review table near the stage.",
    "In a shared space, healthcare providers display community outreach photos that highlight their involvement with the community. Nearby, alumni volunteers give quick pep talks near the coffee station. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "In a shared space, healthcare providers display community outreach photos highlighting their involvement with the community. Nearby, alumni volunteers give quick pep talks near the coffee station. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "In a shared space, healthcare providers display community outreach photos. Alumni volunteers give quick pep talks near the coffee station. Students clutch resumes in branded folders. Finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.4095563116010821,
    0.4095563116010821,
    0.4095563116010821,
    0.4095563116010821,
    0.4095563116010821,
    0.4095563116010821,
    0.4095563116010821,
    0.5589248207386518,
    0.5589248207386518,
    0.5589248207386518,
    0.5589248207386518,
    0.5589248207386518,
    0.5589248207386518,
    0.5589248207386518,
    0.5634178935979504,
    0.5634178935979504,
    0.5634178935979504,
    0.5634178935979504,
    0.5634178935979504,
    0.5634178935979504,
    0.5634178935979504,
    0.7310224265755949,
    0.7310224265755949,
    0.7310224265755949,
    0.7310224265755949,
    0.7310224265755949,
    0.7310224265755949,
    0.7310224265755949,
    0.7310224265755949,
    0.7310224265755949,
    0.7492011936815927,
    0.7492011936815927,
    0.7492011936815927,
    0.7492011936815927,
    0.7492011936815927,
    0.7492011936815927,
    0.7492011936815927,
    0.7492011936815927,
    0.7492011936815927,
    0.7492011936815927,
    0.7501818549608509,
    0.7501818549608509,
    0.7501818549608509,
    0.7501818549608509,
    0.7501818549608509,
    0.7501818549608509,
    0.7501818549608509,
    0.7501818549608509,
    0.7501818549608509,
    0.7501818549608509,
    0.7740375424554229,
    0.7740375424554229,
    0.7740375424554229
  ],
  "19": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Alumni volunteers share short pep talks near the coffee station, offering brief encouragement in a casual setting.",
    "Alumni volunteers deliver short pep talks near the coffee station in a casual setting, offering brief encouragement. Students line up outside the university gym before the career fair opens.",
    "Alumni volunteers deliver short pep talks near a coffee station in a casual setting, offering brief encouragement. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle a polished gym floor, forming a continuous ring of stalls around the gleaming surface. The layout emphasizes a perimeter of booths surrounding the floor, with banners adding visual variety along the route.",
    "Alumni volunteers deliver short pep talks near a coffee station in a casual setting, offering brief encouragement. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished gym floor, forming a continuous ring of stalls around the gleaming surface, establishing a perimeter layout with banners adding visual variety along the route. Groups of friends mark target employers on the event map.",
    "Alumni volunteers deliver short pep talks near a coffee station in a casual setting, offering brief encouragement, and an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished gym floor, forming a continuous ring of stalls around the gleaming surface and establishing a perimeter layout with banners along the route. Groups of friends mark target employers on the event map. Healthcare providers display photos of their community outreach.",
    "Dozens of booths with colorful banners circle the polished gym floor, forming a continuous ring around the gleaming surface and creating a perimeter layout with banners along the route. Students line up outside the university gym before the career fair opens. Inside, attendees engage in a multi-strand networking environment with several parallel activities. A robotics startup flies a small drone above its booth to attract attention. An engineering society sponsors a resume review table near the stage. Alumni volunteers deliver short pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Healthcare providers display photos of their community outreach. Groups of friends mark target employers on the event map. Some students quietly rehearse elevator pitches against the wall. Sessions with career counselors remind attendees to maintain eye contact."
  ],
  "19_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.27954791318774624,
    0.27954791318774624,
    0.27954791318774624,
    0.27954791318774624,
    0.27954791318774624,
    0.5256089708684502,
    0.5256089708684502,
    0.5256089708684502,
    0.5256089708684502,
    0.5256089708684502,
    0.5256089708684502,
    0.5256089708684502,
    0.5256089708684502,
    0.7192182789033099,
    0.7192182789033099,
    0.7192182789033099,
    0.7192182789033099,
    0.7192182789033099,
    0.7192182789033099,
    0.7192182789033099,
    0.7192182789033099,
    0.7192182789033099,
    0.7835199900248938,
    0.7835199900248938,
    0.7835199900248938,
    0.7835199900248938,
    0.7835199900248938,
    0.7835199900248938,
    0.7835199900248938,
    0.7835199900248938,
    0.7835199900248938,
    0.7835199900248938,
    0.7835199900248938,
    0.8169425692924599,
    0.8169425692924599,
    0.8169425692924599,
    0.8169425692924599,
    0.8169425692924599,
    0.8169425692924599,
    0.8169425692924599,
    0.8169425692924599,
    0.8169425692924599,
    0.8169425692924599,
    0.8550601464254208,
    0.8550601464254208,
    0.8550601464254208,
    0.8550601464254208,
    0.8550601464254208
  ],
  "20": [
    "",
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers are delivering short pep talks near the coffee station, while healthcare providers display photos of their community outreach.",
    "Alumni volunteers are delivering short pep talks near the coffee station, while healthcare providers display photos of their community outreach. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An on-site scene features alumni volunteers delivering short pep talks near the coffee station, healthcare providers displaying photos of their community outreach, and a cybersecurity company running a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves.",
    "An on-site scene features multiple concurrent activities: alumni volunteers deliver short pep talks near the coffee station; healthcare providers display photos of their community outreach; a cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves, while workshops on networking etiquette begin in the adjoining classroom.",
    "On site, several activities unfold concurrently: alumni volunteers give short pep talks near the coffee station; healthcare providers display photos of their community outreach; a cybersecurity company hosts a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves, while workshops on networking etiquette run in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews.",
    "On site, multiple activities unfold concurrently: alumni volunteers give short pep talks near the coffee station; healthcare providers display photos of their community outreach; a cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves, while workshops on networking etiquette run in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews, and groups of friends mark target employers on the event map; the engineering society sponsors a resume review table near the stage. During a session with career counselors and attendees, counselors remind attendees to maintain eye contact, and some students quietly rehearse elevator pitches against the wall.",
    "Dozens of booths with colorful banners form a continuous ring around a polished floor, with banners along the route adding visual variety. On site, alumni volunteers give short pep talks near the coffee station; healthcare providers display photos of their community outreach. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves, while workshops on networking etiquette run in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map; the engineering society sponsors a resume review table near the stage. During a session with career counselors and attendees, counselors remind attendees to maintain eye contact, and some students quietly rehearse elevator pitches against the wall. At a career fair, counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.2893548457650841,
    0.2893548457650841,
    0.2893548457650841,
    0.2893548457650841,
    0.2893548457650841,
    0.2893548457650841,
    0.4938109863556426,
    0.4938109863556426,
    0.4938109863556426,
    0.4938109863556426,
    0.4938109863556426,
    0.4938109863556426,
    0.4938109863556426,
    0.5327899426087904,
    0.5327899426087904,
    0.5327899426087904,
    0.5327899426087904,
    0.5327899426087904,
    0.5327899426087904,
    0.5327899426087904,
    0.5327899426087904,
    0.5327899426087904,
    0.5163646367562881,
    0.5163646367562881,
    0.5163646367562881,
    0.5163646367562881,
    0.5163646367562881,
    0.5163646367562881,
    0.5163646367562881,
    0.6850396572463967,
    0.6850396572463967,
    0.6850396572463967,
    0.6850396572463967,
    0.6850396572463967,
    0.6850396572463967,
    0.6850396572463967,
    0.6850396572463967,
    0.6850396572463967,
    0.6850396572463967,
    0.6850396572463967,
    0.7578763769509096,
    0.7578763769509096,
    0.7578763769509096,
    0.7578763769509096,
    0.7578763769509096,
    0.7578763769509096,
    0.7578763769509096,
    0.7578763769509096,
    0.7578763769509096,
    0.7578763769509096,
    0.7578763769509096,
    0.7578763769509096,
    0.7578763769509096
  ],
  "21": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "An engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders.",
    "An engineering society sponsors a resume review table near the stage, with students clutching resumes inside branded folders.",
    "An engineering society sponsors a resume review table near the stage, with students clutching resumes inside branded folders.",
    "An engineering society sponsors a resume review table near the stage where students clutch resumes inside branded folders. Dozens of booths with colorful banners circle a polished floor, forming a continuous ring of stalls around the gleaming surface. The layout emphasizes a perimeter of booths surrounding the floor, with banners adding visual variety along the route.",
    "An engineering society sponsors a resume review table near the stage, where students clutch resumes inside branded folders. Dozens of booths with colorful banners circle a polished floor, forming a continuous ring of stalls around the gleaming surface and emphasizing a perimeter layout along the route. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "An engineering society sponsors a career fair with a resume review table near the stage, where students clutch resumes inside branded folders. Dozens of booths with colorful banners encircle a polished floor, forming a continuous ring of stalls around the gleaming surface along the perimeter. Healthcare providers showcase community outreach photos, and alumni volunteers deliver short pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Outside the university gym, students line up before the career fair opens, while inside a group of students continues to clutch resumes in branded folders."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.5128119719232778,
    0.5128119719232778,
    0.5128119719232778,
    0.5128119719232778,
    0.5128119719232778,
    0.5128119719232778,
    0.5128119719232778,
    0.39097267688206894,
    0.39097267688206894,
    0.39097267688206894,
    0.39097267688206894,
    0.39097267688206894,
    0.39097267688206894,
    0.39097267688206894,
    0.39097267688206894,
    0.39097267688206894,
    0.39097267688206894,
    0.39097267688206894,
    0.39097267688206894,
    0.39097267688206894,
    0.39097267688206894,
    0.6351914726241619,
    0.6351914726241619,
    0.6351914726241619,
    0.6351914726241619,
    0.6351914726241619,
    0.6351914726241619,
    0.6351914726241619,
    0.6351914726241619,
    0.6351914726241619,
    0.8152264079073693,
    0.8152264079073693,
    0.8152264079073693,
    0.8152264079073693,
    0.8152264079073693,
    0.8152264079073693,
    0.8152264079073693,
    0.8152264079073693,
    0.8152264079073693,
    0.8152264079073693,
    0.8599362595576876,
    0.8599362595576876,
    0.8599362595576876,
    0.8599362595576876,
    0.8599362595576876,
    0.8599362595576876,
    0.8599362595576876
  ],
  "22": [
    "",
    "",
    "",
    "\"\"",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "A cybersecurity company is running a password cracking challenge, with the company acting as organizer and the laptop serving as the computing platform hosting the challenge.",
    "A cybersecurity company is running a password cracking challenge, acting as organizer with a laptop serving as the computing platform hosting the challenge. Event staff scan registrations and hand out lanyards at the entrance.",
    "A cybersecurity company is the organizer, running a password cracking challenge hosted on a laptop serving as the computing platform. Event staff scan registrations and hand out lanyards at the entrance. An engineering society sponsors a resume review table near the stage, with students clutching resumes inside branded folders.",
    "A cybersecurity company is the organizer, running a password cracking challenge hosted on a laptop serving as the computing platform. Event staff scan registrations and hand out lanyards at the entrance. An engineering society sponsors a resume review table near the stage, with students clutching resumes inside branded folders. Two distinct activities are described: an alumni panel discussing how to prepare for technical interviews, and healthcare providers showcasing community outreach photos documenting their outreach efforts. Groups of friends mark target employers on the event map.",
    "A cybersecurity company organizes a password-cracking challenge hosted on a laptop-based computing platform. Event staff scan registrations and hand out lanyards at the entrance. An engineering society sponsors a resume-review table near the stage, with students clutching resumes inside branded folders. Two activities are featured: an alumni panel about how to prepare for technical interviews, and healthcare providers showcasing community outreach photos documenting their outreach efforts. Groups of friends designate specific employers as targets by placing marks on the event map. Dozens of booths with colorful banners surround a polished floor, forming a continuous ring of stalls around the gleaming surface, with banners adding visual variety along the route."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.26843852557047376,
    0.26843852557047376,
    0.26843852557047376,
    0.26843852557047376,
    0.26843852557047376,
    0.26843852557047376,
    0.26843852557047376,
    0.26843852557047376,
    0.26843852557047376,
    0.4608133425046398,
    0.4608133425046398,
    0.4608133425046398,
    0.4608133425046398,
    0.4608133425046398,
    0.4608133425046398,
    0.4608133425046398,
    0.4608133425046398,
    0.6463150697502074,
    0.6463150697502074,
    0.6463150697502074,
    0.6463150697502074,
    0.6463150697502074,
    0.6463150697502074,
    0.6463150697502074,
    0.6463150697502074,
    0.6463150697502074,
    0.739138552259174,
    0.739138552259174,
    0.739138552259174,
    0.739138552259174,
    0.739138552259174,
    0.739138552259174,
    0.739138552259174,
    0.739138552259174,
    0.739138552259174,
    0.7881526840764976,
    0.7881526840764976,
    0.7881526840764976,
    0.7881526840764976,
    0.7881526840764976,
    0.7881526840764976,
    0.7881526840764976,
    0.7881526840764976,
    0.7881526840764976
  ],
  "23": [
    "",
    "",
    "\"\"",
    "\"\"",
    "A group of students clutch resumes inside branded folders.",
    "A group of students clutch resumes inside branded folders. Alumni volunteers are delivering short pep talks near the coffee station, while healthcare providers display photos of their community outreach.",
    "A group of students clutch resumes inside branded folders. Alumni volunteers are delivering short pep talks near the coffee station, while healthcare providers display photos of their community outreach.",
    "A group of students clutch resumes inside branded folders. Alumni volunteers are delivering short pep talks near the coffee station, while healthcare providers display photos of their community outreach. A cybersecurity company is running a password-cracking challenge on a laptop.",
    "At the event, a group of students clutch resumes inside branded folders. Alumni volunteers deliver short pep talks near the coffee station, while healthcare providers display photos of their community outreach. A cybersecurity company is running a password-cracking challenge on a laptop.",
    "At the event, students clutch resumes inside branded folders. Alumni volunteers deliver short pep talks near the coffee station, while healthcare providers display photos of their community outreach. A cybersecurity company runs a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves, and workshops on networking etiquette run in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, students clutch resumes inside branded folders while alumni volunteers deliver short pep talks near the coffee station. Healthcare providers display photos of their community outreach, and a cybersecurity company runs a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves, and workshops on networking etiquette proceed in an adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle a polished floor, forming a continuous ring of stalls around the gleaming surface; the perimeter arrangement emphasizes booths surrounding the floor with banners along the route. Tech companies display demo screens showing their latest apps, reinforcing the technology-forward focus of the event."
  ],
  "23_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3376360815257372,
    0.3376360815257372,
    0.3376360815257372,
    0.3376360815257372,
    0.3376360815257372,
    0.3376360815257372,
    0.45293075105770453,
    0.45293075105770453,
    0.45293075105770453,
    0.45293075105770453,
    0.45293075105770453,
    0.45293075105770453,
    0.45293075105770453,
    0.45293075105770453,
    0.45293075105770453,
    0.45293075105770453,
    0.45293075105770453,
    0.45293075105770453,
    0.45293075105770453,
    0.45293075105770453,
    0.45293075105770453,
    0.45293075105770453,
    0.6343668237750917,
    0.6343668237750917,
    0.6343668237750917,
    0.6343668237750917,
    0.6343668237750917,
    0.6343668237750917,
    0.6343668237750917,
    0.6343668237750917,
    0.6343668237750917,
    0.6763719509128837,
    0.6763719509128837,
    0.6763719509128837,
    0.6763719509128837,
    0.6763719509128837,
    0.6763719509128837,
    0.6763719509128837,
    0.6763719509128837,
    0.6763719509128837,
    0.6763719509128837,
    0.6763719509128837,
    0.7919616644264147,
    0.7919616644264147,
    0.7919616644264147,
    0.7919616644264147,
    0.7919616644264147,
    0.7919616644264147,
    0.7919616644264147,
    0.7919616644264147,
    0.7919616644264147,
    0.7919616644264147
  ],
  "24": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners form a continuous ring around a polished floor, creating a perimeter of stalls that encircle the gleaming surface. Banners add visual variety along the route.",
    "Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners form a continuous ring around a polished floor, creating a perimeter of stalls that encircle the gleaming surface. Banners add visual variety along the route. Healthcare providers showcase community outreach photos.",
    "Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners form a continuous ring around a polished floor, creating a perimeter of stalls that encircle the gleaming surface. Banners add visual variety along the route. Healthcare providers showcase community outreach photos.",
    "At a career fair, counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners form a continuous ring around a polished floor. Banners add visual variety along the route. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop as an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves. Students clutch resumes inside branded folders.",
    "At the career fair, counselors steer unsure students toward applicable industries as dozens of booths with colorful banners form a continuous ring around a polished floor, banners adding visual variety along the route. Healthcare providers showcase community outreach photos, and a cybersecurity company runs a password-cracking challenge on a laptop while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves, and students clutch resumes inside branded folders. During a session with career counselors and attendees, counselors remind attendees to maintain eye contact. Nearby, a robotics startup flies a small drone above its booth to attract attention. Alumni volunteers deliver short pep talks near the coffee station, offering brief encouragement in a casual setting.",
    "At the university career fair, dozens of booths with colorful banners form a continuous ring around a polished floor, banners adding visual variety along the route. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves, and students clutch resumes inside branded folders. Nearby, a robotics startup flies a small drone above its booth to attract attention. Alumni volunteers deliver short pep talks near the coffee station in a casual setting. Students line up outside the university gym as the fair nears opening. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. Counselors remind attendees to maintain eye contact; counselors redirect unsure students toward applicable industries."
  ],
  "24_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.6701072902416767,
    0.6701072902416767,
    0.6701072902416767,
    0.6701072902416767,
    0.6701072902416767,
    0.6701072902416767,
    0.6701072902416767,
    0.7167952808901363,
    0.7167952808901363,
    0.7167952808901363,
    0.7167952808901363,
    0.7167952808901363,
    0.7167952808901363,
    0.7167952808901363,
    0.7167952808901363,
    0.7167952808901363,
    0.7167952808901363,
    0.7167952808901363,
    0.7167952808901363,
    0.7167952808901363,
    0.7167952808901363,
    0.7167952808901363,
    0.7167952808901363,
    0.7167952808901363,
    0.7167952808901363,
    0.8675888978854593,
    0.8675888978854593,
    0.8675888978854593,
    0.8675888978854593,
    0.8675888978854593,
    0.8675888978854593,
    0.8675888978854593,
    0.8675888978854593,
    0.8675888978854593,
    0.8675888978854593,
    0.8675888978854593,
    0.882471946487057,
    0.882471946487057,
    0.882471946487057,
    0.882471946487057,
    0.882471946487057,
    0.882471946487057,
    0.882471946487057,
    0.882471946487057,
    0.882471946487057,
    0.882471946487057
  ],
  "25": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password cracking challenge on a laptop while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves.",
    "During the fair, a welcome announcement outlines the schedule over the PA system. A cybersecurity company runs a password cracking challenge on a laptop while an alumni panel discusses how to prep for technical interviews. HR teams jot notes on tablets as students introduce themselves. In a shared space, healthcare providers display community outreach photos highlighting their involvement with the community. Nearby, alumni volunteers give quick pep talks near the coffee station. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications, and the engineering society sponsors a resume review table near the stage.",
    "At the university career fair, a welcome announcement outlines the schedule over the PA system. A cybersecurity company runs a password cracking challenge on a laptop while an alumni panel discusses how to prep for technical interviews. HR teams jot notes on tablets as students introduce themselves. In a shared space, healthcare providers display community outreach photos highlighting their involvement with the community. Nearby, alumni volunteers give quick pep talks near the coffee station. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications, and the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens."
  ],
  "25_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.7488320996049939,
    0.7488320996049939,
    0.7488320996049939,
    0.7488320996049939,
    0.7488320996049939,
    0.7488320996049939,
    0.7488320996049939,
    0.7488320996049939,
    0.7488320996049939,
    0.9088740501052361,
    0.9088740501052361,
    0.9088740501052361,
    0.9088740501052361,
    0.9088740501052361,
    0.9088740501052361,
    0.9088740501052361,
    0.9088740501052361,
    0.9088740501052361,
    0.9088740501052361,
    0.8660788988370851,
    0.8660788988370851,
    0.8660788988370851,
    0.8660788988370851,
    0.8660788988370851,
    0.8660788988370851,
    0.8660788988370851,
    0.8660788988370851
  ],
  "26": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "In a session with career counselors and attendees, counselors remind attendees to maintain eye contact.",
    "During a session with career counselors and attendees, counselors remind attendees to maintain eye contact. Nearby, alumni volunteers deliver short pep talks near the coffee station, offering brief encouragement in a casual setting.",
    "During a session with career counselors and attendees, counselors remind attendees to maintain eye contact. Nearby, alumni volunteers deliver short pep talks near the coffee station, offering brief encouragement in a casual setting. At the entrance, event staff scan registrations and hand out lanyards.",
    "A session with career counselors and attendees shows counselors reminding attendees to maintain eye contact. Alumni volunteers deliver short pep talks near the coffee station, offering brief encouragement in a casual setting. At the entrance, event staff scan registrations and hand out lanyards. A group of students clutch resumes inside branded folders. Healthcare providers display photos of their community outreach.",
    "A session with career counselors and attendees features counselors reminding attendees to maintain eye contact. Alumni volunteers give short pep talks near the coffee station, offering brief encouragement in a casual setting. At the entrance, event staff scan registrations and hand out lanyards. A group of students clutch resumes inside branded folders. Healthcare providers display photos of their community outreach. A cybersecurity company is conducting a password-cracking challenge on a laptop, while career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews.",
    "A career fair features an outer ring of dozens of booths with colorful banners around a polished floor, forming a perimeter of stalls encircling the gleaming surface. Career counselors remind attendees to maintain eye contact. Alumni volunteers give short pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. A group of students clutch resumes inside branded folders. Healthcare providers display photos of their community outreach. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.24837930147244383,
    0.24837930147244383,
    0.24837930147244383,
    0.24837930147244383,
    0.24837930147244383,
    0.24837930147244383,
    0.24837930147244383,
    0.46061898361816117,
    0.46061898361816117,
    0.46061898361816117,
    0.46061898361816117,
    0.46061898361816117,
    0.46061898361816117,
    0.46061898361816117,
    0.6600354386293741,
    0.6600354386293741,
    0.6600354386293741,
    0.6600354386293741,
    0.6600354386293741,
    0.6600354386293741,
    0.6600354386293741,
    0.6600354386293741,
    0.6600354386293741,
    0.6600354386293741,
    0.7297552930140082,
    0.7297552930140082,
    0.7297552930140082,
    0.7297552930140082,
    0.7297552930140082,
    0.7297552930140082,
    0.7297552930140082,
    0.7297552930140082,
    0.7297552930140082,
    0.7297552930140082,
    0.7977572168092851,
    0.7977572168092851,
    0.7977572168092851,
    0.7977572168092851,
    0.7977572168092851,
    0.7977572168092851,
    0.7977572168092851,
    0.7977572168092851,
    0.7977572168092851,
    0.7977572168092851,
    0.7977572168092851
  ],
  "27": [
    "",
    "",
    "",
    "\"\"",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "In the gathering, alumni volunteers are delivering short pep talks near the coffee station, while healthcare providers display photos of their community outreach.",
    "At the gathering, alumni volunteers are delivering short pep talks near the coffee station. Healthcare providers display photos of their community outreach. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews.",
    "At the gathering, alumni volunteers are delivering short pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Healthcare providers display photos of their community outreach. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the gathering, alumni volunteers deliver short pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. Healthcare providers display photos of their community outreach. A cybersecurity company runs a password cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications, enabling on-the-spot submissions. The engineering society sponsors a resume-review table near the stage, providing on-site feedback. Dozens of booths with colorful banners circle a polished floor, forming a continuous ring of stalls around the gleaming surface and emphasizing a perimeter of booths along the route, with banners adding visual variety.",
    "At the gathering, multiple outreach tracks unfold around a polished venue floor where dozens of booths with colorful banners form a continuous ring, establishing a perimeter of stalls along the route. Alumni volunteers deliver pep talks near the coffee station, while an alumni panel centers on how to prepare for technical interviews. Healthcare providers display photos documenting their community outreach. A cybersecurity company runs a password-cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications, enabling on-the-spot submissions. The engineering society sponsors a resume-review table near the stage, providing on-site feedback. Groups of friends mark target employers on the event map, and career counselors remind attendees to maintain eye contact as some students quietly rehearse elevator pitches against the wall. The described activities are the alumni panel on interview preparation and healthcare providers showcasing outreach imagery."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.28310012438400983,
    0.28310012438400983,
    0.28310012438400983,
    0.28310012438400983,
    0.28310012438400983,
    0.28310012438400983,
    0.28310012438400983,
    0.707330108216675,
    0.707330108216675,
    0.707330108216675,
    0.707330108216675,
    0.707330108216675,
    0.707330108216675,
    0.707330108216675,
    0.707330108216675,
    0.707330108216675,
    0.7057536553875716,
    0.7057536553875716,
    0.7057536553875716,
    0.7057536553875716,
    0.7057536553875716,
    0.7057536553875716,
    0.7057536553875716,
    0.7057536553875716,
    0.7057536553875716,
    0.7057536553875716,
    0.7057536553875716,
    0.8359550398719636,
    0.8359550398719636,
    0.8359550398719636,
    0.8359550398719636,
    0.8359550398719636,
    0.8359550398719636,
    0.8359550398719636,
    0.8359550398719636,
    0.8359550398719636,
    0.8359550398719636,
    0.8359550398719636,
    0.8359550398719636,
    0.8361405061973852,
    0.8361405061973852,
    0.8361405061973852,
    0.8361405061973852,
    0.8361405061973852
  ],
  "28": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Dozens of booths with colorful banners circle a polished floor, forming a continuous ring of stalls around the gleaming surface. The layout emphasizes a perimeter of booths surrounding the floor, with banners adding visual variety along the route.",
    "Dozens of booths with colorful banners circle a polished floor, forming a continuous ring of stalls around the gleaming surface. The layout emphasizes a perimeter of booths surrounding the floor, with banners adding visual variety along the route.",
    "Dozens of booths with colorful banners circle a polished floor, forming a continuous ring of stalls around the gleaming surface; the layout emphasizes a perimeter of booths surrounding the floor with banners adding visual variety along the route. Tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners circle a polished floor, forming a continuous ring of stalls around the gleaming surface. The layout emphasizes a perimeter of booths surrounding the floor, with banners adding visual variety along the route. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a continuous ring of stalls around the gleaming surface. The perimeter arrangement emphasizes booths surrounding the floor, with banners adding visual variety along the route. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular ring around the gleaming surface. Tech companies display demo screens showing their latest apps. HR teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company serves as organizer for a password-cracking challenge conducted on a laptop acting as the computing platform hosting the challenge. In a session with career counselors and attendees, counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4261406765946926,
    0.4261406765946926,
    0.4261406765946926,
    0.4261406765946926,
    0.4261406765946926,
    0.4261406765946926,
    0.4261406765946926,
    0.4261406765946926,
    0.4261406765946926,
    0.4261406765946926,
    0.4261406765946926,
    0.4261406765946926,
    0.4261406765946926,
    0.4261406765946926,
    0.4261406765946926,
    0.4261406765946926,
    0.4261406765946926,
    0.4261406765946926,
    0.533302121840632,
    0.533302121840632,
    0.533302121840632,
    0.533302121840632,
    0.533302121840632,
    0.533302121840632,
    0.533302121840632,
    0.533302121840632,
    0.7000988217177913,
    0.7000988217177913,
    0.7000988217177913,
    0.7000988217177913,
    0.7000988217177913,
    0.7000988217177913,
    0.7000988217177913,
    0.7000988217177913,
    0.7000988217177913,
    0.7000988217177913,
    0.8140181032345957,
    0.8140181032345957,
    0.8140181032345957,
    0.8140181032345957,
    0.8140181032345957,
    0.8140181032345957,
    0.8140181032345957,
    0.8140181032345957,
    0.8140181032345957,
    0.8140181032345957,
    0.8140181032345957,
    0.8134013646672811,
    0.8134013646672811,
    0.8134013646672811
  ],
  "29": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "The scene features alumni volunteers delivering short pep talks near the coffee station, healthcare providers displaying photos of their community outreach, and a cybersecurity company running a password-cracking challenge on a laptop.",
    "Alumni volunteers deliver short pep talks near the coffee station, while healthcare providers display photos of their community outreach. A cybersecurity company runs a password-cracking challenge on a laptop. A group of students clutch resumes inside branded folders.",
    "At the event, alumni volunteers deliver short pep talks near the coffee station while healthcare providers display photos of their community outreach. A cybersecurity company runs a password-cracking challenge on a laptop. A group of students clutch resumes inside branded folders. An alumni panel discusses strategies for preparing for technical interviews during a session. Finance firms offer QR codes that enable immediate internship applications.",
    "At the event, alumni volunteers deliver short pep talks near the coffee station, while healthcare providers display photos of their community outreach. A cybersecurity company runs a password-cracking challenge on a laptop. A group of students clutch resumes inside branded folders. An alumni panel discusses strategies for preparing for technical interviews during a session. Finance firms offer QR codes enabling immediate internship applications and on-the-spot submissions. The engineering society sponsors a resume-review table near the stage, providing on-site feedback. Dozens of booths with colorful banners circle a polished floor, forming a continuous ring of stalls along the route perimeter and adding visual variety.",
    "At the event, alumni volunteers deliver short pep talks near the coffee station while healthcare providers display photos from their community outreach. A cybersecurity company runs a password-cracking challenge on a laptop, as an alumni panel discusses how to prepare for technical interviews. A group of students clutch resumes inside branded folders, and HR teams jot notes on tablets as students introduce themselves. The alumni panel and interview-prep session are complemented by an engineering society-run resume-review table near the stage. Finance firms provide QR codes for immediate internship applications and on-the-spot submissions. Dozens of booths with colorful banners form a continuous ring around a polished floor along the route perimeter, adding visual variety. Counselors at the career fair redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.36377899175169004,
    0.36377899175169004,
    0.36377899175169004,
    0.36377899175169004,
    0.36377899175169004,
    0.36377899175169004,
    0.36377899175169004,
    0.669244722134537,
    0.669244722134537,
    0.669244722134537,
    0.669244722134537,
    0.669244722134537,
    0.669244722134537,
    0.669244722134537,
    0.669244722134537,
    0.669244722134537,
    0.8234594274931404,
    0.8234594274931404,
    0.8234594274931404,
    0.8234594274931404,
    0.8234594274931404,
    0.8234594274931404,
    0.8234594274931404,
    0.8234594274931404,
    0.8234594274931404,
    0.8234594274931404,
    0.8234594274931404,
    0.8472680782871438,
    0.8472680782871438,
    0.8472680782871438,
    0.8472680782871438,
    0.8472680782871438,
    0.8472680782871438,
    0.8472680782871438,
    0.8472680782871438,
    0.8472680782871438,
    0.8472680782871438,
    0.8472680782871438
  ],
  "30": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "At the university career fair scene, groups of friends mark target employers on the event map, identifying companies of interest. A line of students stands outside the university gym, waiting for the career fair to open.",
    "At the university career fair scene, groups of friends mark target employers on the event map, identifying companies of interest. A line of students stands outside the university gym, waiting for the career fair to open.",
    "At the university career fair scene, groups of friends mark target employers on the event map, identifying companies of interest. A line of students stands outside the university gym, waiting for the career fair to open. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair scene, groups of friends mark target employers on the event map, identifying companies of interest. A line of students stands outside the university gym, waiting for the career fair to open. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, groups of friends mark target employers on the event map, identifying companies of interest. A line of students stands outside the university gym, waiting for the fair to open. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers deliver short pep talks near the coffee station. Healthcare providers display photos of their community outreach. A cybersecurity company runs a password cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications, enabling on-the-spot submissions. The engineering society sponsors a resume-review table near the stage, providing on-site feedback. Dozens of booths with colorful banners circle a polished floor, forming a continuous ring of stalls around the gleaming surface, creating a perimeter of booths along the route with banners adding visual variety."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5665407812935844,
    0.5665407812935844,
    0.5665407812935844,
    0.5665407812935844,
    0.5665407812935844,
    0.5665407812935844,
    0.5665407812935844,
    0.5665407812935844,
    0.5665407812935844,
    0.5665407812935844,
    0.5665407812935844,
    0.5665407812935844,
    0.5665407812935844,
    0.5665407812935844,
    0.5665407812935844,
    0.7611609558682846,
    0.7611609558682846,
    0.7611609558682846,
    0.7611609558682846,
    0.7611609558682846,
    0.7611609558682846,
    0.7611609558682846,
    0.7611609558682846,
    0.7611609558682846,
    0.8193910150396265,
    0.8193910150396265,
    0.8193910150396265,
    0.8193910150396265,
    0.8193910150396265,
    0.8193910150396265,
    0.8193910150396265,
    0.8193910150396265,
    0.8193910150396265,
    0.8193910150396265,
    0.8960195256862913,
    0.8960195256862913,
    0.8960195256862913,
    0.8960195256862913,
    0.8960195256862913
  ],
  "31": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "Two distinct activities are described: an alumni panel discussing how to prepare for technical interviews, and healthcare providers showcasing community outreach photos. The panel centers on interview preparation, while the healthcare providers display images documenting their community outreach efforts.",
    "Two distinct activities are described: an alumni panel discussing how to prepare for technical interviews, and healthcare providers showcasing community outreach photos documenting their outreach efforts. Groups of friends mark target employers on the event map.",
    "At the event, an alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos documenting their outreach efforts. Groups of friends mark target employers on the event map. An engineering society sponsors a resume review table near the stage, with students clutching resumes inside branded folders.",
    "At the event, an alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers delivering short pep talks near the coffee station. Healthcare providers showcase photos documenting their community outreach efforts. Groups of friends mark target employers on the event map. An engineering society sponsors a resume review table near the stage, with students clutching resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, an alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers delivering short pep talks near the coffee station. Healthcare providers showcase photos documenting their community outreach efforts, while groups of friends mark target employers on the event map. An engineering society sponsors a resume review table near the stage, with students clutching resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.47645262242627806,
    0.47645262242627806,
    0.47645262242627806,
    0.47645262242627806,
    0.47645262242627806,
    0.47645262242627806,
    0.47645262242627806,
    0.47645262242627806,
    0.47645262242627806,
    0.47645262242627806,
    0.6078823092242591,
    0.6078823092242591,
    0.6078823092242591,
    0.6078823092242591,
    0.6078823092242591,
    0.6078823092242591,
    0.6078823092242591,
    0.7730175231485819,
    0.7730175231485819,
    0.7730175231485819,
    0.7730175231485819,
    0.7730175231485819,
    0.7730175231485819,
    0.7730175231485819,
    0.7730175231485819,
    0.7730175231485819,
    0.7730175231485819,
    0.7730175231485819,
    0.8144034494899463,
    0.8144034494899463,
    0.8144034494899463,
    0.8144034494899463,
    0.8144034494899463,
    0.8144034494899463,
    0.8144034494899463,
    0.8144034494899463,
    0.8144034494899463,
    0.8144034494899463,
    0.8144034494899463,
    0.8055652605227126,
    0.8055652605227126,
    0.8055652605227126,
    0.8055652605227126
  ],
  "32": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company is running a password cracking challenge on a laptop.",
    "In a cybersecurity context, a company is running a password cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews.",
    "Within a cybersecurity context, a company runs a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "Within a cybersecurity context, a company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Finance firms display QR codes for immediate internship applications. Dozens of booths with colorful banners form a continuous ring around a polished floor, creating a perimeter of stalls that encircles the gleaming surface, with banners providing visual variety along the route. Alumni volunteers share quick pep talks near the coffee station.",
    "In a cybersecurity context, a company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Finance firms display QR codes for immediate internship applications. Dozens of booths with colorful banners form a continuous ring around a polished floor, creating a perimeter of stalls that encircles the gleaming surface, with banners adding visual variety along the route. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3197966569573548,
    0.3197966569573548,
    0.3197966569573548,
    0.3197966569573548,
    0.3197966569573548,
    0.3197966569573548,
    0.3197966569573548,
    0.413015555437385,
    0.413015555437385,
    0.413015555437385,
    0.413015555437385,
    0.413015555437385,
    0.413015555437385,
    0.413015555437385,
    0.413015555437385,
    0.5908048527407656,
    0.5908048527407656,
    0.5908048527407656,
    0.5908048527407656,
    0.5908048527407656,
    0.5908048527407656,
    0.5908048527407656,
    0.5908048527407656,
    0.5908048527407656,
    0.5908048527407656,
    0.5908048527407656,
    0.7647458611633322,
    0.7647458611633322,
    0.7647458611633322,
    0.7647458611633322,
    0.7647458611633322,
    0.7647458611633322,
    0.7647458611633322,
    0.7647458611633322,
    0.7647458611633322,
    0.7818072435593159,
    0.7818072435593159,
    0.7818072435593159,
    0.7818072435593159,
    0.7818072435593159,
    0.7818072435593159,
    0.7818072435593159
  ],
  "33": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Dozens of booths with colorful banners form a continuous ring around a polished floor, creating a perimeter of stalls that encircle the gleaming surface. Banners add visual variety along the route.",
    "A circular arrangement of dozens of booths with colorful banners forms a continuous ring around a polished floor, creating a perimeter of stalls that encircle the gleaming surface. The banners add visual variety along the route.",
    "A circular arrangement of dozens of booths with colorful banners forms a continuous ring around a polished floor, encircling the gleaming surface as the banners add visual variety along the route. A cybersecurity company serves as organizer for a password cracking challenge conducted on a laptop that acts as the computing platform hosting the challenge. In a session with career counselors and attendees, counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners form a circular ring around a polished floor, encircling the gleaming surface and marking a perimeter along the route; banners add visual variety. A cybersecurity company serves as organizer for a password cracking challenge conducted on a laptop acting as the computing platform hosting the challenge. In a session with career counselors and attendees, counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a continuous ring around the gleaming surface and marking a perimeter along the route. A cybersecurity company serves as organizer for a password-cracking challenge conducted on a laptop acting as the computing platform hosting the challenge. In sessions with career counselors and attendees, counselors remind attendees to maintain eye contact; HR teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.46986829205642333,
    0.46986829205642333,
    0.46986829205642333,
    0.46986829205642333,
    0.46986829205642333,
    0.46986829205642333,
    0.46986829205642333,
    0.4625322188452176,
    0.4625322188452176,
    0.4625322188452176,
    0.4625322188452176,
    0.4625322188452176,
    0.4625322188452176,
    0.4625322188452176,
    0.4625322188452176,
    0.6467070031041033,
    0.6467070031041033,
    0.6467070031041033,
    0.6467070031041033,
    0.6467070031041033,
    0.6467070031041033,
    0.6467070031041033,
    0.6467070031041033,
    0.6467070031041033,
    0.6467070031041033,
    0.6467070031041033,
    0.6467070031041033,
    0.7300441902588619,
    0.7300441902588619,
    0.7300441902588619,
    0.7300441902588619,
    0.7300441902588619,
    0.7300441902588619,
    0.7300441902588619,
    0.7300441902588619,
    0.7300441902588619,
    0.8120201176703365,
    0.8120201176703365,
    0.8120201176703365,
    0.8120201176703365,
    0.8120201176703365
  ],
  "34": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle a polished floor, creating a continuous ring of stalls around the gleaming surface. The arrangement emphasizes a perimeter of booths surrounding the floor, with banners adding visual variety along the route.",
    "Dozens of booths with colorful banners form a continuous ring around a polished floor, creating a perimeter of stalls that encircle the gleaming surface. Banners add visual variety along the route.",
    "Dozens of booths with colorful banners form a continuous ring around a polished floor, creating a perimeter of stalls that encircle the gleaming surface. Banners add visual variety along the route. Alumni volunteers share quick pep talks near the coffee station.",
    "Dozens of booths with colorful banners form a continuous ring around a polished floor, creating a perimeter of stalls that encircle the gleaming surface. Banners add visual variety along the route. Alumni volunteers share quick pep talks near the coffee station.",
    "Dozens of booths with colorful banners form a continuous ring around a polished floor, creating a perimeter of stalls that encircles the gleaming surface. Banners add visual variety along the route. Alumni volunteers share quick pep talks near the coffee station.",
    "Dozens of booths with colorful banners form a continuous ring around a polished floor, creating a perimeter of stalls that encircles the gleaming surface. Banners add visual variety along the route. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners form a continuous ring around a polished floor, creating a perimeter of stalls that encircles the gleaming surface, with banners adding visual variety along the route. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Within a cybersecurity context, a company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4267967955836834,
    0.4267967955836834,
    0.4267967955836834,
    0.4267967955836834,
    0.4267967955836834,
    0.46986829205642333,
    0.46986829205642333,
    0.46986829205642333,
    0.46986829205642333,
    0.46986829205642333,
    0.46986829205642333,
    0.46986829205642333,
    0.637792073596797,
    0.637792073596797,
    0.637792073596797,
    0.637792073596797,
    0.637792073596797,
    0.637792073596797,
    0.637792073596797,
    0.637792073596797,
    0.637792073596797,
    0.637792073596797,
    0.637792073596797,
    0.637792073596797,
    0.637792073596797,
    0.637792073596797,
    0.637792073596797,
    0.637792073596797,
    0.6400253523481703,
    0.6400253523481703,
    0.6400253523481703,
    0.6400253523481703,
    0.6400253523481703,
    0.6400253523481703,
    0.6400253523481703,
    0.6400253523481703,
    0.6400253523481703,
    0.71689613524537,
    0.71689613524537,
    0.71689613524537,
    0.71689613524537,
    0.71689613524537,
    0.71689613524537,
    0.71689613524537,
    0.71689613524537,
    0.71689613524537,
    0.71689613524537,
    0.8312061407692977,
    0.8312061407692977,
    0.8312061407692977,
    0.8312061407692977,
    0.8312061407692977,
    0.8312061407692977,
    0.8312061407692977,
    0.8312061407692977,
    0.8312061407692977,
    0.8312061407692977,
    0.8312061407692977,
    0.8312061407692977
  ],
  "35": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens.",
    "A line of students stands outside the university gym, waiting for the career fair to open.",
    "A line of students stands outside the university gym, waiting for the career fair to open.",
    "A line of students stands outside the university gym, waiting for the career fair to open.",
    "Outside the university gym, a line of students waits for the career fair to open, while nearby a company in a cybersecurity context runs a password cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, a line of students waits for the career fair to open, while nearby a cybersecurity company runs a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, a line of students waits for the career fair to open. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle a polished floor, forming a continuous ring of stalls around the gleaming surface, with the layout emphasizing a perimeter of booths surrounding the floor and banners adding visual variety along the route. Tech companies display demo screens showing their latest apps, while human resources teams jot notes on tablets as students introduce themselves."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.42924254058358974,
    0.42924254058358974,
    0.42924254058358974,
    0.42924254058358974,
    0.42924254058358974,
    0.42924254058358974,
    0.42924254058358974,
    0.42924254058358974,
    0.42924254058358974,
    0.42924254058358974,
    0.6117997444680626,
    0.6117997444680626,
    0.6117997444680626,
    0.6117997444680626,
    0.6117997444680626,
    0.6117997444680626,
    0.6117997444680626,
    0.6117997444680626,
    0.6117997444680626,
    0.6117997444680626,
    0.6117997444680626,
    0.85126671980379,
    0.85126671980379,
    0.85126671980379,
    0.85126671980379,
    0.85126671980379,
    0.85126671980379
  ],
  "36": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Dozens of booths with colorful banners circle a polished floor, creating a continuous ring of stalls around the gleaming surface. The arrangement emphasizes a perimeter of booths surrounding the floor, with banners adding visual variety along the route.",
    "Dozens of booths with colorful banners circle a polished floor, creating a continuous ring of stalls around the gleaming surface. The arrangement emphasizes a perimeter of booths surrounding the floor, with banners adding visual variety along the route.",
    "Dozens of booths with colorful banners circle a polished floor, creating a continuous ring of stalls around the gleaming surface. The arrangement emphasizes a perimeter of booths surrounding the floor, with banners adding visual variety along the route.",
    "A venue features a polished floor ringed by dozens of booths with colorful banners, forming a continuous circle of stalls around the gleaming surface. The arrangement emphasizes a perimeter of booths surrounding the floor, with banners adding visual variety along the route. An alumni panel discusses how to prepare for technical interviews.",
    "At a venue, a polished floor is ringed by dozens of booths forming a continuous circle around the gleaming surface; colorful banners line the route, creating a perimeter of stalls around the floor and adding visual variety. An alumni panel discusses how to prepare for technical interviews. An engineering society sponsors a resume review table near the stage, with students clutching resumes inside branded folders.",
    "At a venue, a polished floor gleams as dozens of booths form a continuous circle around it, with colorful banners lining the route to create a perimeter of stalls that adds visual variety. An alumni panel discusses how to prepare for technical interviews. An engineering society sponsors a resume review table near the stage, with students clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a venue with a gleaming polished floor, dozens of booths form a continuous circle around the space, with colorful banners lining the route to create a perimeter of stalls. An alumni panel discusses how to prepare for technical interviews. An engineering society sponsors a resume review table near the stage, with students clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. In the university career fair scene, groups of friends mark target employers on the event map, identifying companies of interest. A line of students stands outside the university gym, waiting for the career fair to open."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4267967955836834,
    0.4267967955836834,
    0.4267967955836834,
    0.4267967955836834,
    0.4267967955836834,
    0.4267967955836834,
    0.4267967955836834,
    0.4267967955836834,
    0.4267967955836834,
    0.4267967955836834,
    0.4267967955836834,
    0.4267967955836834,
    0.4267967955836834,
    0.4267967955836834,
    0.4267967955836834,
    0.4267967955836834,
    0.4267967955836834,
    0.4267967955836834,
    0.4267967955836834,
    0.4267967955836834,
    0.7127929743614795,
    0.7127929743614795,
    0.7127929743614795,
    0.7127929743614795,
    0.7127929743614795,
    0.7127929743614795,
    0.7127929743614795,
    0.7598873781271371,
    0.7598873781271371,
    0.7598873781271371,
    0.7598873781271371,
    0.7598873781271371,
    0.7598873781271371,
    0.7598873781271371,
    0.7598873781271371,
    0.7598873781271371,
    0.7598873781271371,
    0.7996017341244657,
    0.7996017341244657,
    0.7996017341244657,
    0.7996017341244657,
    0.7996017341244657,
    0.7996017341244657,
    0.7996017341244657,
    0.7996017341244657,
    0.7996017341244657,
    0.8572893350699314,
    0.8572893350699314,
    0.8572893350699314,
    0.8572893350699314,
    0.8572893350699314,
    0.8572893350699314,
    0.8572893350699314
  ],
  "37": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers are displaying photographs that document their community outreach efforts.",
    "The scene shows healthcare providers displaying photographs that document their community outreach efforts. In a separate activity, an alumni panel is discussing how to prepare for technical interviews, with the discussion centered on interview preparation.",
    "Healthcare providers display photographs documenting their community outreach efforts. In a separate activity, an alumni panel discusses how to prepare for technical interviews, focusing on interview preparation. A cybersecurity company is conducting a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers display photographs documenting their community outreach efforts. An alumni panel discusses strategies for preparing for technical interviews during a session, focusing on interview preparation. A cybersecurity company conducts a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes enabling immediate internship applications.",
    "Healthcare providers display photographs documenting their community outreach efforts; an alumni panel discusses strategies for preparing for technical interviews during a session, focusing on interview preparation; a cybersecurity company conducts a password-cracking challenge on a laptop; career counselors redirect unsure students toward applicable industries; finance firms offer QR codes enabling immediate internship applications; at the campus event, a cybersecurity company runs a password-cracking challenge on a laptop while a line of students stands outside the university gym waiting for the career fair to open; an engineering society sponsors a resume review table near the stage, with students clutching resumes inside branded folders; workshops on networking etiquette begin in the adjoining classroom."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.2798034515470805,
    0.2798034515470805,
    0.2798034515470805,
    0.2798034515470805,
    0.2798034515470805,
    0.2798034515470805,
    0.2798034515470805,
    0.2798034515470805,
    0.2798034515470805,
    0.5012444663436961,
    0.5012444663436961,
    0.5012444663436961,
    0.5012444663436961,
    0.5012444663436961,
    0.5012444663436961,
    0.5012444663436961,
    0.7472391685247342,
    0.7472391685247342,
    0.7472391685247342,
    0.7472391685247342,
    0.7472391685247342,
    0.7472391685247342,
    0.7472391685247342,
    0.7472391685247342,
    0.7472391685247342,
    0.7472391685247342,
    0.7872624984846358,
    0.7872624984846358,
    0.7872624984846358,
    0.7872624984846358,
    0.7872624984846358,
    0.7872624984846358,
    0.7872624984846358,
    0.7872624984846358,
    0.7872624984846358,
    0.7872624984846358,
    0.7872624984846358,
    0.7872624984846358,
    0.5064336693453126,
    0.5064336693453126
  ],
  "38": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password-cracking challenge on a laptop, while a line of students stands outside the university gym waiting for the career fair to open.",
    "At the campus event, a cybersecurity company runs a password-cracking challenge on a laptop while a line of students stands outside the university gym waiting for the career fair to open. An engineering society sponsors a resume review table near the stage, with students clutching resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the campus event, a cybersecurity company runs a password-cracking challenge on a laptop while a line of students stands outside the university gym waiting for the career fair to open. An engineering society sponsors a resume-review table near the stage, with students clutching resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the campus event, a cybersecurity company runs a password-cracking challenge on a laptop, while a line of students waits outside the university gym for the career fair to open. An engineering society sponsors a resume-review table near the stage, with students clutching resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom, and some students rehearse elevator pitches quietly against the wall."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3565151480278916,
    0.3565151480278916,
    0.3565151480278916,
    0.3565151480278916,
    0.3565151480278916,
    0.3565151480278916,
    0.3565151480278916,
    0.3565151480278916,
    0.3565151480278916,
    0.7301067752336317,
    0.7301067752336317,
    0.7301067752336317,
    0.7301067752336317,
    0.7301067752336317,
    0.7301067752336317,
    0.7301067752336317,
    0.7301067752336317,
    0.7177374785577318,
    0.7177374785577318,
    0.7177374785577318,
    0.7177374785577318,
    0.7177374785577318,
    0.7177374785577318,
    0.7177374785577318,
    0.7177374785577318,
    0.7177374785577318
  ],
  "39": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company is running a password cracking challenge on a laptop. The scene includes the company as organizer and the laptop as the computing platform hosting the challenge.",
    "A cybersecurity company is running a password cracking challenge on a laptop, with the company as organizer and the laptop as the computing platform hosting the challenge. In a session with career counselors and attendees, counselors remind attendees to maintain eye contact.",
    "A cybersecurity company serves as organizer for a password cracking challenge conducted on a laptop that acts as the computing platform hosting the challenge. In a session with career counselors and attendees, counselors remind attendees to maintain eye contact.",
    "A cybersecurity company organizes and runs a password cracking challenge on a laptop that acts as the computing platform hosting the challenge. In a session with career counselors and attendees, counselors remind attendees to maintain eye contact.",
    "A cybersecurity company organizes and runs a password cracking challenge hosted on a laptop acting as the computing platform. In a session with career counselors and attendees, counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews.",
    "An event organized by a cybersecurity company features a password cracking challenge hosted on a laptop acting as the computing platform. In a session with career counselors and attendees, counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos.",
    "An event organized by a cybersecurity company features a password cracking challenge hosted on a laptop acting as the computing platform. In a session with career counselors and attendees, counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.39579658885538493,
    0.39579658885538493,
    0.39579658885538493,
    0.39579658885538493,
    0.39579658885538493,
    0.39579658885538493,
    0.4352890873519786,
    0.4352890873519786,
    0.4352890873519786,
    0.4352890873519786,
    0.4352890873519786,
    0.4352890873519786,
    0.4775645758562872,
    0.4775645758562872,
    0.4775645758562872,
    0.4775645758562872,
    0.4775645758562872,
    0.4775645758562872,
    0.4775645758562872,
    0.4775645758562872,
    0.4560757032306586,
    0.4560757032306586,
    0.4560757032306586,
    0.4560757032306586,
    0.4560757032306586,
    0.4560757032306586,
    0.4560757032306586,
    0.4560757032306586,
    0.4560757032306586,
    0.6679077802041065,
    0.6679077802041065,
    0.6679077802041065,
    0.6679077802041065,
    0.6679077802041065,
    0.6679077802041065,
    0.6679077802041065,
    0.6679077802041065,
    0.6679077802041065,
    0.7375973560879249,
    0.7375973560879249,
    0.7375973560879249,
    0.7375973560879249,
    0.7375973560879249,
    0.7375973560879249,
    0.7375973560879249,
    0.7375973560879249,
    0.7597385676889643,
    0.7597385676889643,
    0.7597385676889643,
    0.7597385676889643,
    0.7597385676889643,
    0.7597385676889643
  ],
  "40": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "A group of students clutch resumes inside branded folders. Alumni volunteers are delivering short pep talks near the coffee station, while healthcare providers display photos of their community outreach.",
    "At the event, a group of students clutch resumes inside branded folders. Alumni volunteers are delivering short pep talks near the coffee station, while healthcare providers display photos of their community outreach. A robotics startup flies a small drone above its booth for attention.",
    "During the event, attendees engage in a networking environment with several parallel activities. A group of students clutch resumes inside branded folders. Alumni volunteers deliver short pep talks near the coffee station. Healthcare providers display photos of their community outreach. A robotics startup flies a small drone above its booth to attract attention. In a session with career counselors and attendees, counselors remind attendees to maintain eye contact. Some students quietly rehearse elevator pitches against the wall. Groups of friends mark target employers on the event map, while the engineering society sponsors a resume review table near the stage.",
    "Event unfolds as a multi-activity networking environment with parallel sessions. A group of students clutches resumes inside branded folders. Alumni volunteers deliver short pep talks near the coffee station, and nearby they gather to share quick pep talks. Healthcare providers display photos of their community outreach, illustrating engagement with local communities. A robotics startup flies a small drone above its booth to attract attention. In a session with career counselors and attendees, counselors remind attendees to maintain eye contact. Some students quietly rehearse elevator pitches against the wall. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. In cybersecurity, a company runs a password cracking challenge on a laptop."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.45293075105770453,
    0.45293075105770453,
    0.45293075105770453,
    0.45293075105770453,
    0.45293075105770453,
    0.45293075105770453,
    0.45293075105770453,
    0.45293075105770453,
    0.45293075105770453,
    0.7075337183384709,
    0.7075337183384709,
    0.7075337183384709,
    0.7075337183384709,
    0.7075337183384709,
    0.7075337183384709,
    0.7075337183384709,
    0.7075337183384709,
    0.8270546515964081,
    0.8270546515964081,
    0.8270546515964081,
    0.8270546515964081,
    0.8270546515964081,
    0.8270546515964081,
    0.8270546515964081,
    0.8270546515964081,
    0.8270546515964081,
    0.8270546515964081,
    0.8270546515964081,
    0.7909229107593112,
    0.7909229107593112,
    0.7909229107593112,
    0.7909229107593112,
    0.7909229107593112,
    0.7909229107593112,
    0.7909229107593112,
    0.7909229107593112,
    0.7909229107593112,
    0.7909229107593112
  ],
  "41": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications, while the engineering society sponsors a resume review table near the stage.",
    "Finance firms offer QR codes for immediate internship applications, while the engineering society sponsors a resume review table near the stage.",
    "In a shared space, finance firms offer QR codes to enable immediate internship applications, while the engineering society sponsors a resume review table near the stage. Healthcare providers display community outreach photos, highlighting their involvement with the community. Nearby, alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "Within the shared event space, finance firms offer QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage. Healthcare providers display community outreach photos, highlighting their involvement with the community. Alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders. During a session with career counselors and attendees, counselors remind attendees to maintain eye contact. Some students quietly rehearse elevator pitches against the wall. Groups of friends mark target employers on the event map.",
    "In the shared event space, finance firms display QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage. Healthcare providers display community outreach photos, highlighting their involvement with the community. Alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders. During a session with career counselors and attendees, counselors remind attendees to maintain eye contact. Some students quietly rehearse elevator pitches against the wall. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses strategies for preparing for technical interviews.",
    "At the shared event space, finance firms display QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage. Healthcare providers display community outreach photos, highlighting involvement with the community. Alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders. In a session with career counselors and attendees, counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches against the wall. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses strategies for preparing for technical interviews."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.37804282673402556,
    0.37804282673402556,
    0.37804282673402556,
    0.37804282673402556,
    0.37804282673402556,
    0.37804282673402556,
    0.37804282673402556,
    0.37804282673402556,
    0.37804282673402556,
    0.37804282673402556,
    0.37804282673402556,
    0.37804282673402556,
    0.37804282673402556,
    0.37804282673402556,
    0.7535853619299101,
    0.7535853619299101,
    0.7535853619299101,
    0.7535853619299101,
    0.7535853619299101,
    0.7535853619299101,
    0.7535853619299101,
    0.7535853619299101,
    0.7535853619299101,
    0.7535853619299101,
    0.8006520043186824,
    0.8006520043186824,
    0.8006520043186824,
    0.8006520043186824,
    0.8006520043186824,
    0.8006520043186824,
    0.8006520043186824,
    0.8006520043186824,
    0.8006520043186824,
    0.8006520043186824,
    0.8163831574900114,
    0.8163831574900114,
    0.8163831574900114,
    0.8163831574900114,
    0.8163831574900114,
    0.8163831574900114,
    0.8163831574900114,
    0.8163831574900114,
    0.8163831574900114,
    0.8163831574900114,
    0.8163831574900114
  ],
  "42": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Dozens of booths with colorful banners form a continuous ring around a polished floor, creating a perimeter of stalls that encircle the gleaming surface. Banners add visual variety along the route. Alumni volunteers share quick pep talks near the coffee station.",
    "Dozens of booths with colorful banners form a continuous ring around a polished floor, creating a perimeter of stalls that encircle the gleaming surface, with banners adding visual variety along the route. Alumni volunteers share quick pep talks near the coffee station.",
    "Dozens of booths with colorful banners enclose a polished floor, forming a continuous ring of stalls around the gleaming surface and adding visual variety along the route. Near a coffee station, alumni volunteers give short pep talks. Healthcare providers display community outreach photos. An alumni panel discusses preparing for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Dozens of booths with colorful banners enclose a polished, gleaming floor, forming a continuous ring of stalls around the surface and adding visual variety along the route. Near a coffee station, alumni volunteers deliver short pep talks. Healthcare providers display community outreach photos. An alumni panel discusses preparing for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "42_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.637792073596797,
    0.637792073596797,
    0.637792073596797,
    0.637792073596797,
    0.637792073596797,
    0.637792073596797,
    0.637792073596797,
    0.637792073596797,
    0.5203324793617742,
    0.5203324793617742,
    0.5203324793617742,
    0.5203324793617742,
    0.5203324793617742,
    0.5203324793617742,
    0.5203324793617742,
    0.5203324793617742,
    0.5203324793617742,
    0.7751164485626476,
    0.7751164485626476,
    0.7751164485626476,
    0.7751164485626476,
    0.7751164485626476,
    0.7751164485626476,
    0.7751164485626476,
    0.7751164485626476,
    0.7751164485626476,
    0.7751164485626476,
    0.798258230224975,
    0.798258230224975,
    0.798258230224975,
    0.798258230224975,
    0.798258230224975,
    0.798258230224975,
    0.798258230224975,
    0.798258230224975
  ],
  "43": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "An engineering society sponsors a resume review table near the stage, and students clutch resumes inside branded folders.",
    "An engineering society sponsors a resume review table near the stage, with students clutching resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "An engineering society sponsors a resume review table near the stage, with students clutching resumes in branded folders. Networking etiquette workshops are underway in the adjoining classroom. Outside the university gym, students line up ahead of the career fair opening. A robotics startup flies a small drone over its booth to attract attention. In a separate session with career counselors and attendees, counselors remind attendees to maintain eye contact as some students quietly rehearse elevator pitches against the wall.",
    "An engineering society sponsors a resume review table near the stage, with students clutching resumes in branded folders. Networking etiquette workshops are underway in the adjoining classroom. Outside the university gym, students line up ahead of the career fair opening. A robotics startup flies a small drone over its booth to attract attention. In a separate session with career counselors and attendees, counselors remind attendees to maintain eye contact as some students quietly rehearse elevator pitches against the wall. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3866908992150879,
    0.3866908992150879,
    0.3866908992150879,
    0.3866908992150879,
    0.3866908992150879,
    0.3866908992150879,
    0.3866908992150879,
    0.3866908992150879,
    0.546519261307017,
    0.546519261307017,
    0.546519261307017,
    0.546519261307017,
    0.546519261307017,
    0.546519261307017,
    0.546519261307017,
    0.546519261307017,
    0.546519261307017,
    0.8147993965760776,
    0.8147993965760776,
    0.8147993965760776,
    0.8147993965760776,
    0.8147993965760776,
    0.8147993965760776,
    0.8147993965760776,
    0.8147993965760776,
    0.8147993965760776,
    0.8147993965760776,
    0.8147993965760776,
    0.8288989326539435,
    0.8288989326539435,
    0.8288989326539435,
    0.8288989326539435,
    0.8288989326539435,
    0.8288989326539435,
    0.8288989326539435,
    0.8288989326539435,
    0.8288989326539435
  ],
  "44": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A cybersecurity company runs a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews.",
    "A cybersecurity company runs a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop and an alumni panel discusses how to prepare for technical interviews, while students line up outside the university gym before the career fair opens.",
    "Several activities are underway: a cybersecurity company hosts a password-cracking challenge on a laptop; an alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before the career fair opens. Inside, a group of students clutch resumes in branded folders. Alumni volunteers deliver short pep talks near the coffee station, while healthcare providers display photos of their community outreach.",
    "At a university campus, multiple career fair activities are underway: a cybersecurity company hosts a password-cracking challenge on a laptop; an alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before the fair opens. Inside, a group of students clutch resumes in branded folders. Alumni volunteers deliver short pep talks near the coffee station, while healthcare providers display photos of their community outreach. Tech companies display demo screens showing their latest apps.",
    "At a university campus, a multi-faceted career fair is in progress. A cybersecurity company hosts a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before the fair opens. Inside, a group of students clutch resumes in branded folders. Alumni volunteers deliver short pep talks near the coffee station. Healthcare providers display photos of their community outreach. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4135167059439492,
    0.4135167059439492,
    0.4135167059439492,
    0.4135167059439492,
    0.4135167059439492,
    0.4135167059439492,
    0.4135167059439492,
    0.4135167059439492,
    0.4135167059439492,
    0.4135167059439492,
    0.4135167059439492,
    0.4135167059439492,
    0.4135167059439492,
    0.4135167059439492,
    0.45118042572112094,
    0.45118042572112094,
    0.45118042572112094,
    0.45118042572112094,
    0.45118042572112094,
    0.45118042572112094,
    0.45118042572112094,
    0.45118042572112094,
    0.45118042572112094,
    0.45118042572112094,
    0.7474812313399216,
    0.7474812313399216,
    0.7474812313399216,
    0.7474812313399216,
    0.7474812313399216,
    0.7474812313399216,
    0.7474812313399216,
    0.7474812313399216,
    0.7474812313399216,
    0.7474812313399216,
    0.7474812313399216,
    0.8485914327685778,
    0.8485914327685778,
    0.8485914327685778,
    0.8485914327685778,
    0.8485914327685778,
    0.8485914327685778,
    0.8485914327685778,
    0.8485914327685778,
    0.8485914327685778,
    0.8544671062332647,
    0.8544671062332647,
    0.8544671062332647,
    0.8544671062332647
  ],
  "45": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. A group of students clutch resumes inside branded folders.",
    "Healthcare providers showcase community outreach photos. A group of students clutch resumes inside branded folders. Workshops on networking etiquette are underway in the adjoining classroom, while students line up outside the university gym ahead of the career fair opening. A robotics startup flies a small drone over its booth to attract attention.",
    "Healthcare providers showcase community outreach photos as part of the scene. A group of students clutch resumes inside branded folders, presenting a recruitment-focused mood. Workshops on networking etiquette are underway in the adjoining classroom, while other students line up outside the university gym ahead of the career fair opening. A robotics startup flies a small drone over its booth to attract attention.",
    "Within a university setting, healthcare providers showcase community outreach photos as part of the scene. A group of students clutch resumes inside branded folders, presenting a recruitment-focused mood. Workshops on networking etiquette are underway in the adjoining classroom, while other students line up outside the university gym ahead of the career fair opening. A robotics startup flies a small drone over its booth to attract attention. Dozens of booths with colorful banners circle a polished, gleaming floor, forming a continuous ring of stalls around the surface; the layout emphasizes a perimeter of booths surrounding the floor with banners adding visual variety along the route. Tech companies display demo screens showing their latest apps.",
    "Set in a university setting, the scene blends career fair activity with outreach and workshops. Healthcare providers display community outreach photos as part of the display. A group of students clutch resumes in branded folders, signaling a recruitment-focused mood. In the adjoining classroom, workshops on networking etiquette are underway, while other students line up outside the university gym ahead of the career fair opening. A robotics startup flies a small drone over its booth to attract attention. Dozens of booths with colorful banners form a continuous ring around a polished, gleaming floor, creating a perimeter of stalls along the route, with banners adding visual variety. Tech companies show demo screens featuring their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.4583917371082736,
    0.4583917371082736,
    0.4583917371082736,
    0.4583917371082736,
    0.4583917371082736,
    0.4583917371082736,
    0.4583917371082736,
    0.8068386413540415,
    0.8068386413540415,
    0.8068386413540415,
    0.8068386413540415,
    0.8068386413540415,
    0.8068386413540415,
    0.8068386413540415,
    0.8068386413540415,
    0.7747536307315339,
    0.7747536307315339,
    0.7747536307315339,
    0.7747536307315339,
    0.7747536307315339,
    0.7747536307315339,
    0.7747536307315339,
    0.7747536307315339,
    0.7747536307315339,
    0.8284415164462344,
    0.8284415164462344,
    0.8284415164462344,
    0.8284415164462344,
    0.8284415164462344,
    0.8284415164462344,
    0.8284415164462344,
    0.8284415164462344,
    0.8284415164462344,
    0.8284415164462344,
    0.8284415164462344,
    0.8695703998050883,
    0.8695703998050883,
    0.8695703998050883,
    0.8695703998050883,
    0.8695703998050883,
    0.8695703998050883,
    0.8695703998050883,
    0.8695703998050883,
    0.8695703998050883
  ],
  "46": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Finance firms offer QR codes for immediate internship applications, enabling on-the-spot submissions. The engineering society sponsors a resume review table near the stage, providing on-site feedback.",
    "Finance firms offer QR codes for immediate internship applications, enabling on-the-spot submissions. The engineering society sponsors a resume-review table near the stage, providing on-site feedback. Dozens of booths with colorful banners circle a polished floor, forming a continuous ring of stalls around the gleaming surface and emphasizing a perimeter of booths along the route, with banners adding visual variety.",
    "Across the venue, finance firms display QR codes for immediate internship applications, enabling on-the-spot submissions. The engineering society sponsors a resume-review table near the stage, offering on-site feedback. Dozens of booths with colorful banners circle a polished floor, forming a continuous ring of stalls around the gleaming surface and tracing a perimeter of booths along the route. Alumni volunteers deliver short pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. Healthcare providers display photos of their community outreach. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university gym hosting a career fair, dozens of booths with colorful banners circle a polished floor, forming a continuous ring of stalls around the gleaming surface and tracing a perimeter of booths along the route. Finance firms display QR codes for immediate internship applications, enabling on-the-spot submissions. The engineering society sponsors a resume-review table near the stage, offering on-site feedback. Alumni volunteers deliver short pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. Healthcare providers display photos of their community outreach. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.5206547223253046,
    0.5206547223253046,
    0.5206547223253046,
    0.5206547223253046,
    0.5206547223253046,
    0.5206547223253046,
    0.5206547223253046,
    0.7586801106463512,
    0.7586801106463512,
    0.7586801106463512,
    0.7586801106463512,
    0.7586801106463512,
    0.7586801106463512,
    0.7586801106463512,
    0.7586801106463512,
    0.7586801106463512,
    0.7586801106463512,
    0.8386851945301192,
    0.8386851945301192,
    0.8386851945301192,
    0.8386851945301192,
    0.8386851945301192,
    0.8386851945301192,
    0.8386851945301192,
    0.8386851945301192,
    0.8386851945301192,
    0.856707114132241,
    0.856707114132241,
    0.856707114132241,
    0.856707114132241,
    0.856707114132241,
    0.856707114132241,
    0.856707114132241,
    0.856707114132241,
    0.856707114132241
  ],
  "47": [
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews.",
    "A cybersecurity company runs a password cracking challenge on a laptop while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves.",
    "A cybersecurity company runs a password cracking challenge on a laptop as an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves. Students clutch resumes inside branded folders.",
    "At a career fair-like event, a cybersecurity company runs a password cracking challenge on a laptop while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves, and students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners form a continuous ring around a polished floor, creating a perimeter of stalls that encircle the gleaming surface, with banners adding visual variety along the route. Healthcare providers showcase community outreach photos.",
    "At a career fair-like event, a cybersecurity company hosts a password-cracking challenge on a laptop while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves, and students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners form a continuous ring around a polished floor, creating a perimeter of stalls that encircles the gleaming surface and add visual variety along the route. Healthcare providers showcase community outreach photos.",
    "At a career fair-like event, a cybersecurity company hosts a password-cracking challenge on a laptop while an alumni panel discusses how to prepare for technical interviews. Human resources jot notes on tablets as students introduce themselves, and students clutch resumes inside branded folders. Dozens of booths with colorful banners form a continuous ring around a polished floor, encircling the gleaming surface. Healthcare providers showcase photos of their community outreach. Groups of friends mark target employers on the event map, and the engineering society sponsors a resume review table near the stage. During a session with career counselors and attendees, counselors remind attendees to maintain eye contact, and some students quietly rehearse elevator pitches against the wall. The two activities described are the alumni panel on interview preparation and healthcare providers displaying outreach photos, with the panel centered on interview prep and healthcare providers displaying outreach images."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.41126114697635885,
    0.41126114697635885,
    0.41126114697635885,
    0.41126114697635885,
    0.41126114697635885,
    0.41126114697635885,
    0.41126114697635885,
    0.41126114697635885,
    0.41126114697635885,
    0.41126114697635885,
    0.41126114697635885,
    0.41126114697635885,
    0.41126114697635885,
    0.41126114697635885,
    0.5439798032722079,
    0.5439798032722079,
    0.5439798032722079,
    0.5439798032722079,
    0.5439798032722079,
    0.5439798032722079,
    0.5439798032722079,
    0.654162708109322,
    0.654162708109322,
    0.654162708109322,
    0.654162708109322,
    0.654162708109322,
    0.654162708109322,
    0.654162708109322,
    0.654162708109322,
    0.654162708109322,
    0.8603050299323252,
    0.8603050299323252,
    0.8603050299323252,
    0.8603050299323252,
    0.8603050299323252,
    0.8603050299323252,
    0.8603050299323252,
    0.8603050299323252,
    0.8603050299323252,
    0.8603050299323252,
    0.8597169865398163,
    0.8597169865398163,
    0.8597169865398163,
    0.8597169865398163,
    0.8597169865398163,
    0.8597169865398163,
    0.8597169865398163,
    0.8597169865398163,
    0.8597169865398163,
    0.8597169865398163,
    0.8597169865398163,
    0.8450546822083953,
    0.8450546822083953,
    0.8450546822083953
  ],
  "48": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "An alumni panel discusses how to prepare for technical interviews, while a cybersecurity company runs a password cracking challenge on a laptop. An engineering society sponsors a resume review table near the stage, with students clutching resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "An alumni panel discusses how to prepare for technical interviews, while a cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage, with students clutching resumes inside branded folders. Workshops on networking etiquette begin in an adjoining classroom. Groups of friends designate specific employers as targets by placing marks on the event map. Dozens of booths with colorful banners circle a polished floor, forming a continuous ring of stalls around the gleaming surface, with banners adding visual variety along the perimeter."
  ],
  "48_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.44129546256244895,
    0.44129546256244895,
    0.44129546256244895,
    0.44129546256244895,
    0.44129546256244895,
    0.44129546256244895,
    0.44129546256244895,
    0.44129546256244895,
    0.44129546256244895,
    0.7055896965809578,
    0.7055896965809578,
    0.7055896965809578,
    0.7055896965809578,
    0.7055896965809578,
    0.7055896965809578,
    0.7055896965809578,
    0.7055896965809578,
    0.7055896965809578,
    0.7055896965809578,
    0.824471331503616,
    0.824471331503616,
    0.824471331503616,
    0.824471331503616,
    0.824471331503616,
    0.824471331503616,
    0.824471331503616,
    0.824471331503616,
    0.824471331503616,
    0.824471331503616
  ],
  "49": [
    "",
    "\"\"",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle a polished floor, forming a continuous ring of stalls around the gleaming surface and emphasizing a perimeter surrounding the floor, with banners adding visual variety along the route.",
    "HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle a polished floor, creating a continuous ring of stalls around the gleaming surface and marking a perimeter along the route, with banners adding visual variety. Workshops on networking etiquette begin in the adjoining classroom.",
    "HR teams jot notes on tablets as students introduce themselves, while dozens of booths with colorful banners circle a polished floor, forming a continuous ring of stalls around the gleaming surface and marking a perimeter along the route; banners add visual variety. Workshops on networking etiquette begin in the adjoining classroom, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners form a continuous ring around a polished floor, creating a perimeter of stalls that encircles the gleaming surface and marking the route. The banners add visual variety along the circuit. In the adjoining classroom, workshops on networking etiquette begin, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "An event space shows HR teams jotting notes on tablets as students introduce themselves. Dozens of booths with colorful banners form a continuous ring around a polished floor, encircling the surface and marking the route; banners add visual variety along the circuit. In the adjoining classroom, workshops on networking etiquette begin, while a cybersecurity company runs a password-cracking challenge on a laptop. In a shared space, healthcare providers display community outreach photos highlighting their involvement with the community. Nearby, alumni volunteers give quick pep talks near the coffee station. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage."
  ],
  "49_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.576375981242198,
    0.576375981242198,
    0.576375981242198,
    0.576375981242198,
    0.576375981242198,
    0.576375981242198,
    0.576375981242198,
    0.576375981242198,
    0.7383407937881041,
    0.7383407937881041,
    0.7383407937881041,
    0.7383407937881041,
    0.7383407937881041,
    0.7383407937881041,
    0.7383407937881041,
    0.7383407937881041,
    0.5745048610648686,
    0.5745048610648686,
    0.5745048610648686,
    0.5745048610648686,
    0.5745048610648686,
    0.5745048610648686,
    0.5745048610648686,
    0.5745048610648686,
    0.5745048610648686,
    0.5745048610648686,
    0.5745048610648686,
    0.6861135740728578,
    0.6861135740728578,
    0.6861135740728578,
    0.6861135740728578,
    0.6861135740728578,
    0.6861135740728578,
    0.6861135740728578,
    0.6861135740728578,
    0.6861135740728578,
    0.8051976066257,
    0.8051976066257,
    0.8051976066257,
    0.8051976066257,
    0.8051976066257,
    0.8051976066257,
    0.8051976066257,
    0.8051976066257,
    0.8051976066257
  ]
}