{
  "0": [
    "",
    "",
    "",
    "",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Several small blue flags are arranged along the perimeter of the event space.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Several small blue flags are arranged along the perimeter of the event space. Healthcare providers are showcasing community outreach photos.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Several small blue flags are arranged along the perimeter of the event space. Healthcare providers are showcasing community outreach photos, and consulting firms are stacking glossy case study booklets on high tables.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Several small blue flags are arranged along the perimeter of the event space. Healthcare providers are showcasing community outreach photos, and consulting firms are stacking glossy case study booklets on high tables.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Several small blue flags are arranged along the perimeter of the event space. Healthcare providers are showcasing community outreach photos, and consulting firms are stacking glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Several small blue flags are arranged along the perimeter of the event space. Healthcare providers are showcasing community outreach photos, and tech companies are displaying demo screens showing their latest apps. Consulting firms are stacking glossy case study booklets on high tables.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Several small blue flags are arranged along the perimeter of the event space. Healthcare providers are showcasing community outreach photos, and tech companies are displaying demo screens showing their latest apps. Consulting firms are stacking glossy case study booklets on high tables, and students clutch resumes inside branded folders.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Several small blue flags are arranged along the perimeter of the event space, and dozens of booths with colorful banners circle the polished floor. Healthcare providers are showcasing community outreach photos, while tech companies are displaying demo screens showing their latest apps. Consulting firms are stacking glossy case study booklets on high tables, and students clutch resumes inside branded folders.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Several small blue flags are arranged along the perimeter of the event space, and dozens of booths with colorful banners circle the polished floor. Healthcare providers are showcasing community outreach photos, while tech companies are displaying demo screens showing their latest apps. Consulting firms are stacking glossy case study booklets on high tables.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Several small blue flags are arranged along the perimeter of the event space, and dozens of booths with colorful banners circle the polished floor. Healthcare providers are showcasing community outreach photos, while tech companies are displaying demo screens showing their latest apps. Consulting firms are stacking glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Several small blue flags are arranged along the perimeter of the event space, and dozens of booths with colorful banners circle the polished floor. Healthcare providers are showcasing community outreach photos, while tech companies are displaying demo screens showing their latest apps. Consulting firms are stacking glossy case study booklets on high tables, and students clutch resumes inside branded folders.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Several small blue flags are arranged along the perimeter of the event space, and dozens of booths with colorful banners circle the polished floor. Healthcare providers are showcasing community outreach photos, while tech companies are displaying demo screens showing their latest apps. Consulting firms are stacking glossy case study booklets on high tables."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.41725838896367357,
    0.41725838896367357,
    0.5100043842563087,
    0.5100043842563087,
    0.5100043842563087,
    0.5100043842563087,
    0.5122656561484652,
    0.5122656561484652,
    0.5122656561484652,
    0.5122656561484652,
    0.5122656561484652,
    0.5122656561484652,
    0.5122656561484652,
    0.5122656561484652,
    0.5122656561484652,
    0.5122656561484652,
    0.5122656561484652,
    0.5122656561484652,
    0.5504052035646402,
    0.5504052035646402,
    0.5504052035646402,
    0.5504052035646402,
    0.5575867914733942,
    0.5575867914733942,
    0.5575867914733942,
    0.5575867914733942,
    0.5575867914733942,
    0.5575867914733942,
    0.618041893924189,
    0.618041893924189,
    0.618041893924189,
    0.618041893924189,
    0.618041893924189,
    0.618041893924189,
    0.618041893924189,
    0.6356650295177486,
    0.6356650295177486,
    0.6356650295177486,
    0.6356650295177486,
    0.6356650295177486,
    0.6356650295177486,
    0.6356650295177486,
    0.586619771424545,
    0.586619771424545,
    0.586619771424545,
    0.586619771424545,
    0.586619771424545,
    0.6756459567558208,
    0.6756459567558208,
    0.6756459567558208,
    0.6756459567558208,
    0.6756459567558208,
    0.6756459567558208,
    0.6756459567558208,
    0.6356650295177486,
    0.6356650295177486,
    0.6356650295177486,
    0.6356650295177486,
    0.6356650295177486,
    0.6356650295177486,
    0.6356650295177486,
    0.586619771424545
  ],
  "1": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. Several students are wearing bright blue jackets. A small group of alumni volunteers are standing near a table with coffee cups.",
    "Students line up outside the university gym before the career fair opens. Several students are wearing bright blue jackets. Alumni volunteers share quick pep talks near the coffee station, and a small group of alumni volunteers are standing near a table with coffee cups. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Several students are wearing bright blue jackets. Alumni volunteers share quick pep talks near the coffee station, and a small group of alumni volunteers are standing near a table with coffee cups. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Several students are wearing bright blue jackets. Alumni volunteers share quick pep talks near the coffee station, and a small group of alumni volunteers are standing near a table with coffee cups. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Several students are wearing bright blue jackets. Alumni volunteers share quick pep talks near the coffee station, and a small group of alumni volunteers are standing near a table with coffee cups. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Several students are wearing bright blue jackets. Alumni volunteers share quick pep talks near the coffee station, and a small group of alumni volunteers are standing near a table with coffee cups. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens, with several wearing bright blue jackets. Alumni volunteers share quick pep talks near the coffee station, and a small group are standing near a table with coffee cups. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens, with several wearing bright blue jackets. Alumni volunteers share quick pep talks near the coffee station, and a small group are standing near a table with coffee cups. Consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens, with several wearing bright blue jackets. Alumni volunteers share quick pep talks near the coffee station, and a small group are standing near a table with coffee cups. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens, with several wearing bright blue jackets. Alumni volunteers share quick pep talks near the coffee station, and a small group are standing near a table with coffee cups. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens, with several wearing bright blue jackets. Alumni volunteers share quick pep talks near the coffee station, and a small group are standing near a table with coffee cups. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens, with several wearing bright blue jackets. Alumni volunteers share quick pep talks near the coffee station, and a small group are standing near a table with coffee cups. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "1_score": [
    0.0,
    0.0,
    0.4989865969158758,
    0.7559001599614186,
    0.7559001599614186,
    0.7559001599614186,
    0.7559001599614186,
    0.8281827955419829,
    0.8281827955419829,
    0.8281827955419829,
    0.8281827955419829,
    0.8281827955419829,
    0.8281827955419829,
    0.8281827955419829,
    0.8281827955419829,
    0.8281827955419829,
    0.8281827955419829,
    0.8281827955419829,
    0.8281827955419829,
    0.8281827955419829,
    0.8281827955419829,
    0.8281827955419829,
    0.8281827955419829,
    0.8281827955419829,
    0.8281827955419829,
    0.8281827955419829,
    0.8281827955419829,
    0.8281827955419829,
    0.8281827955419829,
    0.8281827955419829,
    0.7818478818433222,
    0.7818478818433222,
    0.7818478818433222,
    0.7818478818433222,
    0.7818478818433222,
    0.7818478818433222,
    0.7818478818433222,
    0.7818478818433222,
    0.7733593488615083,
    0.7733593488615083,
    0.7733593488615083,
    0.7733593488615083,
    0.7733593488615083,
    0.8474532250988986,
    0.8474532250988986,
    0.8474532250988986,
    0.8474532250988986,
    0.8474532250988986,
    0.8474532250988986,
    0.8474532250988986,
    0.8724871548394224,
    0.8724871548394224,
    0.8724871548394224,
    0.8724871548394224,
    0.8724871548394224,
    0.8724871548394224,
    0.8724871548394224,
    0.8724871548394224,
    0.8724871548394224,
    0.8724871548394224,
    0.8724871548394224,
    0.8724871548394224,
    0.8724871548394224,
    0.8724871548394224,
    0.8724871548394224,
    0.8724871548394224
  ],
  "2": [
    "",
    "Tech companies are displaying demo screens showcasing their latest applications. The screens feature various apps, presumably demonstrating their functionality and design.",
    "Attendees observed tech companies displaying demo screens featuring various applications. The screens showcased the functionality and design of the apps. Career counselors advised attendees to maintain eye contact.",
    "Attendees observed tech companies displaying demo screens featuring various applications, showcasing their functionality and design. Career counselors advised attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "Attendees observed tech companies displaying demo screens featuring various applications, showcasing their functionality and design. Career counselors advised attendees to maintain eye contact. Students clutch resumes inside branded folders, and alumni volunteers share quick pep talks near the coffee station.",
    "Attendees observed tech companies displaying demo screens featuring various applications, showcasing their functionality and design. Career counselors advised attendees to maintain eye contact. Students clutch resumes inside branded folders, and alumni volunteers share quick pep talks near the coffee station.",
    "Attendees observed tech companies displaying demo screens featuring various applications, showcasing their functionality and design. Career counselors advised attendees to maintain eye contact. Students clutch resumes inside branded folders, and alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "Attendees observed tech companies displaying demo screens featuring various applications, showcasing their functionality and design. Career counselors advised attendees to maintain eye contact. Students clutch resumes inside branded folders, and alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "Attendees observed tech companies displaying demo screens featuring various applications, showcasing their functionality and design. Career counselors advised attendees to maintain eye contact. Students line up outside the university gym before the career fair opens, and students clutch resumes inside branded folders.",
    "Attendees observed tech companies displaying demo screens featuring various applications, showcasing their functionality and design. Students line up outside the university gym before the career fair opens, and students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "Attendees observed tech companies displaying demo screens featuring various applications, showcasing their functionality and design. Students line up outside the university gym before the career fair opens, and students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "Attendees observed tech companies displaying demo screens featuring various applications, showcasing their functionality and design. Students line up outside the university gym before the career fair opens, and students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths with colorful banners. Tech companies are displaying demo screens featuring various applications, showcasing their functionality and design. Students line up outside the university gym, clutching resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths displaying demo screens featuring various applications and designs. Students line up outside the university gym, clutching resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact."
  ],
  "2_score": [
    0.0,
    0.37289209674550017,
    0.37289209674550017,
    0.37289209674550017,
    0.37289209674550017,
    0.37289209674550017,
    0.37289209674550017,
    0.6379941612463897,
    0.6379941612463897,
    0.6427707333269503,
    0.6427707333269503,
    0.6427707333269503,
    0.6427707333269503,
    0.6976146425886748,
    0.6976146425886748,
    0.6976146425886748,
    0.6976146425886748,
    0.6976146425886748,
    0.6976146425886748,
    0.6976146425886748,
    0.6976146425886748,
    0.6976146425886748,
    0.6976146425886748,
    0.7899659908190289,
    0.7899659908190289,
    0.7899659908190289,
    0.7899659908190289,
    0.7899659908190289,
    0.7899659908190289,
    0.7899659908190289,
    0.7899659908190289,
    0.7899659908190289,
    0.7899659908190289,
    0.7899659908190289,
    0.7899659908190289,
    0.7623145331739062,
    0.7623145331739062,
    0.7623145331739062,
    0.7623145331739062,
    0.7623145331739062,
    0.7623145331739062,
    0.7623145331739062,
    0.7795511889438304,
    0.7795511889438304,
    0.7795511889438304,
    0.7795511889438304,
    0.7795511889438304,
    0.7795511889438304,
    0.7795511889438304,
    0.7795511889438304,
    0.7795511889438304,
    0.7795511889438304,
    0.7795511889438304,
    0.7795511889438304,
    0.7795511889438304,
    0.7795511889438304,
    0.7795511889438304,
    0.7795511889438304,
    0.7795511889438304,
    0.740699055663997,
    0.740699055663997,
    0.740699055663997,
    0.740699055663997,
    0.740699055663997,
    0.740699055663997,
    0.7601969505562898
  ],
  "3": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos, depicting individuals receiving care. The booths are surrounded by a polished floor.",
    "Students clutch resumes inside branded folders as dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos, depicting individuals receiving care. Alumni volunteers share quick pep talks near the coffee station, and the booths are surrounded by a polished floor.",
    "The polished floor surrounds dozens of booths with colorful banners. Healthcare providers display community outreach photos depicting individuals receiving care, while alumni volunteers offer quick pep talks near the coffee station. Students hold resumes inside branded folders, and career counselors remind attendees to maintain eye contact.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are showing community outreach photos depicting individuals receiving care, while alumni volunteers offer quick pep talks near the coffee station. Students hold resumes inside branded folders, and career counselors remind attendees to maintain eye contact.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are showing community outreach photos depicting individuals receiving care, while alumni volunteers offer quick pep talks near the coffee station. Students hold resumes inside branded folders, and career counselors remind attendees to maintain eye contact.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are showing community outreach photos depicting individuals receiving care, while alumni volunteers offer quick pep talks near the coffee station. Students hold resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are showing community outreach photos depicting individuals receiving care, while alumni volunteers offer quick pep talks near the coffee station. Students hold resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are showing community outreach photos depicting individuals receiving care, while alumni volunteers offer quick pep talks near the coffee station. Students hold resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are showing community outreach photos depicting individuals receiving care, while alumni volunteers offer quick pep talks near the coffee station. Students hold resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are showing community outreach photos depicting individuals receiving care, while alumni volunteers offer quick pep talks near the coffee station. Students hold resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are showing community outreach photos depicting individuals receiving care, while alumni volunteers offer quick pep talks near the coffee station. Students hold resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps."
  ],
  "3_score": [
    0.0,
    0.0,
    0.3770798247546496,
    0.51365965958944,
    0.51365965958944,
    0.5536525126401604,
    0.5536525126401604,
    0.5536525126401604,
    0.5536525126401604,
    0.5536525126401604,
    0.5536525126401604,
    0.5536525126401604,
    0.6670207434104327,
    0.6670207434104327,
    0.6670207434104327,
    0.6670207434104327,
    0.6537246872655653,
    0.6537246872655653,
    0.6537246872655653,
    0.6537246872655653,
    0.6470672960956597,
    0.6470672960956597,
    0.6470672960956597,
    0.6470672960956597,
    0.6470672960956597,
    0.6470672960956597,
    0.6470672960956597,
    0.6470672960956597,
    0.6470672960956597,
    0.6470672960956597,
    0.6470672960956597,
    0.7924833154780411,
    0.7924833154780411,
    0.7924833154780411,
    0.7924833154780411,
    0.7924833154780411,
    0.7924833154780411,
    0.8116325996181644,
    0.8116325996181644,
    0.8116325996181644,
    0.8116325996181644,
    0.8116325996181644,
    0.6643462596960896,
    0.6643462596960896,
    0.6643462596960896,
    0.6643462596960896,
    0.6643462596960896,
    0.6643462596960896,
    0.6838619852522361,
    0.6838619852522361,
    0.6838619852522361,
    0.6838619852522361,
    0.6838619852522361,
    0.6838619852522361,
    0.6838619852522361,
    0.6838619852522361,
    0.6998467022857897,
    0.6998467022857897,
    0.6998467022857897,
    0.6998467022857897,
    0.6998467022857897,
    0.6998467022857897,
    0.6998467022857897,
    0.7130597408426566,
    0.7130597408426566,
    0.7130597408426566
  ],
  "4": [
    "",
    "The polished floor is surrounded by dozens of booths with colorful banners.",
    "The polished floor surrounds dozens of booths adorned with colorful banners. Career counselors remind attendees to maintain eye contact.",
    "The polished floor surrounds dozens of booths adorned with colorful banners. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "The polished floor surrounds dozens of booths adorned with colorful banners. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths adorned with colorful banners. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths adorned with colorful banners. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos near the coffee station, and alumni volunteers share quick pep talks.",
    "The polished floor surrounds dozens of booths adorned with colorful banners. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos near the coffee station, and alumni volunteers share quick pep talks.",
    "The polished floor surrounds dozens of booths adorned with colorful banners. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos near the coffee station, and alumni volunteers share quick pep talks. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths adorned with colorful banners. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos near the coffee station, and alumni volunteers share quick pep talks. Event staff scan registrations and hand out lanyards at the entrance.",
    "The event features a polished floor surrounding dozens of booths decorated with colorful banners. Career counselors remind attendees to maintain eye contact, while consulting firms stack glossy case study booklets on high tables. Healthcare providers display community outreach photos near the coffee station, and alumni volunteers offer quick pep talks. Event staff scan registrations and hand out lanyards at the entrance, with students lining up outside the university gym before the career fair opens.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Career counselors remind attendees to maintain eye contact, while consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance, with students lining up outside the university gym before the career fair opens.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Career counselors remind attendees to maintain eye contact, while consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance, with students lining up outside the university gym before the career fair opens.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance, with students lining up outside the university gym before the career fair opens.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance, with students lining up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact."
  ],
  "4_score": [
    0.0,
    0.3473521898829296,
    0.3473521898829296,
    0.5556549005818825,
    0.5556549005818825,
    0.5556549005818825,
    0.6611538806242401,
    0.6611538806242401,
    0.6705985502651648,
    0.6705985502651648,
    0.6705985502651648,
    0.6705985502651648,
    0.6705985502651648,
    0.6705985502651648,
    0.6705985502651648,
    0.6705985502651648,
    0.696252208646962,
    0.696252208646962,
    0.696252208646962,
    0.696252208646962,
    0.696252208646962,
    0.696252208646962,
    0.696252208646962,
    0.696252208646962,
    0.7750703759193378,
    0.7750703759193378,
    0.7750703759193378,
    0.7750703759193378,
    0.7750703759193378,
    0.730010711625794,
    0.730010711625794,
    0.730010711625794,
    0.730010711625794,
    0.730010711625794,
    0.730010711625794,
    0.8102605596187948,
    0.8102605596187948,
    0.8102605596187948,
    0.8102605596187948,
    0.8102605596187948,
    0.8030121018111177,
    0.8030121018111177,
    0.8030121018111177,
    0.8030121018111177,
    0.8030121018111177,
    0.8030121018111177,
    0.8030121018111177,
    0.8030121018111177,
    0.8030121018111177,
    0.8030121018111177,
    0.8030121018111177,
    0.8030121018111177,
    0.8030121018111177,
    0.8030121018111177,
    0.7675000795261446,
    0.7675000795261446,
    0.7675000795261446,
    0.7675000795261446,
    0.7675000795261446,
    0.7675000795261446,
    0.81355479125676,
    0.81355479125676,
    0.81355479125676,
    0.81355479125676,
    0.81355479125676,
    0.81355479125676
  ],
  "5": [
    "",
    "",
    "",
    "Tech companies are displaying demo screens showcasing their latest applications. The screens depict various apps, though specific details about their features or functionalities are not provided.",
    "Tech companies are displaying demo screens showcasing their latest applications. Event staff are scanning registrations and handing out lanyards at the entrance. The demo screens depict various apps, though specific details about their features or functionalities are not provided.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Demo screens display various applications, though specific details regarding their features or functionalities are not available. Career counselors are reminding attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor. Career counselors are reminding attendees to maintain eye contact. Demo screens display various applications, though specific details regarding their features or functionalities are not available.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor. Career counselors are reminding attendees to maintain eye contact. Demo screens display various applications. Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and demo screens display various applications. Consulting firms stack glossy case study booklets on high tables.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and demo screens display various applications. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and demo screens display various applications. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and demo screens display various applications. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, displaying various applications on demo screens. Consulting firms have stacked glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system, while alumni volunteers share quick pep talks near the coffee station.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, displaying various applications on demo screens. Consulting firms have stacked glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, while dozens of booths with colorful banners circle the polished floor and display various applications on demo screens. Consulting firms have stacked glossy case study booklets on high tables, and students line up outside the university gym before the career fair opens.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, while dozens of booths with colorful banners circle the polished floor and display various applications on demo screens. Consulting firms have stacked glossy case study booklets on high tables, and students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.3497832450176527,
    0.3497832450176527,
    0.5143195033499984,
    0.5143195033499984,
    0.5143195033499984,
    0.5143195033499984,
    0.6767433760772067,
    0.6767433760772067,
    0.7248849165605529,
    0.7248849165605529,
    0.7248849165605529,
    0.7248849165605529,
    0.7333394551006459,
    0.7333394551006459,
    0.7333394551006459,
    0.60947465053864,
    0.60947465053864,
    0.60947465053864,
    0.60947465053864,
    0.60947465053864,
    0.60947465053864,
    0.677011836532435,
    0.677011836532435,
    0.677011836532435,
    0.677011836532435,
    0.677011836532435,
    0.7530831215062198,
    0.7530831215062198,
    0.7530831215062198,
    0.7530831215062198,
    0.7530831215062198,
    0.7530831215062198,
    0.7530831215062198,
    0.7530831215062198,
    0.7530831215062198,
    0.7530831215062198,
    0.7530831215062198,
    0.781052269834958,
    0.781052269834958,
    0.781052269834958,
    0.781052269834958,
    0.781052269834958,
    0.781052269834958,
    0.781052269834958,
    0.805539214363885,
    0.805539214363885,
    0.805539214363885,
    0.805539214363885,
    0.805539214363885,
    0.805539214363885,
    0.652612688128679,
    0.652612688128679,
    0.652612688128679,
    0.652612688128679,
    0.652612688128679,
    0.652612688128679,
    0.652612688128679,
    0.7339593347505957,
    0.7339593347505957,
    0.7339593347505957,
    0.7339593347505957,
    0.7339593347505957,
    0.7339593347505957
  ],
  "6": [
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "The high tables are covered with glossy case study booklets. Healthcare providers display community outreach photos.",
    "The room is filled with glossy case study booklets on the high tables, alongside community outreach photos displayed by healthcare providers. Students are holding resumes within branded folders.",
    "The university gym is filled with students lining up before the career fair opens. Glossy case study booklets are arranged on the high tables, and healthcare providers display community outreach photos. Students are holding resumes within branded folders.",
    "Students line up outside the university gym before the career fair opens. Glossy case study booklets are arranged on the high tables, and healthcare providers display community outreach photos. Students are holding resumes within branded folders.",
    "Students line up outside the university gym before the career fair opens. Glossy case study booklets are arranged on the high tables, and healthcare providers display community outreach photos. Students are holding resumes within branded folders, and event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym before the career fair opens. Glossy case study booklets are arranged on the high tables, and healthcare providers display community outreach photos. Students are holding resumes within branded folders, and event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and healthcare providers display community outreach photos. Students are holding resumes within branded folders, and event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and healthcare providers display community outreach photos. Students are holding resumes within branded folders, and event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and healthcare providers display community outreach photos. Students are holding resumes within branded folders, and event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station, and a welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and healthcare providers display community outreach photos. Students are holding resumes within branded folders, and event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station, and a welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and healthcare providers display community outreach photos. Students are holding resumes within branded folders, and event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and healthcare providers display community outreach photos. Students are holding resumes within branded folders, and event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps, and a welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students line up awaiting the career fair. Consulting firms have stacked glossy case study booklets on high tables, and healthcare providers display community outreach photos. Event staff scan registrations and hand out lanyards at the entrance, while students hold resumes within branded folders. Tech companies showcase demo screens of their latest apps, and a welcome announcement details the fair’s schedule via the PA system. Consulting firms stack glossy case study booklets on high tables."
  ],
  "6_score": [
    0.0,
    0.3210969859128918,
    0.3514818822990958,
    0.3514818822990958,
    0.476888930095249,
    0.476888930095249,
    0.476888930095249,
    0.476888930095249,
    0.7870109948568955,
    0.7870109948568955,
    0.7870109948568955,
    0.7870109948568955,
    0.7624821799150683,
    0.7624821799150683,
    0.7624821799150683,
    0.7624821799150683,
    0.7624821799150683,
    0.7795275290170502,
    0.7795275290170502,
    0.7795275290170502,
    0.8066944732909153,
    0.8066944732909153,
    0.8066944732909153,
    0.8066944732909153,
    0.8066944732909153,
    0.79116379422228,
    0.79116379422228,
    0.79116379422228,
    0.79116379422228,
    0.79116379422228,
    0.79116379422228,
    0.79116379422228,
    0.850683125800438,
    0.850683125800438,
    0.850683125800438,
    0.850683125800438,
    0.850683125800438,
    0.8647484272881922,
    0.8647484272881922,
    0.8647484272881922,
    0.8647484272881922,
    0.8647484272881922,
    0.8647484272881922,
    0.8647484272881922,
    0.8828555157816934,
    0.8828555157816934,
    0.8828555157816934,
    0.8828555157816934,
    0.8828555157816934,
    0.8701444943954185,
    0.8701444943954185,
    0.8701444943954185,
    0.8701444943954185,
    0.8701444943954185,
    0.8701444943954185,
    0.8534856273634108,
    0.8534856273634108,
    0.8534856273634108,
    0.8534856273634108,
    0.8534856273634108,
    0.8534856273634108,
    0.8534856273634108,
    0.8200355440796279,
    0.8200355440796279,
    0.8200355440796279,
    0.8200355440796279
  ],
  "7": [
    "",
    "",
    "",
    "",
    "The healthcare providers are presenting photographs taken during community outreach events. The photos depict a group of healthcare professionals standing beside a mobile clinic, which is positioned on a paved street. Several people are visible in the background, and the signage on the clinic reads “Healthy Hearts Mobile Clinic.”",
    "The Healthy Hearts Mobile Clinic is situated on a paved street, with a group of healthcare professionals standing beside it. Several people are visible in the background. Tech companies are displaying demo screens.",
    "The Healthy Hearts Mobile Clinic sits on a paved street, with healthcare professionals standing nearby. A welcome announcement detailing the fair schedule plays over the PA system. Several people are visible in the background, and tech companies are displaying demo screens.",
    "The Healthy Hearts Mobile Clinic occupies a paved street, with healthcare professionals standing nearby. A welcome announcement detailing the fair schedule plays over the PA system. Several people are visible in the background, and tech companies are displaying demo screens. Students clutch resumes inside branded folders.",
    "The Healthy Hearts Mobile Clinic is situated on a paved street, with healthcare professionals standing nearby. A welcome announcement detailing the fair schedule plays over the PA system. Several people are visible in the background, and tech companies are displaying demo screens. Students clutch resumes inside branded folders.",
    "The Healthy Hearts Mobile Clinic is located on a paved street, with healthcare professionals present. A welcome announcement regarding the fair schedule is playing over the PA system. Several people are visible in the background, and tech companies are displaying demo screens. Students are carrying resumes within branded folders.",
    "The Healthy Hearts Mobile Clinic is located on a paved street with healthcare professionals present. A welcome announcement regarding the fair schedule is playing over the PA system. Several people are visible in the background, and tech companies are displaying demo screens. Students are carrying resumes within branded folders, and event staff are scanning registrations and handing out lanyards at the entrance.",
    "The Healthy Hearts Mobile Clinic is situated on a paved street with healthcare professionals present, accompanied by a welcome announcement regarding the fair schedule playing over the PA system. Several people are visible in the background, and tech companies are displaying demo screens. Students are carrying resumes within branded folders, and event staff are scanning registrations and handing out lanyards at the entrance.",
    "The Healthy Hearts Mobile Clinic sits on a paved street with healthcare professionals and a PA system broadcasting the fair schedule. Several people are in the background, and tech companies display demo screens. Students carry resumes in branded folders, while event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "The Healthy Hearts Mobile Clinic occupies a paved street adjacent to a university gym, where students line up before the career fair opens. Healthcare professionals showcase community outreach photos, while event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens in the background, and students carry resumes in branded folders.",
    "The Healthy Hearts Mobile Clinic is located on a paved street next to a university gym, where students line up before the career fair opens. Healthcare professionals showcase community outreach photos, while event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens in the background, and students carry resumes in branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "The Healthy Hearts Mobile Clinic sits on a paved street adjacent to a university gym, where students queue for the career fair. Healthcare professionals display community outreach photos, and event staff scan registrations and distribute lanyards at the entrance. Tech companies showcase demo screens in the background, and students carry resumes in branded folders."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.38447778262717947,
    0.38447778262717947,
    0.38447778262717947,
    0.38447778262717947,
    0.35697710366897334,
    0.35697710366897334,
    0.4299498896693045,
    0.4299498896693045,
    0.4299498896693045,
    0.4299498896693045,
    0.5417477691200029,
    0.5417477691200029,
    0.5417477691200029,
    0.5417477691200029,
    0.530869391422532,
    0.530869391422532,
    0.530869391422532,
    0.530869391422532,
    0.5354684100871998,
    0.5354684100871998,
    0.5354684100871998,
    0.5354684100871998,
    0.5354684100871998,
    0.5435486823658167,
    0.5435486823658167,
    0.5435486823658167,
    0.5435486823658167,
    0.5435486823658167,
    0.5435486823658167,
    0.4978216946623474,
    0.4978216946623474,
    0.4978216946623474,
    0.4978216946623474,
    0.4978216946623474,
    0.4978216946623474,
    0.4978216946623474,
    0.4978216946623474,
    0.4978216946623474,
    0.4978216946623474,
    0.4978216946623474,
    0.6851800753329083,
    0.6851800753329083,
    0.6851800753329083,
    0.6851800753329083,
    0.6851800753329083,
    0.6851800753329083,
    0.6851800753329083,
    0.6851800753329083,
    0.6484362963452864,
    0.6484362963452864,
    0.6484362963452864,
    0.6484362963452864,
    0.6484362963452864,
    0.6484362963452864,
    0.6484362963452864,
    0.6168229007989063,
    0.6168229007989063,
    0.6168229007989063,
    0.6168229007989063,
    0.6168229007989063,
    0.6745051552338989,
    0.6745051552338989
  ],
  "8": [
    "",
    "",
    "",
    "",
    "",
    "The fair schedule is being broadcast over the PA system. The announcement details the events and times for the fair.",
    "The PA system is broadcasting the fair schedule. Tech companies are displaying demo screens showcasing their latest apps.",
    "The fair schedule is being broadcast over the PA system. Tech companies are displaying demo screens. A welcome announcement details the fair schedule.",
    "The fair schedule is being broadcast over the PA system. Tech companies are displaying demo screens. Alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies are exhibiting demo screens, and alumni volunteers are giving quick pep talks near the coffee station. The fair schedule is being broadcast over the PA system.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies are exhibiting demo screens, and alumni volunteers are giving quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance, while the fair schedule is being broadcast over the PA system.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies are exhibiting demo screens showing their latest apps, and alumni volunteers are giving quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance, while the fair schedule is being broadcast over the PA system.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies are exhibiting demo screens showing their latest apps, and alumni volunteers are giving quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance, and the fair schedule is being broadcast over the PA system. Alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies are exhibiting demo screens showing their latest apps, and alumni volunteers are giving quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance, and the fair schedule is being broadcast over the PA system. Alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies are exhibiting demo screens showing their latest apps, and alumni volunteers are giving quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance, and the fair schedule is being broadcast over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies are exhibiting demo screens showing their latest apps, and alumni volunteers are giving quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance, and the fair schedule is being broadcast over the PA system. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies are exhibiting demo screens showing their latest apps, and alumni volunteers are giving quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4138483934995125,
    0.4138483934995125,
    0.4138483934995125,
    0.4672118824234417,
    0.4672118824234417,
    0.4672118824234417,
    0.4672118824234417,
    0.4672118824234417,
    0.5060732908994889,
    0.5060732908994889,
    0.5060732908994889,
    0.5060732908994889,
    0.6483522270089879,
    0.6483522270089879,
    0.6483522270089879,
    0.6483522270089879,
    0.6231769966675865,
    0.6231769966675865,
    0.6231769966675865,
    0.6231769966675865,
    0.6231769966675865,
    0.6317151204324374,
    0.6317151204324374,
    0.6317151204324374,
    0.6317151204324374,
    0.6317151204324374,
    0.6330883431407233,
    0.6330883431407233,
    0.6330883431407233,
    0.6330883431407233,
    0.6330883431407233,
    0.6789323134808163,
    0.6789323134808163,
    0.6789323134808163,
    0.6789323134808163,
    0.6789323134808163,
    0.6789323134808163,
    0.6789323134808163,
    0.6789323134808163,
    0.6789323134808163,
    0.6789323134808163,
    0.6789323134808163,
    0.6789323134808163,
    0.6571932358644638,
    0.6571932358644638,
    0.6571932358644638,
    0.6571932358644638,
    0.6571932358644638,
    0.6571932358644638,
    0.6816875262250761,
    0.6816875262250761,
    0.6816875262250761,
    0.6816875262250761,
    0.6816875262250761,
    0.6816875262250761,
    0.6816875262250761,
    0.6480115054809201,
    0.6480115054809201,
    0.6480115054809201,
    0.6480115054809201,
    0.6480115054809201
  ],
  "9": [
    "",
    "",
    "",
    "",
    "",
    "",
    "The fair schedule is being broadcast over the PA system.",
    "Students line up outside the university gym before the career fair opens. The fair schedule is being broadcast over the PA system.",
    "Students line up outside the university gym before the career fair opens. The fair schedule is being broadcast over the PA system. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. The fair schedule is being broadcast over the PA system.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station. The fair schedule is being broadcast over the PA system.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact. The fair schedule is being broadcast over the PA system, while alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. The fair schedule is being broadcast over the PA system.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps at dozens of booths with colorful banners circling the polished floor. Career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station. The fair schedule is being broadcast over the PA system.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps at dozens of booths with colorful banners circling the polished floor. Career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station. The fair schedule is being broadcast over the PA system.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps at dozens of booths with colorful banners circling the polished floor. Career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths display demo screens showing the latest apps from tech companies, surrounded by colorful banners circling the polished floor. Career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3060004415687476,
    0.3060004415687476,
    0.3060004415687476,
    0.3060004415687476,
    0.3060004415687476,
    0.3060004415687476,
    0.6204824096967335,
    0.6204824096967335,
    0.6204824096967335,
    0.6204824096967335,
    0.6204824096967335,
    0.7473527598692857,
    0.7473527598692857,
    0.7473527598692857,
    0.7473527598692857,
    0.8265070951143795,
    0.8265070951143795,
    0.8265070951143795,
    0.8265070951143795,
    0.8265070951143795,
    0.8265070951143795,
    0.8265070951143795,
    0.8777400630635104,
    0.8777400630635104,
    0.8777400630635104,
    0.8777400630635104,
    0.8777400630635104,
    0.886381591398871,
    0.886381591398871,
    0.886381591398871,
    0.886381591398871,
    0.886381591398871,
    0.886381591398871,
    0.9000176814181216,
    0.9000176814181216,
    0.9000176814181216,
    0.9000176814181216,
    0.9000176814181216,
    0.9000176814181216,
    0.8762137834903114,
    0.8762137834903114,
    0.8762137834903114,
    0.8762137834903114,
    0.8762137834903114,
    0.8762137834903114,
    0.8800218582448105,
    0.8800218582448105,
    0.8800218582448105,
    0.8800218582448105,
    0.8800218582448105,
    0.8631130066353179,
    0.8631130066353179,
    0.8631130066353179,
    0.8631130066353179,
    0.8631130066353179,
    0.8631130066353179,
    0.8668850445172478,
    0.8668850445172478,
    0.8668850445172478,
    0.8668850445172478
  ]
}