{
  "0": [
    "",
    "",
    "",
    "",
    "Students are lined up outside the university gym in anticipation of the career fair opening.",
    "Students are lined up outside the university gym in anticipation of the career fair opening. Healthcare providers showcase community outreach photos.",
    "Students are lined up outside the university gym in anticipation of the career fair opening. Healthcare providers are showcasing community outreach photos. Alumni volunteers are sharing quick pep talks near the coffee station.",
    "Students line up outside the university gym in anticipation of the career fair opening. Healthcare providers showcase community outreach photos, and alumni volunteers give quick pep talks near the coffee station. Inside the fair, a welcome announcement is broadcast over the public address system outlining the schedule. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym in anticipation of the career fair opening, while inside the fair, a welcome announcement is broadcast over the public address system outlining the schedule. Healthcare providers showcase community outreach photos, and alumni volunteers give quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, forming neat stacks.",
    "Students line up outside the university gym in anticipation of the career fair opening. Inside, a welcome announcement over the public address system outlines the fair schedule. Healthcare providers showcase community outreach photos. Alumni volunteers give quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, forming neat stacks.",
    "Outside the university gym, students line up in anticipation of the career fair opening. Inside, a public-address announcement outlines the fair schedule. Healthcare providers showcase photos of community outreach, and alumni volunteers give quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables, forming neat stacks.",
    "Outside the university gym, students line up before the fair opens. Inside the fair, a public-address/welcome announcement outlines the schedule over the PA system. Healthcare providers showcase photos of community outreach, and alumni volunteers give pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables in neat piles, signaling an emphasis on case work. Students clutch resumes inside branded folders, while tech companies display demo screens of their latest apps.",
    "Outside the university gym, students line up before the fair opens. Inside the fair, a public-address announcement outlines the schedule over the PA system. Healthcare providers showcase photos of community outreach, and alumni volunteers give pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables in neat piles, signaling an emphasis on case work. Students clutch resumes inside branded folders while tech companies display demo screens of their latest apps.",
    "Outside the university gym, students line up before the fair opens. Inside the fair, a public-address announcement outlines the schedule over the PA system. Healthcare providers showcase photos of community outreach; alumni volunteers give pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables in neat piles, signaling an emphasis on case work. Students clutch resumes inside branded folders while tech companies display demo screens of their latest apps.",
    "Outside the university gym, students line up before the fair opens. Inside the fair, a public-address announcement outlines the schedule over the PA system. Healthcare providers showcase photos of community outreach, and alumni volunteers give pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables in neat piles, signaling an emphasis on case work. Students clutch resumes inside branded folders, while tech companies display demo screens of their latest apps.",
    "Outside the university gym, students line up before the fair opens. Inside the fair, welcome announcements over the PA outline the schedule, while healthcare providers display photos from community outreach and alumni volunteers give pep talks near the coffee station; career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables in neat piles, signaling an emphasis on case work. Students clutch resumes inside branded folders, keeping the documents within the folders they carry, while tech companies display demo screens of their latest apps. In a separate career event with consulting firms, glossy case-study booklets sit in neat stacks on high tables, reinforcing the emphasis on case work.",
    "Outside the university gym, students line up before the career fair opens. Inside the fair, welcome announcements over the PA outline the schedule; healthcare providers display photos from community outreach and alumni volunteers give pep talks near the coffee station; career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables in neat piles, signaling an emphasis on case work. Students clutch resumes inside branded folders, keeping the documents within the folders they carry, while tech companies display demo screens of their latest apps. In a separate career event with consulting firms, the glossy case-study booklets sit in neat stacks on high tables, reinforcing the emphasis on case work."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.5170795466095788,
    0.5170795466095788,
    0.5170795466095788,
    0.5170795466095788,
    0.6199057021708149,
    0.6199057021708149,
    0.6199057021708149,
    0.7436610376433253,
    0.7436610376433253,
    0.7436610376433253,
    0.7436610376433253,
    0.7436610376433253,
    0.8547213748475629,
    0.8547213748475629,
    0.8547213748475629,
    0.8547213748475629,
    0.8633810332023384,
    0.8633810332023384,
    0.8633810332023384,
    0.8832563285605182,
    0.8832563285605182,
    0.8832563285605182,
    0.8832563285605182,
    0.8832563285605182,
    0.8832563285605182,
    0.8832563285605182,
    0.8832563285605182,
    0.8820403931509977,
    0.8820403931509977,
    0.8820403931509977,
    0.8820403931509977,
    0.8820403931509977,
    0.8820403931509977,
    0.8061295249516619,
    0.8061295249516619,
    0.81339305770154,
    0.81339305770154,
    0.81339305770154,
    0.8127981915009397,
    0.8127981915009397,
    0.8127981915009397,
    0.8127981915009397,
    0.8075539567525042,
    0.8075539567525042,
    0.8075539567525042,
    0.8075539567525042,
    0.8075539567525042,
    0.8075539567525042,
    0.8075539567525042,
    0.8075539567525042,
    0.8026727770512213,
    0.8026727770512213,
    0.8026727770512213,
    0.8026727770512213,
    0.830976706727254,
    0.830976706727254,
    0.830976706727254,
    0.830976706727254,
    0.830976706727254,
    0.830976706727254,
    0.830976706727254,
    0.830976706727254
  ],
  "1": [
    "",
    "",
    "",
    "A welcome announcement is broadcast over the public address system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the public address system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "A welcome announcement is broadcast over the public address system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "At the fair, a welcome announcement is broadcast over the public address system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "At the fair, a welcome announcement is broadcast over the public address system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "At the fair, a welcome announcement is broadcast over the public address system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, a welcome announcement is broadcast over the public address system outlining the schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, a welcome announcement over the public address system outlines the schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station. Healthcare providers showcase photos from community outreach. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners surround the polished floor.",
    "At the fair, a welcome announcement over the public address system outlines the schedule. Dozens of booths with colorful banners surround the polished floor. Career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station. Healthcare providers showcase photos from community outreach. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, a welcome announcement over the public address system outlines the schedule. Dozens of booths with colorful banners surround the polished floor. Career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station. Healthcare providers showcase photos from community outreach. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "At the university career fair, a welcome announcement over the public address system outlines the schedule as dozens of booths with colorful banners surround a polished floor. Career counselors remind attendees to maintain eye contact, while alumni volunteers give brief pep talks near the coffee station. Healthcare providers showcase photos from community outreach, and event staff scan registrations, handing out lanyards at the entrance. Students clutch resumes inside branded folders, with glossy case study booklets stacked in neat piles on high tables signaling an emphasis on case work. Inside the fair, tech companies display demo screens of their latest apps. Outside the university gym, students line up before the fair opens.",
    "At the university career fair, dozens of booths with colorful banners surround a polished floor, and a welcome announcement over the public address outlines the schedule, audible both outside and inside the gym. Inside the fair, tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables in neat piles, signaling an emphasis on case work. Career counselors remind attendees to maintain eye contact, and alumni volunteers give brief pep talks near the coffee station. Healthcare providers showcase photos from community outreach. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders, keeping documents within their folders as they line up. Outside the university gym, students line up before the fair opens.",
    "At the university career fair, dozens of booths with colorful banners surround a polished floor, and a welcome announcement over the public address outlines the schedule audible outside and inside the gym. Inside the fair, tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables in neat piles, signaling an emphasis on case work. Career counselors remind attendees to maintain eye contact, and alumni volunteers give brief pep talks near the coffee station. Healthcare providers showcase photos from community outreach. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders, keeping documents within their folders as they line up. Outside the university gym, students line up before the fair opens.",
    "At the university career fair, dozens of booths with colorful banners surround a polished gym floor, and a welcome announcement over the public address outlines the schedule audible outside and inside the gym. Inside, tech companies display demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables in neat piles, signaling an emphasis on case work. Career counselors remind attendees to maintain eye contact, and alumni volunteers give brief pep talks near the coffee station. Healthcare providers showcase photos from community outreach. Students clutch resumes inside branded folders, keeping documents within their folders as they line up. Outside the gym, students line up before the fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, dozens of booths with colorful banners surround a polished gym floor, and a welcome announcement over the public address outlines the schedule audible outside and inside the gym. Inside, tech companies display demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables in neat piles, signaling an emphasis on case work. Career counselors remind attendees to maintain eye contact, and alumni volunteers give brief pep talks near the coffee station. Healthcare providers showcase photos from community outreach. Students clutch resumes inside branded folders, keeping documents within their folders as they line up. Outside the gym, students line up before the fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "The fair features dozens of booths with colorful banners around a polished gym floor, with a welcome PA announcement outlining the schedule audible outside and inside the gym. Inside, tech companies display demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables in neat piles, signaling an emphasis on case work. Career counselors remind attendees to maintain eye contact, and alumni volunteers give brief pep talks near the coffee station. Healthcare providers showcase photos from community outreach. Students clutch resumes inside branded folders, keeping documents within their folders as they line up. Outside the gym, students line up before the fair opens, and event staff scan registrations and hand out lanyards at the entrance."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.3789068999465858,
    0.3789068999465858,
    0.6185585013121507,
    0.6185585013121507,
    0.6185585013121507,
    0.7190437901017223,
    0.7190437901017223,
    0.7190437901017223,
    0.7190437901017223,
    0.7221655685048277,
    0.7221655685048277,
    0.7221655685048277,
    0.7221655685048277,
    0.7221655685048277,
    0.7221655685048277,
    0.7221655685048277,
    0.7221655685048277,
    0.7574237732370871,
    0.7574237732370871,
    0.7624276119449624,
    0.7624276119449624,
    0.7624276119449624,
    0.7578261674643161,
    0.7578261674643161,
    0.7578261674643161,
    0.7578261674643161,
    0.7578261674643161,
    0.7601751865149142,
    0.7601751865149142,
    0.7601751865149142,
    0.7601751865149142,
    0.7972452986881794,
    0.7972452986881794,
    0.8834920028798935,
    0.8834920028798935,
    0.8834920028798935,
    0.8834920028798935,
    0.8834920028798935,
    0.8834920028798935,
    0.8722734999926427,
    0.8722734999926427,
    0.8722734999926427,
    0.8722734999926427,
    0.8722734999926427,
    0.8722734999926427,
    0.8722734999926427,
    0.8722734999926427,
    0.8733775290608969,
    0.8733775290608969,
    0.8733775290608969,
    0.8733775290608969,
    0.8733775290608969,
    0.8733775290608969,
    0.8733775290608969,
    0.8952389784193984,
    0.8952389784193984,
    0.8952389784193984,
    0.8952389784193984,
    0.8952389784193984,
    0.8952389784193984,
    0.8952389784193984,
    0.779176364634015,
    0.779176364634015
  ],
  "2": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "Consulting firms stack glossy case study booklets on high tables while a welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders.",
    "Consulting firms stack glossy case study booklets on high tables as a welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders.",
    "Consulting firms stack glossy case study booklets on high tables as a welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables as a welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables as a welcome gesture, while a PA announcement outlines the fair schedule. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact.",
    "At the career fair, consulting firms place glossy case study booklets on high tables as a welcome gesture while a PA announcement outlines the fair schedule. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact.",
    "At the career fair, consulting firms place glossy case study booklets on high tables as a welcome gesture while a PA announcement outlines the fair schedule. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, consulting firms place glossy case study booklets on high tables as a welcome gesture, while a PA announcement outlines the fair schedule. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, dozens of booths with colorful banners circle the polished floor, while consulting firms place glossy case study booklets on high tables as a welcome gesture and a PA announcement outlines the fair schedule. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, dozens of booths with colorful banners surround a polished floor. Consulting firms place glossy case study booklets on high tables as a welcome gesture, and a PA announcement outlines the fair schedule. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, dozens of booths with colorful banners surround a polished floor. Consulting firms place glossy case study booklets on high tables as a welcome gesture. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. A PA system delivers welcome announcements and outlines the fair schedule.",
    "At the career fair, dozens of booths with colorful banners surround a polished floor. Consulting firms place glossy case study booklets on high tables as a welcome gesture. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. A PA system delivers welcome announcements and outlines the fair schedule.",
    "At the career fair, dozens of booths with colorful banners surround a polished floor. Consulting firms place glossy case study booklets on high tables as a welcome gesture. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. A PA system delivers welcome announcements and outlines the fair schedule. Healthcare providers showcase community outreach photos.",
    "At the career fair, dozens of booths with colorful banners surround a polished floor. Consulting firms place glossy case study booklets on high tables as a welcome gesture. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. A PA system delivers welcome announcements and outlines the fair schedule. Healthcare providers showcase community outreach photos.",
    "At the career fair, dozens of booths with colorful banners surround a polished floor. Consulting firms place glossy case study booklets on high tables as a welcome gesture. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. A PA system delivers welcome announcements and outlines the fair schedule. Healthcare providers showcase community outreach photos.",
    "At the university career fair, dozens of booths with colorful banners line a polished floor, including tech companies displaying demo screens of their latest apps and healthcare providers showing photos from community outreach. Consulting firms place glossy case-study booklets on high tables in neat piles, signaling emphasis on case work; students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance, while career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station. A public-address system delivers welcome announcements and outlines the fair schedule, both outside and inside the gym, reiterated as attendees move through the space. Before opening, students line up outside the gym; inside, the scene emphasizes preparation and etiquette shaping the experience.",
    "At the university career fair, dozens of booths with colorful banners line a polished floor, including tech companies displaying demo screens of their latest apps and healthcare providers showing photos from community outreach. Consulting firms place glossy case-study booklets on high tables in neat piles, while students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance, and career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station. A public-address system delivers welcome announcements and outlines the fair schedule, both outside and inside the gym, reiterated as attendees move through the space. Before opening, students line up outside the gym; inside, the scene emphasizes preparation and etiquette shaping the experience.",
    "At the university career fair held in the gym, the polished floor hosts dozens of booths with colorful banners. Tech companies display demo screens of their latest apps while healthcare providers showcase photos from community outreach. Consulting firms place glossy case-study booklets on high tables in neat piles, signaling emphasis on case work. Students clutch resumes inside branded folders and line up outside the gym before opening. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact, framing the event as preparation and etiquette that persists. Alumni volunteers give quick pep talks near the coffee station. A public-address system delivers welcome announcements and outlines the schedule, both outside and inside the gym."
  ],
  "2_score": [
    0.0,
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.4424088007509791,
    0.4424088007509791,
    0.4424088007509791,
    0.5885413653075106,
    0.5885413653075106,
    0.5885413653075106,
    0.5885413653075106,
    0.5881442016779788,
    0.5881442016779788,
    0.5881442016779788,
    0.6691766094256484,
    0.6691766094256484,
    0.6691766094256484,
    0.7843961022481052,
    0.7843961022481052,
    0.7843961022481052,
    0.7813333538427314,
    0.7813333538427314,
    0.7813333538427314,
    0.7813333538427314,
    0.7780023894890873,
    0.7780023894890873,
    0.8086557186984342,
    0.8086557186984342,
    0.8086557186984342,
    0.8086557186984342,
    0.8481510261902316,
    0.8481510261902316,
    0.8481510261902316,
    0.8481510261902316,
    0.844245769321498,
    0.844245769321498,
    0.844245769321498,
    0.8472814117096938,
    0.8472814117096938,
    0.8605104582744032,
    0.8605104582744032,
    0.8605104582744032,
    0.8605104582744032,
    0.8605104582744032,
    0.8535846856210378,
    0.8535846856210378,
    0.8535846856210378,
    0.8535846856210378,
    0.8535846856210378,
    0.8535846856210378,
    0.8535846856210378,
    0.8535846856210378,
    0.8535846856210378,
    0.8535846856210378,
    0.9017768741528418,
    0.9017768741528418,
    0.9017768741528418,
    0.9017768741528418,
    0.9112291368297625,
    0.9112291368297625,
    0.9112291368297625,
    0.9112291368297625,
    0.9094916944448415,
    0.9094916944448415,
    0.9094916944448415
  ],
  "3": [
    "",
    "",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In a setting with consulting firms, glossy case study booklets are stacked on high tables, while career counselors remind attendees to maintain eye contact.",
    "At an event with consulting firms, glossy case study booklets are stacked on high tables, signaling an emphasis on case work. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders, keeping their documents within the folders they carry.",
    "At a career event with consulting firms, glossy case study booklets are stacked on high tables in neat stacks, signaling an emphasis on case work. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders, keeping the documents within the folders they carry.",
    "At a career event with consulting firms, glossy case study booklets are stacked on high tables in neat stacks, signaling an emphasis on case work. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders, keeping the documents within the folders they carry. A welcome announcement over the PA system outlines the fair schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "At a career fair with consulting firms, glossy case study booklets are stacked on high tables in neat piles, signaling an emphasis on case work. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders, keeping the documents within the folders they carry. A welcome announcement over the PA outlines the fair schedule. Alumni volunteers deliver quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a career fair with consulting firms, glossy case study booklets are stacked on high tables in neat stacks, signaling an emphasis on case work. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders, keeping the documents within the folders they carry. A welcome announcement over the PA outlines the fair schedule. Alumni volunteers deliver quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university career fair with consulting firms, glossy case study booklets are stacked on high tables in neat stacks, signaling an emphasis on case work. Students clutch resumes inside branded folders, keeping the documents within the folders they carry. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. Alumni volunteers give quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym in anticipation of the fair opening. Healthcare providers showcase community outreach photos.",
    "At the university career fair with consulting firms, glossy case study booklets are stacked on high tables in neat piles, signaling an emphasis on case work. Students clutch resumes inside branded folders, keeping the documents within the folders they carry. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. Alumni volunteers give brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, students line up before the fair opens. Healthcare providers showcase community outreach photos. Inside the fair, tech companies display demo screens of their latest apps.",
    "At the university career fair, glossy case study booklets are stacked on high tables in neat piles, signaling an emphasis on case work. Students clutch resumes inside branded folders, keeping documents within the folders they carry. Career counselors remind attendees to maintain eye contact, and a welcome PA announces the schedule both outside and inside the gym. Alumni volunteers give quick pep talks near the coffee station, while event staff scan registrations and hand out lanyards at the entrance. Outside the gym, students line up before opening. Inside, dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps. Healthcare providers showcase photos from community outreach. The eye-contact reminder persists throughout the scene.",
    "At the university career fair, glossy case study booklets are stacked on high tables in neat piles, signaling an emphasis on case work. Students clutch resumes inside branded folders, keeping documents within the folders they carry. Career counselors remind attendees to maintain eye contact, and a welcome PA announces the schedule both outside and inside the gym. Alumni volunteers give quick pep talks near the coffee station, and event staff scan registrations and hand out lanyards at the entrance. Outside the gym, students line up before opening. Inside, dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps. Healthcare providers showcase photos from community outreach. The eye-contact reminder persists throughout the scene.",
    "At the university career fair, glossy case study booklets are stacked on high tables in neat piles, signaling an emphasis on case work, while students clutch resumes inside branded folders and keep documents within those folders as they line up before opening. Career counselors continually remind attendees to maintain eye contact, and a welcome PA announces the schedule both outside and inside the gym. Alumni volunteers give quick pep talks near the coffee station, and event staff scan registrations and hand out lanyards at the entrance. Outside the gym, students wait in line before opening; inside, dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps, and healthcare providers showcase photos from community outreach. The eye-contact reminder persists; preparation and etiquette frame the scene. Consulting firms stack glossy case study booklets on high tables in neat piles, reinforcing the theme.",
    "At the university career fair, glossy case-study booklets are stacked on high tables in neat piles, signaling an emphasis on case work by consulting firms. Students clutch resumes inside branded folders and line up before opening outside the gym. Career counselors continually remind attendees to maintain eye contact, and a welcome PA outlines the schedule both outside and inside the gym. Inside, dozens of booths with colorful banners circle the polished floor; tech companies display demo screens of their latest apps, and healthcare providers showcase photos from community outreach. Alumni volunteers give quick pep talks near the coffee station, while event staff scan registrations and hand out lanyards at the entrance. The eye-contact reminder persists; preparation and etiquette frame the scene.",
    "At the university career fair, glossy case-study booklets sit in neat piles on high tables, signaling emphasis on case work by consulting firms. Students clutch resumes inside branded folders and line up outside the gym before entering. Career counselors remind attendees to maintain eye contact, and the eye-contact reminder persists as preparation and etiquette frame the scene. A welcome announcement outlines the schedule over the PA outside and inside the gym. Inside, dozens of booths with colorful banners circle the polished floor; tech companies display demo screens of their latest apps, while healthcare providers showcase photos from community outreach. Alumni volunteers give quick pep talks near the coffee station, as event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair held in the gym, the polished floor hosts dozens of booths with colorful banners; glossy case-study booklets sit in neat piles on high tables, signaling emphasis on case work by consulting firms. Students clutch resumes inside branded folders and line up outside the gym before the fair opens. Career counselors remind attendees to maintain eye contact, a preparation and etiquette frame that persists through the event. A welcome announcement outlines the schedule over the PA outside and inside the gym. Inside, tech companies display demo screens of their latest apps, while healthcare providers showcase photos from community outreach. Alumni volunteers give quick pep talks near the coffee station, as event staff scan registrations and hand out lanyards at the entrance.",
    "Two related events unfold around a university career fair held in the gym: the career fair itself and a separate consulting-firms event. Inside, the polished floor hosts dozens of booths with colorful banners, and glossy case-study booklets sit in neat piles on high tables, signaling emphasis on case work by consulting firms. Students clutch resumes inside branded folders and line up outside before opening, keeping documents within the folders as they wait. Career counselors remind attendees to maintain eye contact, a preparation and etiquette frame that persists through the event, with welcome PA announcements outlining the schedule outside and inside the gym. Inside the hall, tech companies display demo screens of their latest apps, and healthcare providers showcase photos from community outreach. Alumni volunteers give quick pep talks near the coffee station, while event staff scan registrations and hand out lanyards at the entrance."
  ],
  "3_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.44722371106644765,
    0.44722371106644765,
    0.6635800163385341,
    0.6635800163385341,
    0.6635800163385341,
    0.6635800163385341,
    0.6635800163385341,
    0.7005597332605769,
    0.7005597332605769,
    0.7005597332605769,
    0.7964701292559386,
    0.7964701292559386,
    0.7964701292559386,
    0.7964701292559386,
    0.8254918495030431,
    0.8254918495030431,
    0.8254918495030431,
    0.8254918495030431,
    0.8265109816403416,
    0.8265109816403416,
    0.8265109816403416,
    0.8265109816403416,
    0.8265109816403416,
    0.85490292629568,
    0.85490292629568,
    0.85490292629568,
    0.85490292629568,
    0.85490292629568,
    0.85490292629568,
    0.8655607076647751,
    0.8655607076647751,
    0.8655607076647751,
    0.8856796251171968,
    0.8856796251171968,
    0.8856796251171968,
    0.8867662722963677,
    0.8867662722963677,
    0.8867662722963677,
    0.8867662722963677,
    0.858012432904369,
    0.858012432904369,
    0.8768223793413283,
    0.8768223793413283,
    0.8768223793413283,
    0.8768223793413283,
    0.8768223793413283,
    0.9024594368383869,
    0.9024594368383869,
    0.9024594368383869,
    0.9024594368383869,
    0.9024594368383869,
    0.9129936282612697,
    0.9129936282612697,
    0.9129936282612697,
    0.9129936282612697,
    0.9129936282612697,
    0.9129936282612697,
    0.8823729582298678
  ],
  "4": [
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while students clutch resumes inside branded folders.",
    "Alumni volunteers share quick pep talks near the coffee station, while students clutch resumes inside branded folders; tech companies display demo screens showing their latest apps.",
    "At the university career fair, alumni volunteers offer quick pep talks near the coffee station. Students clutch resumes inside branded folders while tech companies display demo screens of their latest apps. Outside the university gym, students line up in anticipation of the fair opening. Healthcare providers showcase community outreach photos.",
    "At the university career fair, alumni volunteers offer quick pep talks near the coffee station. Inside the fair, students clutch resumes in branded folders while tech companies display demo screens of their latest apps. Outside the university gym, students line up before the career fair opens. Healthcare providers showcase community outreach photos.",
    "At the university career fair, alumni volunteers offer quick pep talks near the coffee station. Inside the fair, students clutch resumes in branded folders while tech companies display demo screens of their latest apps. Outside the university gym, students line up before the career fair opens. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university career fair, alumni volunteers give quick pep talks near the coffee station. Inside the fair, students clutch resumes in branded folders while tech companies display demo screens of their latest apps. Outside the university gym, students line up before the fair opens. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university career fair, alumni volunteers give pep talks near the coffee station. Inside the fair, students clutch resumes inside branded folders, keeping the documents within the folders they carry, while tech companies display demo screens of their latest apps. Outside the university gym, students line up before the fair opens. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system. At a career event with consulting firms, glossy case study booklets are stacked on high tables in neat piles, signaling an emphasis on case work. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, alumni volunteers give pep talks near the coffee station. Inside the fair, students clutch resumes inside branded folders. Tech companies display demo screens of their latest apps. Outside the university gym, students line up before the fair opens. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system. At a career event with consulting firms, glossy case study booklets are stacked on high tables in neat piles, signaling an emphasis on case work. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, alumni volunteers give pep talks near the coffee station, while inside the hall students clutch resumes in branded folders. Tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos. Outside the university gym, students line up before the fair opens. A welcome announcement outlines the fair schedule over the PA system. At a career event with consulting firms, glossy case study booklets are stacked in neat piles on high tables, signaling an emphasis on case work. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, alumni volunteers give pep talks near the coffee station while students inside the hall clutch resumes in branded folders. Tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos. Outside the university gym, students line up before the fair opens as a welcome announcement outlines the schedule over the PA system. At a career event with consulting firms, glossy case study booklets are stacked in neat piles on high tables, signaling an emphasis on case work. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, alumni volunteers give pep talks near the coffee station as students inside the hall clutch resumes in branded folders. Tech companies display demo screens of their latest apps, while healthcare providers showcase community outreach photos. Outside the university gym, students line up before the fair opens as a welcome announcement outlines the schedule over the PA system. At a career event with consulting firms, glossy case study booklets are stacked in neat piles on high tables, signaling an emphasis on case work. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, alumni volunteers give pep talks near the coffee station as students clutch resumes in branded folders, moving among dozens of booths with colorful banners on a polished floor. Tech companies display demo screens of their latest apps, and healthcare providers showcase photos from community outreach. Outside the university gym, students wait in line before the fair opens as a welcome announcement over the PA system outlines the schedule. Within the fair, a consulting firms area stacks glossy case study booklets on high tables in neat piles, signaling emphasis on case work. Career counselors remind attendees to maintain eye contact, and preparation and etiquette frame the scene.",
    "At the university career fair, alumni volunteers give pep talks near the coffee station as students clutch resumes in branded folders and move among dozens of booths adorned with colorful banners on a polished floor. Tech companies display demo screens of their latest apps, while healthcare providers showcase photos from community outreach. Outside the university gym, students wait in line before the fair opens as a welcome announcement over the PA system outlines the schedule. Inside the fair, a consulting firms area stacks glossy case study booklets on high tables in neat piles, signaling an emphasis on case work. Career counselors remind attendees to maintain eye contact, and preparation and etiquette frame the scene.",
    "At the university career fair, alumni volunteers give pep talks near the coffee station as students clutch branded folders and move among dozens of booths adorned with colorful banners on a polished floor. Tech companies display demo screens of their latest apps, while healthcare providers showcase photos from community outreach. Outside the university gym, students wait in line before the fair opens as a welcome announcement over the PA outlines the schedule, audible outside and inside the gym. Inside, consulting firms stack glossy case study booklets on high tables in neat piles, signaling an emphasis on case work. Career counselors remind attendees to maintain eye contact, and preparation and etiquette frame the scene. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, alumni volunteers give pep talks near the coffee station as students clutch branded folders containing resumes and move among dozens of booths adorned with colorful banners on a polished floor. Tech companies display demo screens of their latest apps, while healthcare providers showcase photos from community outreach. Outside the university gym, students wait in line before the fair opens as a welcome announcement over the PA outlines the schedule, audible outside and inside the gym. Inside, consulting firms stack glossy case-study booklets on high tables in neat piles, signaling an emphasis on case work. Career counselors remind attendees to maintain eye contact, and preparation and etiquette frame the scene. Event staff scan registrations and hand out lanyards at the entrance. In a separate career event with consulting firms, the glossy case-study booklets sit in neat stacks on high tables, reinforcing the emphasis on case work."
  ],
  "4_score": [
    0.0,
    0.41942136726068463,
    0.41942136726068463,
    0.41942136726068463,
    0.41942136726068463,
    0.46670086529654753,
    0.46670086529654753,
    0.46670086529654753,
    0.46670086529654753,
    0.5088263705055166,
    0.5088263705055166,
    0.5088263705055166,
    0.8122256103573642,
    0.8122256103573642,
    0.8122256103573642,
    0.8122256103573642,
    0.8122256103573642,
    0.835164742091353,
    0.835164742091353,
    0.8699817373609934,
    0.8699817373609934,
    0.8699817373609934,
    0.8678932509712874,
    0.8678932509712874,
    0.8678932509712874,
    0.8678932509712874,
    0.8678932509712874,
    0.8582258984869988,
    0.8582258984869988,
    0.8582258984869988,
    0.8728582167020068,
    0.8728582167020068,
    0.8728582167020068,
    0.8728582167020068,
    0.8728582167020068,
    0.8728582167020068,
    0.8728582167020068,
    0.8594682787570929,
    0.8594682787570929,
    0.8594682787570929,
    0.8594682787570929,
    0.8594682787570929,
    0.8701158859641466,
    0.8701158859641466,
    0.8701158859641466,
    0.8701158859641466,
    0.8701158859641466,
    0.8730879945060177,
    0.8730879945060177,
    0.8730879945060177,
    0.8507469974295547,
    0.8507469974295547,
    0.8507469974295547,
    0.8507469974295547,
    0.8608722330278018,
    0.8608722330278018,
    0.8608722330278018,
    0.8608722330278018,
    0.8608722330278018,
    0.8608722330278018,
    0.8608722330278018,
    0.8804647305301395,
    0.8804647305301395,
    0.8804647305301395,
    0.8804647305301395,
    0.8647293072221447
  ],
  "5": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At a career counseling session, counselors remind attendees to maintain eye contact, and students clutch resumes inside branded folders.",
    "During a career counseling session, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Outside the university gym, students are lined up in anticipation of the career fair opening.",
    "During a career counseling session, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders; outside the university gym, students line up in anticipation of the career fair opening; consulting firms stack glossy case study booklets on high tables.",
    "During a career counseling session, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Outside the university gym, students line up in anticipation of the career fair opening. Consulting firms stack glossy case study booklets on high tables.",
    "In a career counseling session, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Outside the university gym, students line up in anticipation of the career fair opening. At a career event, consulting firms stack glossy case study booklets on high tables, forming neat stacks.",
    "At a university career fair, outside the university gym, dozens of booths with colorful banners circle the polished floor. Students line up in anticipation of opening, clutching resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables in neat stacks. A welcome announcement is broadcast over the public address system outlining the schedule. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university career fair outside the gym, dozens of booths with colorful banners circle the polished floor as students line up with resumes tucked in branded folders. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables in neat stacks. A welcome announcement is broadcast over the public address system outlining the schedule. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase photos from community outreach. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university career fair outside the gym, dozens of booths with colorful banners circle the polished floor as students line up with resumes tucked in branded folders. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables in neat stacks. A welcome announcement is broadcast over the public address system outlining the schedule. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase photos from community outreach. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university career fair outside the gym, dozens of booths with colorful banners circle the polished floor as students line up with resumes tucked in branded folders. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables in neat piles. A welcome announcement is broadcast over the public-address system, outlining the schedule. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase photos from community outreach. Event staff scan registrations and hand out lanyards at the entrance.",
    "The scene is a university career fair outside the gym, where dozens of booths with colorful banners circle a polished floor as students line up with resumes tucked in branded folders. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables in neat piles. A welcome announcement is broadcast over the public-address system outlining the schedule. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase photos from community outreach. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university career fair outside the gym, dozens of booths with colorful banners surround a polished floor as students line up with resumes tucked in branded folders. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables in neat piles. A welcome announcement is broadcast over the public-address system outlining the schedule. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase photos from community outreach. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the gym, a university career fair unfolds on a polished floor, with dozens of booths sporting colorful banners arranged around the space as students line up with resumes tucked in branded folders. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables in neat piles. A welcome announcement is broadcast over the public-address system outlining the schedule. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase photos from community outreach. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "Outside the gym, a university career fair unfolds on a polished floor with dozens of booths and colorful banners arranged around the space. Students line up with resumes tucked in branded folders. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables in neat piles. A welcome announcement is broadcast over the public-address system outlining the schedule. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase photos from community outreach. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the gym, a university career fair unfolds on a polished floor with dozens of booths and colorful banners arranged around the space. Students line up with resumes tucked in branded folders. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables in neat piles. A welcome announcement is broadcast over the public-address system outlining the schedule. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase photos from community outreach. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, a career fair unfolds on a polished floor with dozens of booths and colorful banners. Students line up with resumes tucked in branded folders, while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and a welcome PA system outlines the schedule. Alumni volunteers share pep talks near the coffee station, and healthcare providers showcase photos from community outreach. Event staff scan registrations and hand out lanyards at the entrance. Inside the fair, tech companies display demo screens of their latest apps. In a separate consulting-focused event, glossy case study booklets sit in neat stacks on high tables, signaling emphasis on case work. Students keep resumes within the folders they carry.",
    "The scene centers on a university career fair set outside the gym on a polished floor with dozens of booths and colorful banners. Students, carrying resumes tucked in branded folders, queue at the entrance as event staff scan registrations and issue lanyards; counselors remind attendees to maintain eye contact. A welcome PA outlines the schedule. Inside, the hall houses tech companies displaying demo screens of their latest apps. Alumni volunteers offer pep talks near the coffee station, while healthcare providers showcase photos from community outreach. Consulting firms keep glossy case study booklets in neat stacks on high tables, signaling emphasis on case work. At a separate consulting-focused event, similar stacks reinforce the focus on case work. Throughout, students keep resumes inside the folders they carry, and preparation and etiquette frame the fair as it unfolds."
  ],
  "5_score": [
    0.0,
    0.0,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.47781151373270264,
    0.47781151373270264,
    0.47781151373270264,
    0.6434271486446127,
    0.6434271486446127,
    0.6434271486446127,
    0.6434271486446127,
    0.6434271486446127,
    0.6434271486446127,
    0.5431218148792184,
    0.5431218148792184,
    0.5431218148792184,
    0.5431218148792184,
    0.7467213735741589,
    0.7467213735741589,
    0.7467213735741589,
    0.7467213735741589,
    0.7387001185435496,
    0.7387001185435496,
    0.7387001185435496,
    0.7387001185435496,
    0.8926070953399823,
    0.8926070953399823,
    0.8926070953399823,
    0.8926070953399823,
    0.9109906044305056,
    0.9109906044305056,
    0.9109906044305056,
    0.9109906044305056,
    0.9109906044305056,
    0.9109906044305056,
    0.9109906044305056,
    0.9109906044305056,
    0.9109906044305056,
    0.9100052670087015,
    0.9100052670087015,
    0.9100052670087015,
    0.9100052670087015,
    0.9092219611955081,
    0.9092219611955081,
    0.9093775279645739,
    0.9093775279645739,
    0.9093775279645739,
    0.9093775279645739,
    0.9099741118715459,
    0.9099741118715459,
    0.9099741118715459,
    0.9099741118715459,
    0.9161662293281074,
    0.9161662293281074,
    0.9161662293281074,
    0.9161662293281074,
    0.8603539371558265,
    0.8603539371558265,
    0.8603539371558265,
    0.8603539371558265,
    0.8603539371558265,
    0.8603539371558265,
    0.8603539371558265,
    0.8603539371558265,
    0.8272660363839219
  ],
  "6": [
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA system outlines the fair schedule.",
    "Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA system outlines the fair schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "At a career event with consulting firms, glossy case study booklets are stacked on high tables in neat stacks, signaling an emphasis on case work. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule. Students clutch resumes inside branded folders, keeping the documents within the folders they carry.",
    "At a career event with consulting firms, glossy case study booklets are stacked on high tables in neat piles, signaling an emphasis on case work. Career counselors remind attendees to maintain eye contact. Alumni volunteers give short pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule. Students clutch resumes inside branded folders, keeping the documents within the folders they carry. Healthcare providers showcase community outreach photos.",
    "At the university career fair, glossy case study booklets are stacked on high tables in neat piles, signaling an emphasis on case work. Career counselors remind attendees to maintain eye contact. Alumni volunteers give brief pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule. Students clutch resumes inside branded folders, keeping the documents within the folders they carry. Healthcare providers showcase community outreach photos. Inside the fair, tech companies display demo screens of their latest apps. Outside the university gym, students line up before the fair opens.",
    "At the university career fair, glossy case study booklets are stacked on high tables in neat piles, signaling an emphasis on case work. Career counselors remind attendees to maintain eye contact. Alumni volunteers give brief pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule. Students clutch resumes inside branded folders, keeping the documents within the folders they carry. Healthcare providers showcase community outreach photos. Inside the fair, tech companies display demo screens of their latest apps. Outside the university gym, students line up before the fair opens.",
    "At the university career fair, the scene centers on preparation and etiquette. Consulting firms stack glossy case study booklets on high tables in neat piles; career counselors remind attendees to maintain eye contact; a welcome announcement is broadcast over the public address system outlining the fair schedule, audible both outside and inside the gym. Students clutch resumes inside branded folders, keeping documents within their folders as they line up before opening. Alumni volunteers give quick pep talks near the coffee station, and healthcare providers showcase community outreach photos. Inside the fair, tech companies display demo screens of their latest apps. Outside the university gym, students wait, lined up before the fair opens.",
    "At the university career fair, preparation and etiquette frame the scene. Consulting firms stack glossy case study booklets on high tables in neat piles. Career counselors remind attendees to maintain eye contact. A welcome announcement over the public address system outlines the fair schedule, audible both outside and inside the gym. Students clutch resumes inside branded folders, keeping documents within their folders as they line up before opening. Alumni volunteers give quick pep talks near the coffee station, while healthcare providers showcase community outreach photos. Inside the fair, tech companies display demo screens of their latest apps. Outside the university gym, students wait in line before the fair opens.",
    "At the university career fair, preparation and etiquette frame the scene. Consulting firms stack glossy case study booklets in neat piles on high tables, signaling an emphasis on case work. Career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule, audible over the PA system both outside and inside the gym. Students clutch resumes in branded folders, keeping documents within their folders as they line up before opening. Alumni volunteers give pep talks near the coffee station, while healthcare providers showcase community outreach photos. Inside the hall, tech companies display demo screens of their latest apps. Outside the university gym, students wait in line before the fair opens.",
    "At the university career fair, preparation and etiquette frame the scene. Consulting firms stack glossy case study booklets in neat piles on high tables, signaling an emphasis on case work. Career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule, audible over the PA system both outside and inside the gym. Outside the university gym, students wait in line before the fair opens, while inside the hall alumni volunteers give pep talks near the coffee station and healthcare providers showcase community outreach photos. Tech companies display demo screens of their latest apps. Students inside clutch resumes in branded folders, keeping documents within their folders as they line up before opening.",
    "Across two related career events, the scene centers on preparation and etiquette at a university career fair, plus a separate consulting-firms event. Consulting firms sit glossy case study booklets in neat piles on high tables, signaling emphasis on case work. Career counselors remind attendees to maintain eye contact. Welcome PA announcements outline the schedule, audible outside and inside the gym. Outside the university gym, students wait in line before opening; inside the hall, alumni volunteers give pep talks near the coffee station, healthcare providers showcase community outreach photos, and tech companies display demo screens of their latest apps. Students clutch resumes in branded folders, keeping documents within the folders as they line up before opening. Event staff scan registrations and hand out lanyards at the entrance.",
    "Two related events unfold around a university career scene: a gym-based university career fair and a separate consulting-firms event. At the consulting-firms event, glossy case-study booklets sit in neat piles on high tables, signaling an emphasis on case work. Throughout, career counselors reinforce preparation and etiquette, notably advising attendees to maintain eye contact. A welcome PA announces the schedule both outside and inside the gym. Outside the gym, students queue before opening; inside, alumni volunteers deliver quick pep talks near the coffee station, while healthcare providers display outreach photos and tech companies run demo screens of their latest apps. Students clutch resumes inside branded folders and line up outside before opening; event staff scan registrations and hand out lanyards at the entrance. The gym floor hosts dozens of booths with colorful banners, reinforcing the dual focus on broad careers and consulting."
  ],
  "6_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.7636788919827263,
    0.7636788919827263,
    0.7636788919827263,
    0.7636788919827263,
    0.7636788919827263,
    0.7984816284578272,
    0.7984816284578272,
    0.7984816284578272,
    0.7984816284578272,
    0.7984816284578272,
    0.7967881265814794,
    0.7967881265814794,
    0.7967881265814794,
    0.7814343217431018,
    0.7814343217431018,
    0.7814343217431018,
    0.8630309155570701,
    0.8630309155570701,
    0.8630309155570701,
    0.8630309155570701,
    0.8630309155570701,
    0.8630309155570701,
    0.8630309155570701,
    0.8630309155570701,
    0.8630309155570701,
    0.8630309155570701,
    0.852272730167891,
    0.852272730167891,
    0.852272730167891,
    0.852272730167891,
    0.8659731826185704,
    0.8659731826185704,
    0.8659731826185704,
    0.8659731826185704,
    0.8659731826185704,
    0.8657360048960376,
    0.8657360048960376,
    0.8657360048960376,
    0.8657360048960376,
    0.8657360048960376,
    0.8657360048960376,
    0.8476151862040152,
    0.8476151862040152,
    0.8476151862040152,
    0.8476151862040152,
    0.8476151862040152,
    0.8476151862040152,
    0.8185500710464267,
    0.8185500710464267,
    0.8185500710464267,
    0.8185500710464267,
    0.8185500710464267,
    0.8525682022755452,
    0.8525682022755452,
    0.8525682022755452,
    0.8525682022755452
  ],
  "7": [
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders, holding their documents within the folders they carry.",
    "Students clutch resumes inside branded folders, holding their documents within the folders they carry.",
    "Students clutch resumes inside branded folders, holding their documents within the folders they carry. A welcome announcement is broadcast over the public address system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "At a career fair, students clutch resumes inside branded folders, holding their documents within the folders they carry. A welcome announcement is broadcast over the public address system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, students clutch resumes inside branded folders, holding their documents within the folders they carry, while tech companies display demo screens of their latest apps. A welcome announcement is broadcast over the public address system outlining the fair schedule, and career counselors remind attendees to maintain eye contact. Alumni volunteers offer quick pep talks near the coffee station. Outside the university gym, students line up in anticipation of the fair opening. Healthcare providers showcase community outreach photos.",
    "At the university career fair, students clutch resumes inside branded folders, keeping their documents within the folders they carry. Tech companies display demo screens of their latest apps. A welcome announcement is broadcast over the public address system outlining the fair schedule, and career counselors remind attendees to maintain eye contact. Alumni volunteers offer quick pep talks near the coffee station. Outside the university gym, students line up in anticipation of the fair opening. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, students clutch resumes inside branded folders, keeping their documents within the folders they carry. Dozens of booths with colorful banners circle the polished floor as tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system outlining the schedule, and career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station. Outside the university gym, students line up in anticipation of the fair opening. Healthcare providers showcase photos from community outreach.",
    "At the university career fair, students clutch resumes inside branded folders, keeping their documents within the folders they carry, while dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps. A welcome announcement over the PA system outlines the schedule, and career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station. Outside the university gym, students line up before the fair opens. Healthcare providers showcase photos from community outreach.",
    "At the university career fair, students clutch resumes inside branded folders, keeping their documents within the folders they carry, as dozens of booths with colorful banners circle the polished floor and tech companies display demo screens of their latest apps. A welcome announcement over the PA system outlines the schedule, and career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station. Outside the university gym, students line up before the career fair opens, and healthcare providers showcase photos from community outreach.",
    "At the university career fair, students clutch resumes inside branded folders, keeping their documents within the folders they carry. Dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps. A welcome announcement over the PA system outlines the schedule, and career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station. Outside the university gym, students line up before the career fair opens, while healthcare providers showcase photos from community outreach. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, students clutch resumes inside branded folders, keeping documents within them as they line up and as booths circle the polished floor. Dozens of booths with colorful banners showcase tech companies displaying demo screens of their latest apps. A welcome announcement over the public address system outlines the fair schedule, and career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station, while healthcare providers showcase photos from community outreach. Consulting firms stack glossy case study booklets on high tables, arranged in neat piles. Inside the fair, preparation and etiquette frame the scene. Outside the university gym, students wait in line before the fair opens.",
    "At the university career fair, outside the university gym, students wait in line before the event opens. Inside the hall, students clutch resumes inside branded folders as they line up among dozens of booths with colorful banners circling the polished floor, tech companies displaying demo screens of their latest apps. A welcome announcement plays over the PA outlining the schedule, and career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station, while healthcare providers showcase photos from community outreach. Consulting firms stack glossy case study booklets on high tables in neat piles, signaling an emphasis on case work. Preparation and etiquette frame the scene as the fair unfolds.",
    "At the university career fair, outside the university gym, students wait in line before the event opens. Inside the hall, they clutch resumes inside branded folders as they line up among dozens of booths with colorful banners circling the polished floor, tech companies displaying demo screens of their latest apps. A welcome announcement plays over the PA outlining the schedule, and career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station, while healthcare providers showcase photos from community outreach. Consulting firms stack glossy case study booklets on high tables in neat piles, signaling an emphasis on case work. Preparation and etiquette frame the scene as the fair unfolds.",
    "At the university career fair, students queue outside the gym before the event opens, while inside the hall they clutch resumes in branded folders and line up among dozens of booths with colorful banners circling the polished floor. Tech companies display demo screens of their latest apps; healthcare providers showcase photos from community outreach; consulting firms stack glossy case study booklets on high tables in neat piles, signaling an emphasis on case work. A welcome announcement plays over the PA outlining the schedule, and career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station, and preparation and etiquette frame the scene as the fair unfolds.",
    "At the university career fair, students queue outside the gym before the event opens, while inside the hall they clutch resumes in branded folders and line up among dozens of booths with colorful banners circling the polished floor. Tech companies display demo screens showing their latest apps; healthcare providers showcase photos from community outreach; and consulting firms stack glossy case study booklets on high tables in neat piles, signaling an emphasis on case work. A welcome announcement plays over the PA outlining the schedule, and career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station, and preparation and etiquette frame the scene as the fair unfolds."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.34610278592393406,
    0.34610278592393406,
    0.34610278592393406,
    0.34610278592393406,
    0.34610278592393406,
    0.34610278592393406,
    0.728336487698935,
    0.728336487698935,
    0.728336487698935,
    0.728336487698935,
    0.7222667955703603,
    0.7222667955703603,
    0.7222667955703603,
    0.8501878808135923,
    0.8501878808135923,
    0.8501878808135923,
    0.8501878808135923,
    0.8736414771282728,
    0.8736414771282728,
    0.8736414771282728,
    0.8736414771282728,
    0.8768697356765895,
    0.8768697356765895,
    0.8768697356765895,
    0.871334118412551,
    0.871334118412551,
    0.871334118412551,
    0.871334118412551,
    0.871334118412551,
    0.8624370289255969,
    0.8624370289255969,
    0.8624370289255969,
    0.8624370289255969,
    0.8624370289255969,
    0.8624370289255969,
    0.8624370289255969,
    0.8624370289255969,
    0.8624370289255969,
    0.8805135295825668,
    0.8805135295825668,
    0.8805135295825668,
    0.8805135295825668,
    0.8805135295825668,
    0.8593526750672708,
    0.8593526750672708,
    0.8593526750672708,
    0.8593526750672708,
    0.8593526750672708,
    0.8675407611872926,
    0.8675407611872926,
    0.8675407611872926,
    0.8675407611872926,
    0.8644736979631384,
    0.8644736979631384,
    0.8644736979631384,
    0.8644736979631384,
    0.8644736979631384,
    0.8627979798189267,
    0.8627979798189267,
    0.8627979798189267,
    0.8627979798189267,
    0.8632274617720195
  ],
  "8": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "At a career event, career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, forming neat stacks.",
    "At a career event, career counselors remind attendees to maintain eye contact; consulting firms stack glossy case study booklets on high tables, forming neat stacks.",
    "At a career event and at the fair, career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, forming neat stacks. A welcome announcement is broadcast over the public address system outlining the fair schedule. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "At the university career fair, counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, forming neat stacks. A welcome announcement is broadcast over the public address system outlining the fair schedule. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, the scene centers on preparation and etiquette: career counselors remind attendees to maintain eye contact; consulting firms stack glossy case study booklets on high tables in neat stacks; a welcome announcement is broadcast over the public address system outlining the fair schedule, both outside and inside the gym. Alumni volunteers give quick pep talks near the coffee station, and healthcare providers showcase community outreach photos. Before opening, students line up outside the university gym, awaiting the career fair opening.",
    "At the university career fair, preparation and etiquette frame the scene: career counselors remind attendees to maintain eye contact; consulting firms arrange glossy case study booklets on high tables in neat stacks; a welcome PA announcement outlines the schedule outside and inside the gym. Alumni volunteers give quick pep talks near the coffee station, and healthcare providers display photos from community outreach. Before opening, students line up outside the university gym; inside, they clutch resumes in branded folders, keeping documents within those folders. Dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps. The PA reiterates the schedule, and the eye-contact reminder persists throughout the scene.",
    "At the university career fair, preparation and etiquette shape the scene: career counselors remind attendees to maintain eye contact; consulting firms stack glossy case-study booklets on high tables in neat stacks; a public-address announcement outlines the schedule outside and inside the gym and is reiterated throughout. Before opening, students line up outside the gym; inside, they clutch resumes in branded folders, keeping documents within those folders. Dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps. Healthcare providers display photos from community outreach, and alumni volunteers give quick pep talks near the coffee station. The eye-contact reminder persists throughout the scene. Outside, students await opening; inside, the PA reiterates the fair schedule.",
    "At the university career fair, preparation and etiquette shape the scene. Career counselors remind attendees to maintain eye contact, a cue echoed throughout the event. Consulting firms stack glossy case-study booklets on high tables in neat piles, signaling an emphasis on case work. A public-address announcement outlines the schedule outside and inside the gym and is reiterated as attendees move through the space. Before opening, students line up outside the gym; inside, they clutch resumes in branded folders, keeping documents within those folders. Dozens of booths with colorful banners surround the polished floor as tech companies display demo screens of their latest apps. Healthcare providers display photos from community outreach, and alumni volunteers give quick pep talks near the coffee station.",
    "At the university career fair, preparation and etiquette shape the scene. Career counselors remind attendees to maintain eye contact; consulting firms stack glossy case-study booklets on high tables in neat piles, signaling emphasis on case work. A public-address announcement outlines the schedule outside and inside the gym and is reiterated as attendees move through the space. Before opening, students line up outside the gym; inside the fair, students clutch resumes inside branded folders. Dozens of booths with colorful banners line the polished floor as tech companies display demo screens of their latest apps. Healthcare providers display photos from community outreach, and alumni volunteers give quick pep talks near the coffee station.",
    "At the university career fair, preparation and etiquette shape the scene: career counselors remind attendees to maintain eye contact, and consulting firms display glossy case-study booklets in neat stacks on high tables, signaling an emphasis on case work. Dozens of booths with colorful banners line the polished floor as tech companies show demo screens of their latest apps. Healthcare providers display photos from community outreach, and alumni volunteers offer quick pep talks near the coffee station. Public-address announcements outline the schedule both outside and inside the gym, and attendees move through the space; outside the gym, students line up before opening, and inside the fair, students clutch resumes in branded folders. In a separate career event with consulting firms, those glossy case-study booklets remain on high tables in neat stacks, with students keeping resumes within the folders they carry. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, preparation and etiquette shape the scene: career counselors remind attendees to maintain eye contact, and consulting firms display glossy case-study booklets in neat stacks on high tables, signaling an emphasis on case work. Dozens of booths with colorful banners line the polished floor as tech companies show demo screens of their latest apps. Healthcare providers display photos from community outreach, and alumni volunteers offer quick pep talks near the coffee station. Public-address announcements outline the schedule outside and inside the gym. Outside the gym, students line up before opening; inside, they clutch resumes in branded folders, keeping documents within them. In a separate career event with consulting firms, the glossy booklets remain on high tables in neat stacks, with students keeping resumes within their folders. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "8_score": [
    0.0,
    0.0,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.5646858348622555,
    0.5646858348622555,
    0.5646858348622555,
    0.5646858348622555,
    0.5646858348622555,
    0.5252976635686692,
    0.5252976635686692,
    0.5252976635686692,
    0.5252976635686692,
    0.5252976635686692,
    0.5252976635686692,
    0.5252976635686692,
    0.8133756658434484,
    0.8133756658434484,
    0.8133756658434484,
    0.8133756658434484,
    0.882092786294457,
    0.882092786294457,
    0.882092786294457,
    0.882092786294457,
    0.8330085833203628,
    0.8330085833203628,
    0.8330085833203628,
    0.8330085833203628,
    0.8330085833203628,
    0.8567006390308709,
    0.8567006390308709,
    0.8567006390308709,
    0.8567006390308709,
    0.8640247554897469,
    0.8640247554897469,
    0.8640247554897469,
    0.8640247554897469,
    0.8640247554897469,
    0.8640247554897469,
    0.8805725152219599,
    0.8805725152219599,
    0.8805725152219599,
    0.8754485315720784,
    0.8754485315720784,
    0.8754485315720784,
    0.8754485315720784,
    0.8754485315720784,
    0.8620577642990424,
    0.8620577642990424,
    0.8620577642990424,
    0.8620577642990424,
    0.8620577642990424,
    0.8620577642990424,
    0.8620577642990424,
    0.8620577642990424,
    0.8709265701705868,
    0.8709265701705868,
    0.8709265701705868,
    0.8709265701705868,
    0.8709265701705868
  ],
  "9": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while career counselors remind attendees to maintain eye contact.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "At a fair, a welcome announcement is broadcast over the PA system, outlining the schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station. Healthcare providers showcase photos from community outreach. Tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement over the PA system outlines the schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station. Healthcare providers showcase photos from community outreach. Tech companies display demo screens showing their latest apps. At a career event with consulting firms, glossy case study booklets are stacked on high tables in neat stacks, signaling an emphasis on case work. Students clutch resumes inside branded folders, keeping the documents within the folders they carry.",
    "At the university career fair, welcome announcements over the PA outline the schedule, and career counselors remind attendees to maintain eye contact, as outside the university gym students line up before opening. Inside the fair, alumni volunteers give quick pep talks near the coffee station; healthcare providers showcase photos from community outreach; and tech companies display demo screens of their latest apps. In a career event with consulting firms, glossy case study booklets sit in neat stacks on high tables, signaling an emphasis on case work. Students clutch resumes in branded folders, keeping the documents within the folders they carry.",
    "At the university career fair, welcome announcements over the PA outline the schedule and career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before opening. Inside the fair, alumni volunteers give pep talks near the coffee station; healthcare providers showcase photos from community outreach; and tech companies display demo screens of their latest apps. In a separate career event with consulting firms, glossy case study booklets sit in neat stacks on high tables, signaling an emphasis on case work. Students clutch resumes in branded folders, keeping the documents within the folders they carry.",
    "At the university career fair, welcome announcements over the PA outline the schedule, and career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before opening. Inside the fair, alumni volunteers give pep talks near the coffee station; healthcare providers showcase photos from community outreach; and tech companies display demo screens of their latest apps. In a separate career event with consulting firms, glossy case study booklets sit in neat stacks on high tables, signaling an emphasis on case work. Students clutch resumes in branded folders, keeping the documents within the folders they carry.",
    "At the university career fair, welcome PA announcements outline the schedule, and career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before opening. Inside the fair, alumni volunteers give pep talks near the coffee station; healthcare providers showcase photos from community outreach; and tech companies display demo screens of their latest apps. In a separate career event with consulting firms, glossy case study booklets sit in neat stacks on high tables, signaling an emphasis on case work. Students clutch resumes in branded folders, keeping the documents within the folders they carry. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university career fair, welcome PA announcements outline the schedule and career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before opening. Inside the fair, alumni volunteers give pep talks near the coffee station, healthcare providers showcase photos from community outreach, and tech companies display demo screens of their latest apps. In a separate career event with consulting firms, glossy case study booklets sit in neat stacks on high tables, signaling an emphasis on case work. Students clutch resumes in branded folders, keeping the documents within the folders they carry. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university career fair, welcome PA announcements outline the schedule as career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before opening. Inside the fair, alumni volunteers give pep talks near the coffee station, healthcare providers showcase photos from community outreach, and tech companies display demo screens of their latest apps. In a separate consulting-firm career event, glossy case study booklets sit in neat stacks on high tables, signaling an emphasis on case work. Students clutch resumes in branded folders, keeping the documents within the folders they carry. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university career fair, welcome PA announcements outline the schedule as career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before opening. Inside the fair, alumni volunteers give pep talks near the coffee station; healthcare providers showcase photos from community outreach; and tech companies display demo screens of their latest apps. In a separate consulting-firm career event, glossy case study booklets sit in neat stacks on high tables, signaling an emphasis on case work. Students clutch resumes in branded folders, keeping the documents within the folders they carry. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair held in the gym, the polished floor hosts dozens of booths with colorful banners, and glossy case-study booklets sit in neat piles on high tables, signaling emphasis on case work by consulting firms. Outside the gym, students line up before opening. Inside, alumni volunteers give quick pep talks near the coffee station; healthcare providers showcase photos from community outreach; tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact, with a welcome PA outlining the schedule outside and inside the gym. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders and keep them within the folders they carry. In a separate consulting-firm career event, glossy case-study booklets sit in neat stacks on high tables, signaling emphasis on case work."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.38639211382235633,
    0.38639211382235633,
    0.38639211382235633,
    0.5052349427985272,
    0.5052349427985272,
    0.5052349427985272,
    0.7180676137821007,
    0.7180676137821007,
    0.7249556081297628,
    0.7249556081297628,
    0.7249556081297628,
    0.7249556081297628,
    0.7249605079122355,
    0.7249605079122355,
    0.7249605079122355,
    0.8263201583013962,
    0.8263201583013962,
    0.8263201583013962,
    0.8263201583013962,
    0.8263201583013962,
    0.8263201583013962,
    0.8263201583013962,
    0.8263201583013962,
    0.8432794545718911,
    0.8432794545718911,
    0.8432794545718911,
    0.8432794545718911,
    0.8432794545718911,
    0.8558166278028181,
    0.8558166278028181,
    0.8558166278028181,
    0.8558166278028181,
    0.8558166278028181,
    0.8558166278028181,
    0.8461213484634649,
    0.8461213484634649,
    0.8461213484634649,
    0.8461213484634649,
    0.8540531415318972,
    0.8540531415318972,
    0.8540531415318972,
    0.8540531415318972,
    0.8540531415318972,
    0.8525238100058916,
    0.8525238100058916,
    0.8525238100058916,
    0.8497577479269833,
    0.8497577479269833,
    0.8497577479269833,
    0.8497577479269833,
    0.8472085383632031,
    0.8472085383632031,
    0.8472085383632031,
    0.8472085383632031,
    0.8472085383632031,
    0.8472085383632031,
    0.8928219406194997
  ]
}