{
  "0": [
    "",
    "",
    "",
    "Healthcare providers showcase photos of community outreach.",
    "Healthcare providers showcase photos of community outreach, while workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers showcase photos of community outreach, while workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "At the event, healthcare providers showcase photos of community outreach, while workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map, identifying prospective companies. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, healthcare providers showcase photos of community outreach, while workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map, identifying prospective companies. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, healthcare providers showcase photos of community outreach. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map, identifying prospective companies. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, healthcare providers showcase photos of community outreach. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map, identifying prospective companies. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. In a shared space, students rehearse elevator pitches quietly against a wall as a cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders while an alumni panel discusses how to prepare for technical interviews.",
    "At the event, healthcare providers showcase photos of community outreach. Networking etiquette workshops run in the adjoining classroom. Groups of friends mark target employers on the event map, identifying prospective companies. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. In a shared space, students rehearse elevator pitches quietly against a wall as a cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes in branded folders while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, healthcare providers showcase photos of community outreach. Networking etiquette workshops run in the adjoining classroom. Groups of friends mark target employers on the event map, identifying prospective companies. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. In a shared space, students rehearse elevator pitches quietly against a wall as a cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes in branded folders while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, healthcare providers display photos of community outreach while networking etiquette workshops run in the adjoining classroom. Groups of friends mark target employers on the event map, identifying prospective companies, and a robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor as students rehearse elevator pitches quietly against a wall in a shared space and a cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance, while students clutch resumes in branded folders and an alumni panel discusses how to prepare for technical interviews. Before opening, students line up outside the university gym, and human resources teams jot notes on tablets while students introduce themselves.",
    "At the university career fair, healthcare providers display photos of community outreach, while networking etiquette workshops run in the adjoining classroom. Groups of friends mark target employers on the event map, identifying prospective companies. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor as students rehearse elevator pitches quietly against a wall in a shared space, and a cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance, while students clutch resumes in branded folders and an alumni panel discusses how to prepare for technical interviews. Before opening, students line up outside the university gym; human resources teams jot notes on tablets while students introduce themselves.",
    "At the university career fair, healthcare providers display photos of community outreach while networking etiquette workshops operate in an adjoining classroom. Groups of friends mark target employers on the event map, identifying prospective companies. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor as students rehearse elevator pitches quietly against a wall in a shared space. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes in branded folders as an alumni panel discusses how to prepare for technical interviews. Before opening, students line up outside the university gym while HR teams jot notes on tablets and students introduce themselves.",
    "At the university career fair, healthcare providers display photos of community outreach while networking etiquette workshops operate in an adjoining classroom. Dozens of banners circle the polished floor as groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Students rehearse elevator pitches quietly against a wall in a shared space, clutching resumes in branded folders. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews as students line up outside the gym before opening, with HR teams jotting notes on tablets. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.30430137075758645,
    0.30430137075758645,
    0.30430137075758645,
    0.30430137075758645,
    0.5147941139299265,
    0.5147941139299265,
    0.5147941139299265,
    0.7355398418557961,
    0.7355398418557961,
    0.7355398418557961,
    0.757467354222372,
    0.757467354222372,
    0.757467354222372,
    0.757467354222372,
    0.798636150003171,
    0.798636150003171,
    0.798636150003171,
    0.798636150003171,
    0.798636150003171,
    0.798636150003171,
    0.8608886619477032,
    0.8608886619477032,
    0.8608886619477032,
    0.8608886619477032,
    0.8897504962220062,
    0.8897504962220062,
    0.8897504962220062,
    0.8897504962220062,
    0.8897504962220062,
    0.8897504962220062,
    0.8941881116401211,
    0.8941881116401211,
    0.8941881116401211,
    0.8941881116401211,
    0.8941881116401211,
    0.8987735655335765,
    0.8987735655335765,
    0.8987735655335765,
    0.8982510773332419,
    0.8982510773332419,
    0.8982510773332419,
    0.8982510773332419,
    0.8982510773332419,
    0.8982510773332419,
    0.8982510773332419,
    0.896524340804313,
    0.896524340804313,
    0.896524340804313,
    0.896524340804313,
    0.896524340804313,
    0.896524340804313,
    0.896524340804313,
    0.896524340804313,
    0.896524340804313,
    0.896524340804313,
    0.896524340804313,
    0.896524340804313,
    0.896524340804313,
    0.9001201917966832,
    0.9001201917966832
  ],
  "1": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, and healthcare providers showcase photos of community outreach.",
    "Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase photos of community outreach. Several students stand against a wall, quietly rehearsing elevator pitches while clutching resumes inside branded folders.",
    "Networking etiquette workshops begin in the adjoining classroom, while healthcare providers showcase photos of community outreach. Several students stand against a wall, quietly rehearsing elevator pitches and clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards.",
    "Networking etiquette workshops begin in the adjoining classroom, while healthcare providers showcase photos of community outreach. Several students stand against a wall, quietly rehearsing elevator pitches and clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "Networking etiquette workshops begin in the adjoining classroom, while healthcare providers showcase photos of community outreach. Several students stand against a wall, quietly rehearsing elevator pitches and clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications.",
    "Networking etiquette workshops begin in the adjoining classroom, while healthcare providers showcase photos of their community outreach. Several students stand against a wall, quietly rehearsing elevator pitches and clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system.",
    "Networking etiquette workshops begin in the adjoining classroom as healthcare providers showcase photos of their community outreach. Several students stand against a wall, quietly rehearsing elevator pitches and clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. In a shared space, students rehearse elevator pitches against a wall while a cybersecurity company runs a password cracking challenge on a laptop. Inside, an alumni panel discusses how to prepare for technical interviews while students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries.",
    "Networking etiquette workshops begin in the adjoining classroom as healthcare providers showcase photos of their community outreach. In a shared space, students rehearse elevator pitches against a wall, clutching resumes inside branded folders, while a cybersecurity company runs a password‑cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, and finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Inside, an alumni panel discusses how to prepare for technical interviews as students clutch resumes in branded folders. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens.",
    "The scene centers on a campus career fair in a polished space with dozens of booths wrapped in banners. Outside, students line up near the university gym before opening; inside, an on-site fair includes an alumni panel on preparing for technical interviews while career counselors redirect unsure students toward applicable industries. In adjoining spaces, a networking etiquette workshop has begun, and healthcare providers showcase photos of community outreach. Students stand against walls clutching resumes in branded folders and rehearse elevator pitches; a robotics startup flies a drone above its booth to attract attention. HR teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards; groups of friends mark target employers on an event map, and finance firms offer QR codes for internship applications. A welcome PA outlines the schedule, and a cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "1_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.2967593382969402,
    0.2967593382969402,
    0.2967593382969402,
    0.5024190009679533,
    0.5024190009679533,
    0.5024190009679533,
    0.6277202710412297,
    0.6277202710412297,
    0.6277202710412297,
    0.6277202710412297,
    0.6277202710412297,
    0.6277202710412297,
    0.7086268098765406,
    0.7086268098765406,
    0.7086268098765406,
    0.7559720358731359,
    0.7559720358731359,
    0.7559720358731359,
    0.8157529985125266,
    0.8157529985125266,
    0.8157529985125266,
    0.8157529985125266,
    0.8157529985125266,
    0.8157529985125266,
    0.8157529985125266,
    0.8157529985125266,
    0.8157529985125266,
    0.8157529985125266,
    0.8157529985125266,
    0.8157529985125266,
    0.8157529985125266,
    0.7949761339677888,
    0.7949761339677888,
    0.7949761339677888,
    0.7949761339677888,
    0.7949761339677888,
    0.7949761339677888,
    0.7949761339677888,
    0.7949761339677888,
    0.8244593127008386,
    0.8244593127008386,
    0.8244593127008386,
    0.8244593127008386,
    0.8244593127008386,
    0.8244593127008386,
    0.8244593127008386,
    0.8244593127008386,
    0.8244593127008386,
    0.8244593127008386,
    0.8244593127008386,
    0.8803819481642869,
    0.8803819481642869,
    0.8803819481642869,
    0.8803819481642869,
    0.8803819481642869,
    0.8803819481642869,
    0.8803819481642869,
    0.8803819481642869,
    0.8803819481642869,
    0.8803819481642869,
    0.8803819481642869
  ],
  "2": [
    "",
    "",
    "",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, with students clutching resumes inside branded folders.",
    "A networking etiquette workshop is beginning in the adjoining classroom, with students clutching resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, framing the event layout.",
    "An adjoining classroom hosts the start of a networking etiquette workshop. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, framing the event layout. Alumni volunteers share quick pep talks near the coffee station.",
    "An adjoining classroom hosts the start of a networking etiquette workshop. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, framing the event layout. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention.",
    "An adjoining classroom hosts the start of a networking etiquette workshop as students clutch resumes inside branded folders. Dozens of booths with colorful banners encircle the polished floor, framing the event layout. Alumni volunteers share quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. In an expo-like space, a robotics startup flies a small drone above its booth to attract attention.",
    "An adjoining classroom hosts the start of a networking etiquette workshop as students clutch resumes inside branded folders. Dozens of booths with colorful banners encircle a polished floor, framing the event layout and forming a circle around the space. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. In an expo-like space, a robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map.",
    "An adjoining classroom hosts the start of a networking etiquette workshop as students clutch resumes inside branded folders. Dozens of booths with colorful banners encircle a polished floor, framing the event layout and forming a circle around the space. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. In an expo-like space, a robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "Networking etiquette workshops begin in the adjoining classroom, where students clutch resumes inside branded folders as the session opens. A career fair unfolds on a polished floor ringed by dozens of booths with colorful banners arranged in a circular layout. Alumni volunteers deliver pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. In expo-like space, a robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map, and career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for internship applications, and healthcare providers showcase photos of their community outreach. At the entrance, staff scan registrations and hand out lanyards as a welcome PA outlines the fair schedule; students line up outside the university gym before opening.",
    "At a career fair in a polished-floor venue, dozens of booths wrapped in colorful banners encircle the space. Students clutch resumes in branded folders and rehearse elevator pitches; groups mark target employers on an event map. Alumni volunteers deliver pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for internship applications, and healthcare providers showcase photos of their community outreach. At the entrance, staff scan registrations and hand out lanyards as a welcome PA outlines the fair schedule; students line up outside the university gym before opening. In an adjoining classroom, a networking etiquette workshop has begun."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.35902344945191395,
    0.35902344945191395,
    0.35902344945191395,
    0.5185081180477373,
    0.5185081180477373,
    0.5185081180477373,
    0.6738495673189193,
    0.6738495673189193,
    0.6738495673189193,
    0.6738495673189193,
    0.7324060995606647,
    0.7324060995606647,
    0.7324060995606647,
    0.7324060995606647,
    0.7324060995606647,
    0.7324060995606647,
    0.7324060995606647,
    0.7792514366684358,
    0.7792514366684358,
    0.7792514366684358,
    0.7792514366684358,
    0.7792514366684358,
    0.7792514366684358,
    0.7792514366684358,
    0.8008346027301161,
    0.8008346027301161,
    0.8008346027301161,
    0.8008346027301161,
    0.8008346027301161,
    0.8106059371725202,
    0.8106059371725202,
    0.8106059371725202,
    0.8106059371725202,
    0.8106059371725202,
    0.8106059371725202,
    0.8106059371725202,
    0.8106059371725202,
    0.8106059371725202,
    0.8106059371725202,
    0.8106059371725202,
    0.8106059371725202,
    0.8106059371725202,
    0.8106059371725202,
    0.8692436013293203,
    0.8692436013293203,
    0.8692436013293203,
    0.8692436013293203,
    0.8692436013293203,
    0.8692436013293203,
    0.8692436013293203,
    0.8692436013293203,
    0.9041889910626991,
    0.9041889910626991,
    0.9041889910626991,
    0.9041889910626991,
    0.9041889910626991,
    0.9041889910626991
  ],
  "3": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "In a shared space, some students rehearse elevator pitches quietly against a wall, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "In a shared space, some students rehearse elevator pitches quietly against a wall, while a cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance.",
    "In a shared space, students rehearse elevator pitches quietly against a wall as a cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders while an alumni panel discusses how to prepare for technical interviews.",
    "In a shared space, students rehearse elevator pitches quietly against a wall as a cybersecurity company runs a password cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Inside, students clutch resumes inside branded folders while an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "In a shared event space, students rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop nearby. At the entrance, event staff scan registrations and hand out lanyards. Inside, an alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries. Networking etiquette workshops begin in the adjoining classroom, and healthcare providers showcase photos of their community outreach. Groups of friends mark target employers on an event map. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system.",
    "At a shared event space with a polished floor and dozens of booths with colorful banners circling the area, students rehearse elevator pitches against a wall, clutching resumes in folders. A cybersecurity company runs a password-cracking challenge on a laptop nearby. At the entrance, staff scan registrations and hand out lanyards. Inside, an alumni panel discusses how to prepare for technical interviews, as alumni volunteers share pep talks near coffee station. Career counselors redirect unsure students to applicable industries and remind attendees to maintain eye contact. In an adjoining classroom, networking etiquette workshops begin, guiding professional encounters. Healthcare providers showcase photos of their community outreach. Groups of friends mark target employers on an event map. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.32277532201935294,
    0.32277532201935294,
    0.32277532201935294,
    0.32277532201935294,
    0.32277532201935294,
    0.32277532201935294,
    0.5337853448889002,
    0.5337853448889002,
    0.5337853448889002,
    0.5337853448889002,
    0.5337853448889002,
    0.7200105074847784,
    0.7200105074847784,
    0.7200105074847784,
    0.7200105074847784,
    0.7592899911825057,
    0.7592899911825057,
    0.7592899911825057,
    0.7592899911825057,
    0.7592899911825057,
    0.7592899911825057,
    0.7592899911825057,
    0.7592899911825057,
    0.7592899911825057,
    0.8585065951755947,
    0.8585065951755947,
    0.8585065951755947,
    0.8585065951755947,
    0.8585065951755947,
    0.8585065951755947,
    0.8585065951755947,
    0.8585065951755947,
    0.8585065951755947,
    0.8585065951755947,
    0.8585065951755947,
    0.8585065951755947,
    0.8585065951755947,
    0.8585065951755947,
    0.8585065951755947,
    0.8585065951755947,
    0.8585065951755947,
    0.8585065951755947,
    0.8585065951755947,
    0.8585065951755947,
    0.8912416400679908,
    0.8912416400679908,
    0.8912416400679908,
    0.8912416400679908,
    0.8912416400679908,
    0.8912416400679908,
    0.8912416400679908,
    0.8912416400679908,
    0.8912416400679908,
    0.8912416400679908,
    0.8912416400679908,
    0.8912416400679908,
    0.8912416400679908,
    0.8912416400679908,
    0.8912416400679908
  ],
  "4": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Several students stand against a wall, quietly rehearsing elevator pitches while clutching resumes inside branded folders.",
    "A group of students stands against a wall, quietly rehearsing elevator pitches and clutching resumes inside branded folders. In the adjoining classroom, workshops on networking etiquette begin, while healthcare providers showcase photos of community outreach.",
    "A group of students stands against a wall, quietly rehearsing elevator pitches and clutching resumes inside branded folders; some students rehearse pitches against the wall. In the adjoining classroom, workshops on networking etiquette begin, while healthcare providers showcase photos of community outreach.",
    "A group of students stands against a wall, quietly rehearsing elevator pitches and clutching resumes inside branded folders; some rehearse pitches directly against the wall. In an adjoining classroom, workshops on networking etiquette begin, while healthcare providers showcase photos of community outreach.",
    "At an on-site career event held in a venue with a polished floor, dozens of booths with colorful banners circle the layout. A group of students stands against a wall, clutching resumes inside branded folders, with some rehearsing elevator pitches quietly against the wall. In an adjoining classroom, a networking etiquette workshop is beginning, aligning with the event by guiding etiquette in professional encounters. Healthcare providers showcase photos of community outreach. An alumni panel discusses how to prepare for technical interviews.",
    "At an on-site career event held in a venue with a polished floor, dozens of booths with colorful banners circle the layout. A group of students stands against a wall, clutching resumes inside branded folders, with some quietly rehearsing elevator pitches. In an adjoining classroom, a networking etiquette workshop is beginning, guiding etiquette in professional encounters as part of the event. Healthcare providers showcase photos of community outreach. An alumni panel discusses how to prepare for technical interviews.",
    "At an on-site career event held in a venue with a polished floor, dozens of booths with colorful banners encircle the space. A group of students stands against a wall, clutching resumes inside branded folders, with some quietly rehearsing elevator pitches. In an adjoining classroom, a networking etiquette workshop is beginning, guiding etiquette in professional encounters as part of the event. Healthcare providers showcase photos of community outreach. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications.",
    "An on-site career event unfolds in a venue with a polished floor, dozens of booths with colorful banners encircling the space. A group of students stands against a wall, clutching resumes inside branded folders while some quietly rehearse elevator pitches. In an adjoining classroom, a networking etiquette workshop has begun, guiding professional conduct for encounters. Healthcare providers showcase photos of community outreach. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications.",
    "At an on-site career event conducted in a venue with a polished floor, dozens of booths wrapped in colorful banners encircle the space. A group of students stands against a wall, clutching resumes inside branded folders as some quietly rehearse elevator pitches. In an adjoining classroom, a networking etiquette workshop has begun to guide professional encounters. Healthcare providers showcase photos of community outreach, and an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map, while finance firms offer QR codes for immediate internship applications.",
    "An on-site career event unfolds in a venue with a polished floor, where dozens of booths wrapped in colorful banners encircle the space. A group of students stands against a wall, holding resumes in branded folders while some quietly rehearse elevator pitches. In an adjoining classroom, a networking etiquette workshop has begun. Healthcare providers showcase photos of community outreach, and an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map, while finance firms offer QR codes for immediate internship applications.",
    "An on-site career event unfolds in a venue with a polished floor, where dozens of booths wrapped in colorful banners encircle the space. A group of students stands against a wall, holding resumes in branded folders, while others quietly rehearse elevator pitches. In an adjoining classroom, a networking etiquette workshop has begun. Healthcare providers showcase photos of community outreach, and an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map, and finance firms offer QR codes for immediate internship applications.",
    "A polished-floor venue hosts an on-site career event with dozens of booths wrapped in colorful banners. Groups of students stand against a wall holding resumes in branded folders, while others rehearse elevator pitches. An adjoining classroom hosts a networking etiquette workshop. Healthcare providers showcase photos of community outreach, and an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on an event map, and finance firms provide QR codes for immediate internship applications."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3377521869997613,
    0.3377521869997613,
    0.3377521869997613,
    0.47205717021219296,
    0.47205717021219296,
    0.47205717021219296,
    0.47205717021219296,
    0.4594985039710361,
    0.4594985039710361,
    0.4594985039710361,
    0.4594985039710361,
    0.4594985039710361,
    0.4594985039710361,
    0.4620219143113602,
    0.4620219143113602,
    0.4620219143113602,
    0.4620219143113602,
    0.4620219143113602,
    0.4620219143113602,
    0.7492541052053191,
    0.7492541052053191,
    0.7492541052053191,
    0.7492541052053191,
    0.7586935682350856,
    0.7586935682350856,
    0.7586935682350856,
    0.7586935682350856,
    0.7586935682350856,
    0.7586935682350856,
    0.8438735345894459,
    0.8438735345894459,
    0.8438735345894459,
    0.8438735345894459,
    0.8438735345894459,
    0.8438735345894459,
    0.8455696421907946,
    0.8455696421907946,
    0.8455696421907946,
    0.8455696421907946,
    0.8455696421907946,
    0.8455696421907946,
    0.8524638855221054,
    0.8524638855221054,
    0.8524638855221054,
    0.8524638855221054,
    0.8519611199356517,
    0.8519611199356517,
    0.8519611199356517,
    0.8519611199356517,
    0.8519611199356517,
    0.8519611199356517,
    0.8519611199356517,
    0.8502725480815654,
    0.8502725480815654,
    0.8502725480815654,
    0.848405866766988,
    0.848405866766988,
    0.848405866766988,
    0.848405866766988,
    0.848405866766988
  ],
  "5": [
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance of the event, staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders.",
    "At the entrance of the event, staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. HR teams jot notes on tablets while students introduce themselves. A welcome announcement over the PA outlines the fair schedule.",
    "At the event entrance, staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders as HR teams jot notes on tablets and students introduce themselves. A welcome announcement over the PA outlines the fair schedule. Finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders as HR teams jot notes on tablets and students introduce themselves. A welcome announcement over the PA outlines the fair schedule. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "At the event entrance, staff scan registrations and hand out lanyards as students clutch resumes inside branded folders while HR teams jot notes on tablets and students introduce themselves. A welcome announcement over the PA outlines the fair schedule. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens. An on-site career event unfolds in a venue with a polished floor, with dozens of booths adorned by colorful banners circling the layout, and some students rehearsing elevator pitches quietly against the wall while clutching resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, a networking etiquette workshop is beginning, aligning with the event by guiding etiquette in professional encounters.",
    "Staff at the event entrance scan registrations and hand out lanyards as students clutch resumes inside branded folders and introduce themselves, while HR teams jot notes on tablets and a PA welcome outlines the fair schedule. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens. The on-site event unfolds in a venue with a polished floor, dozens of booths adorned by colorful banners circling the layout, and some students rehearsing elevator pitches quietly against the wall while clutching resumes in branded folders. An alumni panel discusses how to prepare for technical interviews, and in the adjoining classroom a networking etiquette workshop is beginning, guiding etiquette in professional encounters.",
    "At the university career fair, staff at the event entrance scan registrations and hand out lanyards as students line up outside the university gym before the fair opens, then move through booths while clutching resumes in branded folders and introduce themselves. HR teams jot notes on tablets while a PA welcome outlines the fair schedule. Finance firms offer QR codes for immediate internship applications. The venue features a polished floor, with dozens of booths adorned by banners encircling the space. Students rehearse elevator pitches quietly against the wall, still clutching resumes in branded folders. An alumni panel discusses how to prepare for technical interviews, and in an adjoining classroom a networking etiquette workshop is beginning. Alumni volunteers share pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths, banners, and activity unfold as attendees move through the event.",
    "At the university gym career fair, staff at the event entrance scan registrations and hand out lanyards as students line up outside before the fair opens; attendees then move through booths while clutching resumes in branded folders and introducing themselves. HR teams jot notes on tablets while a PA outlines the schedule. Finance firms offer QR codes for immediate internship applications. The venue features a polished floor and dozens of booths adorned by banners encircling the space. Students rehearse elevator pitches quietly against the wall, still clutching resumes in branded folders. An alumni panel discusses how to prepare for technical interviews, and in an adjoining classroom a networking etiquette workshop is beginning. Alumni volunteers share pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths, banners, and activity unfold as attendees move through the event."
  ],
  "5_score": [
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5732513839892205,
    0.5732513839892205,
    0.7629313532072353,
    0.7629313532072353,
    0.7629313532072353,
    0.8489752096807499,
    0.8489752096807499,
    0.8489752096807499,
    0.8489752096807499,
    0.8758222643546626,
    0.8758222643546626,
    0.8758222643546626,
    0.8758222643546626,
    0.8822070062387561,
    0.8822070062387561,
    0.8822070062387561,
    0.8822070062387561,
    0.8822070062387561,
    0.8822070062387561,
    0.8822070062387561,
    0.8734690138509702,
    0.8734690138509702,
    0.8734690138509702,
    0.8734690138509702,
    0.8734690138509702,
    0.8734690138509702,
    0.8734690138509702,
    0.8582586191604148,
    0.8582586191604148,
    0.8582586191604148,
    0.8582586191604148,
    0.8582586191604148,
    0.8582586191604148,
    0.8582586191604148,
    0.8582586191604148,
    0.8582586191604148,
    0.8582586191604148,
    0.8582586191604148,
    0.8582586191604148,
    0.9038161557346676,
    0.9038161557346676,
    0.9038161557346676,
    0.9038161557346676,
    0.9038161557346676,
    0.9038161557346676,
    0.8514465112049396,
    0.8514465112049396,
    0.8514465112049396,
    0.8514465112049396,
    0.8514465112049396,
    0.8514465112049396,
    0.8514465112049396,
    0.8514465112049396,
    0.8514465112049396,
    0.8514465112049396,
    0.8514465112049396,
    0.8514465112049396,
    0.8514465112049396
  ],
  "6": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall.",
    "Students clutch resumes inside branded folders, while some rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "An on-site career event unfolds in a venue with a polished floor, as dozens of booths with colorful banners circle the layout. Students clutch resumes inside branded folders, with some rehearsing elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, a networking etiquette workshop is beginning, aligning with the event by guiding etiquette in professional encounters.",
    "An on-site career event unfolds in a venue with a polished floor, with dozens of booths featuring colorful banners circling the layout. Students clutch resumes in branded folders, with some rehearsing elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, a networking etiquette workshop is beginning, aligning with the event by guiding etiquette in professional encounters. Career counselors remind attendees to maintain eye contact.",
    "An on-site career event unfolds in a venue with a polished floor, where dozens of booths with colorful banners circle the space. Students clutch resumes in branded folders, with some rehearsing elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station. In an adjoining classroom, a networking etiquette workshop is beginning, guiding etiquette in professional encounters, and career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention.",
    "An on-site career event unfolds in a venue with a polished floor, where dozens of booths with colorful banners form a circle around the space. Students clutch resumes in branded folders and rehearse elevator pitches against the wall. An alumni panel discusses preparing for technical interviews, while alumni volunteers offer quick pep talks near the coffee station. In an adjoining classroom, a networking etiquette workshop is beginning, with career counselors reminding attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. HR teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map.",
    "At a university career fair on a polished floor, dozens of booths encircle the space. Students clutch resumes in branded folders and rehearse elevator pitches as HR teams jot notes on tablets while attendees introduce themselves. An alumni panel discusses preparing for technical interviews, complemented by alumni volunteers delivering talks near the coffee station. In an adjoining classroom, a networking etiquette workshop is beginning, with career counselors reminding attendees to maintain eye contact. A robotics startup flies a drone above its booth. A cybersecurity company runs a password-cracking challenge. Healthcare providers showcase photos of community outreach. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map. At the entrance, staff scan registrations and hand out lanyards as a welcome PA outlines the schedule. Some students stand against a wall rehearsing pitches; others line up outside the university gym before opening.",
    "At a university career fair on a polished floor, dozens of booths encircle the space as students clutch branded resumes, rehearse pitches, and HR teams jot notes on tablets while attendees introduce themselves. An alumni panel discusses preparing for technical interviews, with alumni volunteers delivering talks near the coffee station. In an adjoining classroom, a networking etiquette workshop is beginning, with career counselors reminding attendees to maintain eye contact. A robotics startup flies a drone above its booth; a cybersecurity company runs a password-cracking challenge; healthcare providers showcase photos of community outreach; finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map. At the entrance, staff scan registrations and hand out lanyards as a welcome PA outlines the schedule. Some students stand against a wall rehearsing pitches, and others line up outside the university gym before opening."
  ],
  "6_score": [
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.4755315565356023,
    0.4755315565356023,
    0.4755315565356023,
    0.4755315565356023,
    0.5800661975496841,
    0.5800661975496841,
    0.5800661975496841,
    0.5800661975496841,
    0.5800661975496841,
    0.5800661975496841,
    0.7295503118680579,
    0.7295503118680579,
    0.7295503118680579,
    0.7295503118680579,
    0.7295503118680579,
    0.7388786131637555,
    0.7388786131637555,
    0.7388786131637555,
    0.7388786131637555,
    0.7388786131637555,
    0.7388786131637555,
    0.7388786131637555,
    0.7388786131637555,
    0.7925856197313004,
    0.7925856197313004,
    0.7925856197313004,
    0.7925856197313004,
    0.7925856197313004,
    0.7925856197313004,
    0.8292411427470578,
    0.8292411427470578,
    0.8292411427470578,
    0.8292411427470578,
    0.8292411427470578,
    0.8292411427470578,
    0.8292411427470578,
    0.8292411427470578,
    0.8292411427470578,
    0.8292411427470578,
    0.8292411427470578,
    0.8292411427470578,
    0.8292411427470578,
    0.8292411427470578,
    0.8292411427470578,
    0.8292411427470578,
    0.8292411427470578,
    0.8292411427470578,
    0.8292411427470578,
    0.8911427528577227,
    0.8911427528577227,
    0.8911427528577227,
    0.8911427528577227,
    0.8911427528577227,
    0.8911427528577227,
    0.8879645202153184,
    0.8879645202153184,
    0.8879645202153184,
    0.8879645202153184,
    0.8879645202153184
  ],
  "7": [
    "",
    "",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves.",
    "On a polished floor, dozens of booths with colorful banners circle the space. Human resources teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth to attract attention, and an alumni panel discusses how to prepare for technical interviews.",
    "On a polished floor, dozens of booths with colorful banners form a circle around the space. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "On a polished floor, dozens of booths with colorful banners form a circle around the space. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "On a polished floor, dozens of booths with colorful banners encircle the space, forming a circle around it. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications.",
    "On a polished floor, dozens of booths with colorful banners encircle the space. HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications. Networking etiquette workshops begin in the adjoining classroom, while healthcare providers showcase photos of their community outreach. Several students stand against a wall, quietly rehearsing elevator pitches and clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement outlines the fair schedule over the PA system.",
    "At a university career fair, dozens of booths with colorful banners encircle a polished floor. HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, identifying prospective companies. Finance firms offer QR codes for immediate internship applications. Networking etiquette workshops occur in the adjoining classroom, while healthcare providers showcase photos of their community outreach. Several students stand against a wall, rehearsing elevator pitches and clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards; a welcome PA outlines the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop in a shared space. Students line up outside the university gym before the fair opens.",
    "A university career fair unfolds in a polished venue where dozens of booths with colorful banners circle the space. HR teams jot notes on tablets as students introduce themselves, while groups of friends mark target employers on an event map. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes in branded folders and rehearse elevator pitches against a wall. An alumni panel discusses preparing for technical interviews, with quick pep talks near the coffee station. In an adjoining classroom, a networking etiquette workshop begins, with counselors reminding attendees to maintain eye contact. Healthcare providers showcase photos of community outreach. A cybersecurity company runs a password-cracking challenge on a laptop in a shared space. At the entrance, staff scan registrations and hand out lanyards; a welcome PA outlines the schedule. Students line up outside the university gym before opening.",
    "A university career fair unfolds in a polished venue, ringed by dozens of booths with colorful banners. HR teams jot notes on tablets as students introduce themselves, while groups of friends mark target employers on event map. A robotics startup flies a small drone above its booth to attract attention in an expo space. Students clutch resumes in branded folders and rehearse elevator pitches against a wall. An alumni panel discusses preparing for technical interviews, with pep talks near coffee station. In an adjoining classroom, a networking etiquette workshop begins, with counselors reminding attendees to maintain eye contact. Healthcare providers showcase photos of community outreach. A cybersecurity company runs a password-cracking challenge on a laptop; finance firms offer QR codes for internship applications. At the entrance, staff scan registrations and hand out lanyards; a welcome PA outlines the schedule. Students line up outside the university gym before the fair opens."
  ],
  "7_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.5389087704698321,
    0.5389087704698321,
    0.7461667468447796,
    0.7461667468447796,
    0.7461667468447796,
    0.7461667468447796,
    0.8093356716667836,
    0.8093356716667836,
    0.8093356716667836,
    0.8093356716667836,
    0.8093356716667836,
    0.8093356716667836,
    0.8093356716667836,
    0.8093356716667836,
    0.8093356716667836,
    0.8093356716667836,
    0.8093356716667836,
    0.8373782618857244,
    0.8373782618857244,
    0.8373782618857244,
    0.8373782618857244,
    0.8373782618857244,
    0.9106638097323335,
    0.9106638097323335,
    0.9106638097323335,
    0.9106638097323335,
    0.9106638097323335,
    0.9106638097323335,
    0.9056367154983462,
    0.9056367154983462,
    0.9056367154983462,
    0.9056367154983462,
    0.9056367154983462,
    0.9056367154983462,
    0.9056367154983462,
    0.9056367154983462,
    0.9056367154983462,
    0.9056367154983462,
    0.9056367154983462,
    0.9056367154983462,
    0.8841947236597902,
    0.8841947236597902,
    0.8841947236597902,
    0.8841947236597902,
    0.8841947236597902,
    0.8841947236597902,
    0.8841947236597902,
    0.8841947236597902,
    0.8841947236597902,
    0.8841947236597902,
    0.8841947236597902,
    0.8841947236597902,
    0.8841947236597902,
    0.9018846283705625,
    0.9018846283705625,
    0.9018846283705625
  ],
  "8": [
    "",
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves.",
    "In the scene, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers share quick pep talks near the coffee station.",
    "Human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "On a polished floor, dozens of booths with colorful banners circle the space, as human resources teams jot notes on tablets while students introduce themselves and alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention, and an alumni panel discusses how to prepare for technical interviews.",
    "On a polished floor, dozens of booths with colorful banners encircle the space, while human resources teams jot notes on tablets and students introduce themselves. Alumni volunteers share quick pep talks near the coffee station, and students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention, and an alumni panel discusses how to prepare for technical interviews.",
    "On a polished floor, dozens of booths with colorful banners encircle the space while HR teams jot notes on tablets and students introduce themselves. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. At the event entrance, staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders as they move through the booths. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement over the PA outlines the fair schedule, and finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "On a polished floor, a career fair fills a space ringed by dozens of booths with colorful banners. HR teams jot notes on tablets as students introduce themselves, while groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention, and an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Networking etiquette workshops begin in the adjoining classroom, and healthcare providers showcase photos of their community outreach. Several students stand against a wall, quietly rehearsing elevator pitches and clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards, and a welcome PA outlines the fair schedule. Students line up outside the university gym before the fair opens.",
    "On a polished floor, a career fair fills a space ringed by dozens of booths with colorful banners, encircling the layout. HR teams jot notes on tablets as students introduce themselves, while groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention in an expo-like space. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers sharing quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Networking etiquette workshops begin in an adjoining classroom, where students clutch resumes inside branded folders. Several students stand against a wall rehearsing elevator pitches. At the entrance, event staff scan registrations and hand out lanyards, and a welcome PA outlines the schedule. Students line up outside the university gym before the fair opens.",
    "On a polished floor, a career fair fills a space ringed by dozens of booths with colorful banners. HR teams jot notes on tablets as students introduce themselves, while groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers sharing quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Networking etiquette workshops begin in the adjoining classroom, where students clutch resumes inside branded folders. Several students stand against a wall rehearsing elevator pitches. At the entrance, staff scan registrations, hand out lanyards, and a welcome PA outlines the schedule. Students line up outside the university gym before the fair opens."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.34697474179384413,
    0.34697474179384413,
    0.34697474179384413,
    0.34697474179384413,
    0.5649211508683694,
    0.5649211508683694,
    0.5649211508683694,
    0.5649211508683694,
    0.5649211508683694,
    0.5649211508683694,
    0.5649211508683694,
    0.5649211508683694,
    0.7970073470221579,
    0.7970073470221579,
    0.7970073470221579,
    0.7970073470221579,
    0.7970073470221579,
    0.7970073470221579,
    0.7970073470221579,
    0.7991145381243094,
    0.7991145381243094,
    0.7991145381243094,
    0.7991145381243094,
    0.7991145381243094,
    0.7991145381243094,
    0.9142320279505076,
    0.9142320279505076,
    0.9142320279505076,
    0.9142320279505076,
    0.9142320279505076,
    0.9142320279505076,
    0.9142320279505076,
    0.9142320279505076,
    0.9069164741103554,
    0.9069164741103554,
    0.9069164741103554,
    0.9069164741103554,
    0.9069164741103554,
    0.9049491321953261,
    0.9049491321953261,
    0.9049491321953261,
    0.9049491321953261,
    0.9049491321953261,
    0.9049491321953261,
    0.9049491321953261,
    0.9049491321953261,
    0.9049491321953261,
    0.9063141788250242,
    0.9063141788250242,
    0.9063141788250242,
    0.9063141788250242,
    0.9063141788250242,
    0.9063141788250242,
    0.9063141788250242,
    0.9063141788250242,
    0.9063141788250242,
    0.9063141788250242,
    0.9063141788250242,
    0.9063141788250242,
    0.9063141788250242
  ],
  "9": [
    "",
    "",
    "\"\"",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "A robotics startup flies a small drone above its booth to attract attention, while an alumni panel discusses how to prepare for technical interviews.",
    "An expo-like space hosts a robotics startup that flies a small drone above its booth to attract attention, while an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor. Human resources teams jot notes on tablets as students introduce themselves.",
    "In an expo-like space, a robotics startup flies a small drone above its booth to attract attention, while an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor. Human resources teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications.",
    "In an expo-like space on a polished floor, a robotics startup flies a small drone above its booth to attract attention as dozens of booths with colorful banners are arranged in a circle around the space. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map.",
    "An expo-like space on a polished floor hosts a robotics startup that flies a small drone above its booth to attract attention, while dozens of booths with colorful banners encircle the space. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers offer quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Finance firms display QR codes for immediate internship applications, and groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens.",
    "An expo-like career fair unfolds on a polished floor, with a robotics startup at a booth that flies a small drone to attract attention, surrounded by dozens of booths with colorful banners. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers offer quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Finance firms display QR codes for immediate internship applications, and groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens, and workshops on networking etiquette begin in the adjoining classroom.",
    "An expo-like career fair unfolds on a polished floor, surrounded by dozens of booths with colorful banners. A robotics startup attracts attention by flying a small drone above its booth. In a shared space, a cybersecurity company runs a password cracking challenge on a laptop while students rehearse elevator pitches quietly against a wall. Finance firms display QR codes for immediate internship applications, and groups of friends mark target employers on the event map. Healthcare providers showcase photos of community outreach. Alumni volunteers offer quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes in branded folders as HR teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "An expo-like career fair unfolds on a polished floor inside a venue ringed by dozens of booths with colorful banners, some arranged in a circle around the space. A robotics startup attracts attention by flying a drone above its booth. In a shared space, a cybersecurity company runs a password-cracking challenge on a laptop while students rehearse elevator pitches against a wall. Finance firms display QR codes for internship applications, and groups of friends mark target employers on event map. Healthcare providers showcase photos of community outreach. Alumni volunteers offer pep talks near the coffee station, and an alumni panel discusses preparing for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes in branded folders as HR teams jot notes on tablets while students introduce themselves. An adjoining classroom hosts a networking etiquette workshop with career counselors reminding attendees to maintain eye contact.",
    "A polished-floor expo-like career fair unfolds inside a venue ringed by dozens of booths with colorful banners, some arranged in a circle. A robotics startup draws attention by flying a drone above its booth. In a shared area, a cybersecurity company runs a password-cracking challenge on a laptop while students rehearse elevator pitches against a wall. Finance firms display QR codes for internship applications, and groups of friends mark target employers on the event map. Healthcare providers showcase photos of community outreach. Alumni volunteers offer pep talks near the coffee station, and an alumni panel discusses preparing for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes in branded folders as HR teams jot notes on tablets while introducing themselves. An adjoining classroom hosts a networking etiquette workshop with career counselors reminding attendees to maintain eye contact."
  ],
  "9_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.4781435867778755,
    0.4781435867778755,
    0.4781435867778755,
    0.4781435867778755,
    0.4781435867778755,
    0.757931128658974,
    0.757931128658974,
    0.757931128658974,
    0.757931128658974,
    0.757931128658974,
    0.757931128658974,
    0.8285781294460182,
    0.8285781294460182,
    0.8285781294460182,
    0.8285781294460182,
    0.8285781294460182,
    0.828884702138481,
    0.828884702138481,
    0.828884702138481,
    0.828884702138481,
    0.828884702138481,
    0.828884702138481,
    0.828884702138481,
    0.828884702138481,
    0.841905188176151,
    0.841905188176151,
    0.841905188176151,
    0.841905188176151,
    0.841905188176151,
    0.8861197695586924,
    0.8861197695586924,
    0.8861197695586924,
    0.8861197695586924,
    0.8861197695586924,
    0.8861197695586924,
    0.8944112776680897,
    0.8944112776680897,
    0.8944112776680897,
    0.8944112776680897,
    0.8944112776680897,
    0.8944112776680897,
    0.8944112776680897,
    0.8944112776680897,
    0.8944112776680897,
    0.8816317877861026,
    0.8816317877861026,
    0.8816317877861026,
    0.8816317877861026,
    0.8816317877861026,
    0.8816317877861026,
    0.8816317877861026,
    0.8816317877861026,
    0.8830875349569055,
    0.8830875349569055,
    0.8830875349569055,
    0.8830875349569055,
    0.8830875349569055
  ]
}