{
  "0": [
    "",
    "",
    "",
    "The healthcare providers are displaying photographs taken during community outreach events. The photos depict a group of individuals standing outside a brightly colored building, with a small number of children present. A nurse is visible in the foreground, and a man in a white coat is standing beside her. The setting appears to be a sunny day.",
    "The scene depicts a sunny day with a nurse and a man in a white coat standing outside a brightly colored building, with a small number of children present. Students line up outside the university gym before the career fair opens.",
    "Outside a brightly colored building, a nurse and a man in a white coat stand with a small number of children. Students line up outside the university gym before the career fair opens. A welcome announcement details the fair’s schedule over the PA system.",
    "Outside a brightly colored building, a nurse and a man in a white coat stand with a small number of children. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor. A welcome announcement details the fair’s schedule over the PA system.",
    "Outside a brightly colored building, a nurse and a man in a white coat stand with a small number of children. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, and event staff scan registrations and hand out lanyards at the entrance. A welcome announcement details the fair’s schedule over the PA system.",
    "Outside a brightly colored building, a nurse and a man in a white coat stand with a small number of children. Students line up outside the university gym before the career fair opens, with dozens of booths featuring colorful banners circling the polished floor. Event staff scan registrations and hand out lanyards at the entrance, and a welcome announcement details the fair’s schedule over the PA system. Healthcare providers showcase community outreach photos.",
    "Outside a brightly colored building, a nurse and a man in a white coat stand with a small number of children. Students line up outside the university gym before the career fair opens, with dozens of booths featuring colorful banners circling the polished floor. Event staff scan registrations and hand out lanyards at the entrance, and a welcome announcement details the fair’s schedule over the PA system. Healthcare providers showcase community outreach photos.",
    "Outside a brightly colored building, a nurse and a man in a white coat stand with a small number of children. Students line up outside the university gym before the career fair opens, with dozens of booths featuring colorful banners circling the polished floor. Event staff scan registrations and hand out lanyards at the entrance, and a welcome announcement details the fair’s schedule over the PA system. Healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables.",
    "Outside a brightly colored building, a nurse and a man in a white coat stand with a small number of children. Students line up outside the university gym before the career fair opens, with dozens of booths featuring colorful banners circling the polished floor. Event staff scan registrations and hand out lanyards at the entrance, and a welcome announcement details the fair’s schedule over the PA system. Healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside a brightly colored building, a nurse and a man in a white coat stand with a small number of children. Students line up outside the university gym before the career fair opens, with dozens of booths featuring colorful banners circling the polished floor. Event staff scan registrations and hand out lanyards at the entrance, and a welcome announcement details the fair’s schedule over the PA system. Healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "Outside a brightly colored building, a nurse and a man in a white coat stand with a small number of children. Students line up outside the university gym before the career fair opens, with dozens of booths featuring colorful banners circling the polished floor. Event staff scan registrations and hand out lanyards at the entrance, and a welcome announcement details the fair’s schedule over the PA system. Healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "Outside a brightly colored building, a nurse and a man in a white coat stand with a small number of children. Students line up outside the university gym before the career fair opens, with dozens of booths featuring colorful banners circling the polished floor. Event staff scan registrations and hand out lanyards at the entrance, and a welcome announcement details the fair’s schedule over the PA system. Healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.40257598801680844,
    0.40257598801680844,
    0.47390379905244573,
    0.47390379905244573,
    0.6785165617093998,
    0.6785165617093998,
    0.6785165617093998,
    0.6785165617093998,
    0.7280555953452972,
    0.7280555953452972,
    0.7280555953452972,
    0.7280555953452972,
    0.7280555953452972,
    0.7659809137699771,
    0.7659809137699771,
    0.7659809137699771,
    0.7659809137699771,
    0.7659809137699771,
    0.7659809137699771,
    0.7328926640916718,
    0.7328926640916718,
    0.7328926640916718,
    0.7328926640916718,
    0.7328926640916718,
    0.7328926640916718,
    0.7328926640916718,
    0.7328926640916718,
    0.7328926640916718,
    0.7328926640916718,
    0.7328926640916718,
    0.7328926640916718,
    0.762101433366925,
    0.762101433366925,
    0.762101433366925,
    0.762101433366925,
    0.762101433366925,
    0.762101433366925,
    0.762101433366925,
    0.8394546138381027,
    0.8394546138381027,
    0.8394546138381027,
    0.8394546138381027,
    0.8394546138381027,
    0.8394546138381027,
    0.8394546138381027,
    0.8394546138381027,
    0.8490519429713255,
    0.8490519429713255,
    0.8490519429713255,
    0.8490519429713255,
    0.8490519429713255,
    0.8490519429713255,
    0.8490519429713255,
    0.8490519429713255,
    0.8490519429713255,
    0.8490519429713255,
    0.8490519429713255,
    0.8490519429713255,
    0.8490519429713255,
    0.8490519429713255,
    0.8490519429713255,
    0.8490519429713255,
    0.8490519429713255
  ],
  "1": [
    "",
    "The healthcare providers are presenting photographs taken during community outreach events. The photos depict several individuals wearing white coats, standing outside a brightly colored building. A red banner is visible in the background. One photo shows a group of the providers handing out blue bags to people gathered nearby.",
    "Healthcare providers are presenting photographs from community outreach events, showing them standing outside a brightly colored building with a red banner in the background. One image depicts the providers handing out blue bags to people gathered nearby. Students are lining up outside the university gym before the career fair opens.",
    "Healthcare providers are presenting photographs from community outreach events, showing them standing outside a brightly colored building with a red banner in the background. One image depicts the providers handing out blue bags to people gathered nearby. Students are lining up outside the university gym before the career fair opens.",
    "The scene includes healthcare providers standing outside a brightly colored building with a red banner. Individuals are receiving blue bags from the providers, and students are lining up outside the university gym before the career fair opens. A welcome announcement is being broadcast over the PA system, detailing the career fair schedule.",
    "Outside a brightly colored building featuring a red banner, healthcare providers are distributing blue bags to individuals while students line up before the university gym’s career fair. A welcome announcement is playing over the PA system, detailing the career fair schedule. Career counselors are reminding attendees to maintain eye contact.",
    "Outside a brightly colored building featuring a red banner, healthcare providers are distributing blue bags to individuals while students line up before the university gym’s career fair. A welcome announcement is playing over the PA system, detailing the career fair schedule. Dozens of booths with colorful banners circle the polished floor, and career counselors are reminding attendees to maintain eye contact.",
    "Outside a brightly colored building featuring a red banner, healthcare providers are distributing blue bags to individuals while students line up before the university gym’s career fair. Dozens of booths with colorful banners circle the polished floor, and career counselors are reminding attendees to maintain eye contact. A welcome announcement is playing over the PA system, detailing the career fair schedule.",
    "Outside a brightly colored building featuring a red banner, healthcare providers are distributing blue bags to individuals while students line up before the university gym’s career fair. Dozens of booths with colorful banners circle the polished floor, and career counselors are reminding attendees to maintain eye contact. A welcome announcement is playing over the PA system, detailing the career fair schedule. Dozens of booths with colorful banners circle the polished floor.",
    "Outside a brightly colored building featuring a red banner, healthcare providers are distributing blue bags to individuals while students line up before the university gym’s career fair. Dozens of booths with colorful banners circle the polished floor, and career counselors are reminding attendees to maintain eye contact. A welcome announcement is playing over the PA system, detailing the career fair schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside a brightly colored building with a red banner, healthcare providers are distributing blue bags to individuals while students line up before the university gym’s career fair. Dozens of booths with colorful banners circle the polished floor, and career counselors are reminding attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station, and a welcome announcement is playing over the PA system detailing the career fair schedule.",
    "Outside a brightly colored building with a red banner, healthcare providers are distributing blue bags to individuals while students line up before the university gym’s career fair. Dozens of booths with colorful banners circle the polished floor, and career counselors are reminding attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station, and a welcome announcement is playing over the PA system detailing the career fair schedule. Students clutch resumes inside branded folders.",
    "Outside a brightly colored building with a red banner, healthcare providers are distributing blue bags to individuals while students line up before the university gym’s career fair. Dozens of booths with colorful banners circle the polished floor, and career counselors are reminding attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station, and a welcome announcement is playing over the PA system detailing the career fair schedule. Students clutch resumes inside branded folders, and event staff scan registrations and hand out lanyards at the entrance."
  ],
  "1_score": [
    0.0,
    0.36886060160629064,
    0.36886060160629064,
    0.36886060160629064,
    0.5595014623241199,
    0.5595014623241199,
    0.5595014623241199,
    0.5595014623241199,
    0.5595014623241199,
    0.5595014623241199,
    0.5595014623241199,
    0.6786288365037909,
    0.6786288365037909,
    0.6786288365037909,
    0.6786288365037909,
    0.7333246438419453,
    0.7333246438419453,
    0.7333246438419453,
    0.7333246438419453,
    0.771236896439645,
    0.771236896439645,
    0.771236896439645,
    0.771236896439645,
    0.771236896439645,
    0.771236896439645,
    0.7811839698992702,
    0.7811839698992702,
    0.7811839698992702,
    0.7811839698992702,
    0.7811839698992702,
    0.7811839698992702,
    0.7811839698992702,
    0.8074173688866754,
    0.8074173688866754,
    0.8074173688866754,
    0.8074173688866754,
    0.8074173688866754,
    0.8074173688866754,
    0.8074173688866754,
    0.8657257450016098,
    0.8657257450016098,
    0.8657257450016098,
    0.8657257450016098,
    0.8657257450016098,
    0.8657257450016098,
    0.8657257450016098,
    0.8657257450016098,
    0.8202720201397019,
    0.8202720201397019,
    0.8202720201397019,
    0.8202720201397019,
    0.8202720201397019,
    0.8202720201397019,
    0.8202720201397019,
    0.8202720201397019,
    0.8456048195563282,
    0.8456048195563282,
    0.8456048195563282,
    0.8456048195563282,
    0.8456048195563282,
    0.8456048195563282,
    0.8456048195563282,
    0.8627215650306359,
    0.8627215650306359,
    0.8627215650306359,
    0.8627215650306359
  ],
  "2": [
    "",
    "",
    "The polished floor is surrounded by dozens of booths displaying colorful banners.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Consulting firms stack glossy case study booklets on high tables.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station, and students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station, and students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, and alumni volunteers share quick pep talks near the coffee station, while students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system, and healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, and alumni volunteers share quick pep talks near the coffee station, while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, and alumni volunteers share quick pep talks near the coffee station, while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, and alumni volunteers share quick pep talks near the coffee station, while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens."
  ],
  "2_score": [
    0.0,
    0.0,
    0.3571974347126291,
    0.3571974347126291,
    0.45744023379030935,
    0.45744023379030935,
    0.45744023379030935,
    0.45744023379030935,
    0.6024506367692333,
    0.6024506367692333,
    0.6024506367692333,
    0.6024506367692333,
    0.8184100678258098,
    0.8184100678258098,
    0.8184100678258098,
    0.8184100678258098,
    0.8184100678258098,
    0.8184100678258098,
    0.8746754208480609,
    0.8746754208480609,
    0.8746754208480609,
    0.8746754208480609,
    0.8746754208480609,
    0.8746754208480609,
    0.8746754208480609,
    0.8746754208480609,
    0.8746754208480609,
    0.8746754208480609,
    0.8746754208480609,
    0.8746754208480609,
    0.870435789949686,
    0.870435789949686,
    0.870435789949686,
    0.870435789949686,
    0.870435789949686,
    0.870435789949686,
    0.870435789949686,
    0.870435789949686,
    0.870435789949686,
    0.870435789949686,
    0.870435789949686,
    0.870435789949686,
    0.8345218149574569,
    0.8345218149574569,
    0.8345218149574569,
    0.8345218149574569,
    0.8345218149574569,
    0.8345218149574569,
    0.8345218149574569,
    0.8345218149574569,
    0.8119233513036883,
    0.8119233513036883,
    0.8119233513036883,
    0.8119233513036883,
    0.8119233513036883,
    0.8119233513036883,
    0.8119233513036883,
    0.8119233513036883,
    0.8119233513036883,
    0.8119233513036883,
    0.8119233513036883,
    0.8119233513036883,
    0.8119233513036883,
    0.8119233513036883,
    0.8282305716330224,
    0.8282305716330224
  ],
  "3": [
    "",
    "",
    "The career counselors instructed attendees to maintain eye contact.",
    "Attendees were instructed to maintain eye contact by the career counselors. A welcome announcement detailing the fair schedule played over the PA system.",
    "Attendees maintained eye contact with the career counselors. A welcome announcement detailing the fair schedule played over the PA system. The welcome announcement outlined the fair schedule.",
    "Attendees maintained eye contact with the career counselors. A welcome announcement detailing the fair schedule played over the PA system. The announcement outlined the fair schedule. Career counselors reminded attendees to maintain eye contact.",
    "Attendees maintained eye contact with the career counselors, and the career counselors reminded attendees to maintain eye contact. A welcome announcement detailing the fair schedule played over the PA system, outlining the fair schedule. Tech companies displayed demo screens showing their latest apps.",
    "Attendees maintained eye contact with the career counselors, who reminded attendees to maintain eye contact. A welcome announcement detailing the fair schedule played over the PA system, outlining the fair schedule. Tech companies displayed demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "Attendees maintained eye contact with the career counselors, who reminded attendees to maintain eye contact. Tech companies displayed demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and a welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Attendees maintain eye contact with the career counselors, who reminded attendees to maintain eye contact. Tech companies displayed demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and a welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Attendees maintain eye contact with the career counselors, who reminded attendees to maintain eye contact. Tech companies displayed demo screens showing their latest apps, and dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, and a welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Attendees maintain eye contact with the career counselors, who reminded attendees to maintain eye contact. Tech companies displayed demo screens showing their latest apps, and dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, and a welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Attendees maintain eye contact with the career counselors, who reminded attendees to maintain eye contact. Tech companies displayed demo screens showing their latest apps, and dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, and a welcome announcement outlines the fair schedule over the PA system."
  ],
  "3_score": [
    0.0,
    0.0,
    0.3782592322611307,
    0.5609024816164137,
    0.5609024816164137,
    0.5609024816164137,
    0.5609024816164137,
    0.5609024816164137,
    0.5609024816164137,
    0.5609024816164137,
    0.6682282345207757,
    0.6682282345207757,
    0.6682282345207757,
    0.6492601411594074,
    0.6492601411594074,
    0.6492601411594074,
    0.6492601411594074,
    0.7170660325337486,
    0.7170660325337486,
    0.7170660325337486,
    0.7170660325337486,
    0.7170660325337486,
    0.7170660325337486,
    0.7170660325337486,
    0.7170660325337486,
    0.7131721515308393,
    0.7131721515308393,
    0.7131721515308393,
    0.7131721515308393,
    0.7131721515308393,
    0.7131721515308393,
    0.6973686700155889,
    0.6973686700155889,
    0.6973686700155889,
    0.6973686700155889,
    0.6973686700155889,
    0.6973686700155889,
    0.8428478932913546,
    0.8428478932913546,
    0.8428478932913546,
    0.8428478932913546,
    0.8428478932913546,
    0.8428478932913546,
    0.8449819185106537,
    0.8449819185106537,
    0.8449819185106537,
    0.8449819185106537,
    0.8449819185106537,
    0.8449819185106537,
    0.8449819185106537,
    0.8449819185106537,
    0.8449819185106537,
    0.8449819185106537,
    0.8449819185106537,
    0.8449819185106537,
    0.8449819185106537,
    0.8449819185106537,
    0.8449819185106537,
    0.8449819185106537,
    0.8449819185106537,
    0.8449819185106537,
    0.8449819185106537,
    0.8449819185106537,
    0.8449819185106537,
    0.8449819185106537,
    0.8449819185106537
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos depicting their work.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos depicting their work, and tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos depicting their work, and tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos depicting their work, and tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Students continue to line up outside the university gym before the career fair opens, awaiting entry. Healthcare providers present photos of their community outreach work, while tech companies demonstrate their apps.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos depicting their work, and tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos depicting their work, and tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos depicting their work, and tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos depicting their work, and tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance, while career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos depicting their work, and tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance, while career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos depicting their work, and tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4989865969158758,
    0.4989865969158758,
    0.6106907500312553,
    0.6106907500312553,
    0.6106907500312553,
    0.6106907500312553,
    0.6106907500312553,
    0.6106907500312553,
    0.6685968556668733,
    0.6685968556668733,
    0.6685968556668733,
    0.7788810106833918,
    0.7788810106833918,
    0.7788810106833918,
    0.7788810106833918,
    0.7788810106833918,
    0.7788810106833918,
    0.8128355070618265,
    0.8128355070618265,
    0.8128355070618265,
    0.8128355070618265,
    0.8128355070618265,
    0.8128355070618265,
    0.8220914064357628,
    0.8220914064357628,
    0.8220914064357628,
    0.8220914064357628,
    0.8220914064357628,
    0.8220914064357628,
    0.8220914064357628,
    0.8220914064357628,
    0.8220914064357628,
    0.8220914064357628,
    0.8220914064357628,
    0.8220914064357628,
    0.8220914064357628,
    0.8220914064357628,
    0.8220914064357628,
    0.8220914064357628,
    0.8220914064357628,
    0.8220914064357628,
    0.864759322196756,
    0.864759322196756,
    0.864759322196756,
    0.864759322196756,
    0.864759322196756,
    0.864759322196756,
    0.8366599540518475,
    0.8366599540518475,
    0.8366599540518475,
    0.8366599540518475,
    0.8366599540518475,
    0.8366599540518475,
    0.8366599540518475,
    0.8366599540518475,
    0.8366599540518475,
    0.8366599540518475,
    0.832750863052862,
    0.832750863052862,
    0.832750863052862
  ],
  "5": [
    "",
    "Alumni volunteers are near the coffee station, delivering brief pep talks. The volunteers are standing close to the coffee station.",
    "Alumni volunteers are near the coffee station, delivering brief pep talks. The volunteers are standing close to the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "Alumni volunteers are near the coffee station, delivering brief pep talks. Students line up outside the university gym before the career fair opens. The welcome announcement outlines the fair schedule over the PA system.",
    "Alumni volunteers are near the coffee station, delivering brief pep talks to students lining up outside the university gym before the career fair opens. The welcome announcement outlines the fair schedule over the PA system, and event staff scan registrations and hand out lanyards at the entrance.",
    "Alumni volunteers are near the coffee station delivering pep talks to students lining up outside the university gym before the career fair opens. The welcome announcement outlines the fair schedule over the PA system, and event staff are scanning registrations and handing out lanyards at the entrance. Healthcare providers are showcasing community outreach photos.",
    "Alumni volunteers are delivering pep talks near the coffee station to students waiting outside the university gym. The welcome announcement is being broadcast over the PA system, detailing the career fair schedule. Event staff are scanning registrations and distributing lanyards at the gym entrance. Healthcare providers are displaying community outreach photos.",
    "Alumni volunteers are delivering pep talks near the coffee station to students waiting outside the university gym, broadcasting the career fair schedule over the PA system. Event staff are scanning registrations and distributing lanyards at the gym entrance. Tech companies are displaying demo screens showing their latest apps, while healthcare providers are displaying community outreach photos.",
    "Alumni volunteers are delivering pep talks near the coffee station to students waiting outside the university gym, broadcasting the career fair schedule over the PA system. Event staff are scanning registrations and distributing lanyards at the gym entrance. Tech companies are displaying demo screens showing their latest apps, while healthcare providers are displaying community outreach photos.",
    "Alumni volunteers are delivering pep talks near the coffee station to students waiting outside the university gym, broadcasting the career fair schedule over the PA system. Event staff are scanning registrations and distributing lanyards at the gym entrance. Tech companies are displaying demo screens showing their latest apps, while healthcare providers are displaying community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "Alumni volunteers are delivering pep talks near the coffee station to students waiting outside the university gym, broadcasting the career fair schedule over the PA system. Event staff are scanning registrations and distributing lanyards at the gym entrance. Dozens of booths with colorful banners circle the polished floor, and tech companies are displaying their latest apps while healthcare providers are displaying community outreach photos."
  ],
  "5_score": [
    0.0,
    0.426248403456356,
    0.426248403456356,
    0.426248403456356,
    0.426248403456356,
    0.426248403456356,
    0.426248403456356,
    0.426248403456356,
    0.426248403456356,
    0.426248403456356,
    0.5526213390096305,
    0.5526213390096305,
    0.5526213390096305,
    0.5526213390096305,
    0.5526213390096305,
    0.778168788336494,
    0.778168788336494,
    0.778168788336494,
    0.778168788336494,
    0.778168788336494,
    0.778168788336494,
    0.6971909752363841,
    0.6971909752363841,
    0.6971909752363841,
    0.6971909752363841,
    0.6971909752363841,
    0.6971909752363841,
    0.8088468854529229,
    0.8088468854529229,
    0.8088468854529229,
    0.8088468854529229,
    0.8088468854529229,
    0.8088468854529229,
    0.8088468854529229,
    0.8088468854529229,
    0.8021301967400156,
    0.8021301967400156,
    0.8021301967400156,
    0.8021301967400156,
    0.8021301967400156,
    0.8021301967400156,
    0.8021301967400156,
    0.7774674781977103,
    0.7774674781977103,
    0.7774674781977103,
    0.7774674781977103,
    0.7774674781977103,
    0.7774674781977103,
    0.7774674781977103,
    0.7774674781977103,
    0.7774674781977103,
    0.7774674781977103,
    0.7774674781977103,
    0.7774674781977103,
    0.7774674781977103,
    0.8517137301426201,
    0.8517137301426201,
    0.8517137301426201,
    0.8517137301426201,
    0.8517137301426201,
    0.8517137301426201,
    0.8517137301426201,
    0.8517137301426201,
    0.8517137301426201,
    0.8023466721711943,
    0.8023466721711943
  ],
  "6": [
    "",
    "",
    "Event staff are scanning registrations and distributing lanyards at the entrance. A blue carpet extends from the entrance towards a stage.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. A blue carpet extends from the entrance towards a stage. Alumni volunteers share quick pep talks near the coffee station.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. A blue carpet extends from the entrance towards a stage. Alumni volunteers share quick pep talks near the coffee station, and tech companies display demo screens showing their latest apps.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. A blue carpet extends from the entrance towards a stage. Alumni volunteers share quick pep talks near the coffee station, and tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. A blue carpet extends from the entrance towards a stage. Alumni volunteers share quick pep talks near the coffee station, and tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, where a blue carpet extends towards a stage. Alumni volunteers share pep talks near the coffee station, while tech companies display demo screens and healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, where a blue carpet extends towards a stage. Alumni volunteers share pep talks near the coffee station. Tech companies display demo screens, and healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens, while consulting firms stack glossy case study booklets on high tables.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, where a blue carpet extends towards a stage. Alumni volunteers share pep talks near the coffee station. Tech companies display demo screens, and healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens, and consulting firms stack glossy case study booklets on high tables.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, where a blue carpet extends towards a stage. Alumni volunteers share pep talks near the coffee station. Tech companies display demo screens, and consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos, and students line up outside the university gym before the career fair opens.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, where a blue carpet extends towards a stage. Alumni volunteers share pep talks near the coffee station. Tech companies display demo screens, and consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos, and students line up outside the university gym before the career fair opens.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, where a blue carpet extends towards a stage. Alumni volunteers share pep talks near the coffee station. Tech companies display demo screens, and consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos, and students line up outside the university gym before the career fair opens; career counselors remind attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, where a blue carpet extends towards a stage. Alumni volunteers share pep talks near the coffee station. Tech companies display demo screens, and consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos, and students line up outside the university gym before the career fair opens; career counselors remind attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, where a blue carpet extends towards a stage. Alumni volunteers share pep talks near the coffee station. Tech companies display demo screens, and consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos, and students line up outside the university gym before the career fair opens; career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders."
  ],
  "6_score": [
    0.0,
    0.0,
    0.40117058387711146,
    0.40117058387711146,
    0.40117058387711146,
    0.5950892816414028,
    0.5896526819484397,
    0.5896526819484397,
    0.5896526819484397,
    0.6138637397315732,
    0.6138637397315732,
    0.6138637397315732,
    0.6796484567249232,
    0.6796484567249232,
    0.6796484567249232,
    0.6796484567249232,
    0.7254203508022343,
    0.7254203508022343,
    0.7254203508022343,
    0.7254203508022343,
    0.7554138393839502,
    0.7554138393839502,
    0.7554138393839502,
    0.7554138393839502,
    0.7554138393839502,
    0.7554138393839502,
    0.7554138393839502,
    0.7554138393839502,
    0.7523261765371629,
    0.7523261765371629,
    0.7523261765371629,
    0.7523261765371629,
    0.7563500729311468,
    0.7563500729311468,
    0.7563500729311468,
    0.7563500729311468,
    0.7563500729311468,
    0.7563500729311468,
    0.7563500729311468,
    0.7563500729311468,
    0.7563500729311468,
    0.7563500729311468,
    0.7563500729311468,
    0.7563500729311468,
    0.7699392665978211,
    0.7699392665978211,
    0.7699392665978211,
    0.7699392665978211,
    0.7699392665978211,
    0.7699392665978211,
    0.7699392665978211,
    0.7699392665978211,
    0.7699392665978211,
    0.7699392665978211,
    0.7699392665978211,
    0.7699392665978211,
    0.7699392665978211,
    0.7699392665978211,
    0.7699392665978211,
    0.7699392665978211,
    0.795406316519977,
    0.795406316519977,
    0.795406316519977,
    0.795406316519977,
    0.795406316519977,
    0.795406316519977
  ],
  "7": [
    "",
    "",
    "The polished floor is surrounded by dozens of booths with colorful banners.",
    "The polished floor surrounds dozens of booths adorned with colorful banners. Tech companies display demo screens showcasing their latest apps.",
    "The polished floor surrounds dozens of booths adorned with colorful banners. Tech companies display demo screens showcasing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "The polished floor surrounds dozens of booths adorned with colorful banners. Tech companies display demo screens showcasing their latest apps. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths adorned with colorful banners. Tech companies display demo screens showcasing their latest apps, while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos at the entrance, and event staff scan registrations and hand out lanyards.",
    "The polished floor surrounds dozens of booths adorned with colorful banners. Tech companies display demo screens showcasing their latest apps, while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos at the entrance, and event staff scan registrations and hand out lanyards.",
    "The polished floor surrounds dozens of booths adorned with colorful banners. Tech companies display demo screens showcasing their latest apps, while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos at the entrance, and event staff scan registrations and hand out lanyards.",
    "The polished floor surrounds dozens of booths adorned with colorful banners. Tech companies display demo screens showcasing their latest apps, while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos at the entrance, and event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths adorned with colorful banners. Tech companies display demo screens showcasing their latest apps, while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos at the entrance, and event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "The polished floor surrounds dozens of booths adorned with colorful banners. Tech companies display demo screens showcasing their latest apps, while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos at the entrance, and event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos."
  ],
  "7_score": [
    0.0,
    0.0,
    0.3473521898829296,
    0.3473521898829296,
    0.3473521898829296,
    0.44998414125074926,
    0.5640562976089407,
    0.5640562976089407,
    0.5640562976089407,
    0.5640562976089407,
    0.5640562976089407,
    0.5640562976089407,
    0.5640562976089407,
    0.5909133494634506,
    0.5909133494634506,
    0.5909133494634506,
    0.5909133494634506,
    0.5909133494634506,
    0.5909133494634506,
    0.5909133494634506,
    0.5909133494634506,
    0.6159145750391611,
    0.6159145750391611,
    0.6159145750391611,
    0.6159145750391611,
    0.6159145750391611,
    0.6159145750391611,
    0.6159145750391611,
    0.6159145750391611,
    0.6159145750391611,
    0.6159145750391611,
    0.6159145750391611,
    0.6159145750391611,
    0.6159145750391611,
    0.6159145750391611,
    0.6159145750391611,
    0.6159145750391611,
    0.6159145750391611,
    0.6159145750391611,
    0.6159145750391611,
    0.6159145750391611,
    0.6159145750391611,
    0.6159145750391611,
    0.6159145750391611,
    0.6346154265816273,
    0.6346154265816273,
    0.6346154265816273,
    0.6346154265816273,
    0.6346154265816273,
    0.6346154265816273,
    0.6346154265816273,
    0.6346154265816273,
    0.6724033066644763,
    0.6724033066644763,
    0.6724033066644763,
    0.6724033066644763,
    0.6724033066644763,
    0.6724033066644763,
    0.6724033066644763,
    0.6724033066644763,
    0.6346154265816273,
    0.6346154265816273,
    0.6346154265816273,
    0.6346154265816273,
    0.6346154265816273,
    0.6346154265816273
  ],
  "8": [
    "",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Registrations are being scanned, and lanyards are being handed out to attendees.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Registrations are being scanned, and lanyards are being handed out to attendees. Tech companies display demo screens showing their latest apps.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Registrations are being scanned and lanyards are being handed out to attendees. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system, with students lining up outside the university gym before the career fair opens.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Tech companies display demo screens showing their latest apps, and dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders, and alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system, with students lining up outside the university gym before the career fair opens.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, while tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders, and alumni volunteers share quick pep talks near the coffee station, with students lining up outside the university gym before the career fair opens.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, while tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders, and alumni volunteers share quick pep talks near the coffee station, with students lining up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, while tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders, and alumni volunteers share quick pep talks near the coffee station, with students lining up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, while tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders, and alumni volunteers share quick pep talks near the coffee station, with students lining up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "8_score": [
    0.0,
    0.41814150509770664,
    0.41814150509770664,
    0.41814150509770664,
    0.5529352035570358,
    0.5529352035570358,
    0.5529352035570358,
    0.5641742858877713,
    0.5641742858877713,
    0.5641742858877713,
    0.6272991274782611,
    0.6272991274782611,
    0.6272991274782611,
    0.6272991274782611,
    0.6272991274782611,
    0.6272991274782611,
    0.6272991274782611,
    0.6272991274782611,
    0.6272991274782611,
    0.6272991274782611,
    0.6974253195003433,
    0.6974253195003433,
    0.6974253195003433,
    0.6974253195003433,
    0.6974253195003433,
    0.6974253195003433,
    0.794015354341824,
    0.794015354341824,
    0.794015354341824,
    0.794015354341824,
    0.794015354341824,
    0.794015354341824,
    0.794015354341824,
    0.8252920185969284,
    0.8252920185969284,
    0.8252920185969284,
    0.8252920185969284,
    0.8252920185969284,
    0.8252920185969284,
    0.8252920185969284,
    0.783721896755391,
    0.783721896755391,
    0.783721896755391,
    0.783721896755391,
    0.783721896755391,
    0.783721896755391,
    0.8513701286782751,
    0.8513701286782751,
    0.8513701286782751,
    0.8513701286782751,
    0.8513701286782751,
    0.8513701286782751,
    0.8513701286782751,
    0.8513701286782751,
    0.8513701286782751,
    0.8513701286782751,
    0.8513701286782751,
    0.8513701286782751,
    0.8513701286782751,
    0.8513701286782751,
    0.8513701286782751,
    0.8513701286782751,
    0.8513701286782751,
    0.8513701286782751,
    0.8513701286782751,
    0.8513701286782751
  ],
  "9": [
    "",
    "The healthcare providers are displaying photographs taken during community outreach events. The photos show a small group of healthcare providers standing outside a brightly colored bus. Several children are visible in the background, smiling and holding balloons. A banner reading “Healthy Kids, Healthy Futures” is partially visible behind the providers.",
    "The healthcare providers are displaying photographs from community outreach events, showing a small group standing outside a brightly colored bus. Several children are visible in the background, smiling and holding balloons. A banner reading “Healthy Kids, Healthy Futures” is partially visible behind the providers. Dozens of booths with colorful banners circle a polished floor.",
    "The healthcare providers are displaying photographs from community outreach events, showing a small group standing outside a brightly colored bus. Several children are visible in the background, smiling and holding balloons. A banner reading “Healthy Kids, Healthy Futures” is partially visible behind the providers. Dozens of booths with colorful banners circle a polished floor.",
    "Healthcare providers are displaying photographs from community outreach events, showing a small group standing outside a brightly colored bus. Several children are visible in the background, smiling and holding balloons. A banner reading “Healthy Kids, Healthy Futures” is partially visible behind the providers. Dozens of booths with colorful banners circle a polished floor.",
    "Healthcare providers are displaying photographs from community outreach events, showing a small group standing outside a brightly colored bus. Several children are visible in the background, smiling and holding balloons. A banner reading “Healthy Kids, Healthy Futures” is partially visible behind the providers. Dozens of booths with colorful banners circle a polished floor. Students clutch resumes inside branded folders.",
    "Healthcare providers are displaying photographs from community outreach events, showing a small group standing outside a brightly colored bus. Several children are visible in the background, smiling and holding balloons. A banner reading “Healthy Kids, Healthy Futures” is partially visible behind the providers. Dozens of booths with colorful banners circle a polished floor. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact.",
    "Healthcare providers are displaying photographs from community outreach events, showing a small group standing outside a brightly colored bus. Several children are visible in the background, smiling and holding balloons. A banner reading “Healthy Kids, Healthy Futures” is partially visible behind the providers. Dozens of booths with colorful banners circle a polished floor. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact.",
    "Healthcare providers are displaying photographs from community outreach events, showing a small group standing outside a brightly colored bus. Several children are visible in the background, smiling and holding balloons. A banner reading “Healthy Kids, Healthy Futures” is partially visible behind the providers. Dozens of booths with colorful banners circle a polished floor. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "Healthcare providers are displaying photographs from community outreach events, showing a small group standing outside a brightly colored bus. Several children are visible in the background, smiling and holding balloons. A banner reading “Healthy Kids, Healthy Futures” is partially visible behind the providers. Dozens of booths with colorful banners circle a polished floor. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "Healthcare providers are displaying photographs from community outreach events, showing a small group standing outside a brightly colored bus. Several children are visible in the background, smiling and holding balloons. A banner reading “Healthy Kids, Healthy Futures” is partially visible behind the providers. Dozens of booths with colorful banners circle a polished floor. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps.",
    "Healthcare providers are displaying photographs from community outreach events, showing a small group standing outside a brightly colored bus. Several children are visible in the background, smiling and holding balloons. A banner reading “Healthy Kids, Healthy Futures” is partially visible behind the providers. Dozens of booths with colorful banners circle a polished floor. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps."
  ],
  "9_score": [
    0.0,
    0.4195991076572141,
    0.4195991076572141,
    0.46007887035054645,
    0.46007887035054645,
    0.46007887035054645,
    0.46007887035054645,
    0.46007887035054645,
    0.46007887035054645,
    0.46007887035054645,
    0.46007887035054645,
    0.46007887035054645,
    0.46007887035054645,
    0.46007887035054645,
    0.45857449759870433,
    0.45857449759870433,
    0.45857449759870433,
    0.45857449759870433,
    0.5525191497308568,
    0.5525191497308568,
    0.5525191497308568,
    0.5525191497308568,
    0.5525191497308568,
    0.608741081855062,
    0.608741081855062,
    0.608741081855062,
    0.608741081855062,
    0.608741081855062,
    0.608741081855062,
    0.608741081855062,
    0.608741081855062,
    0.608741081855062,
    0.608741081855062,
    0.608741081855062,
    0.608741081855062,
    0.608741081855062,
    0.60243567711992,
    0.60243567711992,
    0.60243567711992,
    0.60243567711992,
    0.60243567711992,
    0.60243567711992,
    0.60243567711992,
    0.60243567711992,
    0.60243567711992,
    0.60243567711992,
    0.60243567711992,
    0.60243567711992,
    0.60243567711992,
    0.60243567711992,
    0.60243567711992,
    0.60243567711992,
    0.60243567711992,
    0.60243567711992,
    0.6416513627955567,
    0.6416513627955567,
    0.6416513627955567,
    0.6416513627955567,
    0.6416513627955567,
    0.6416513627955567,
    0.6416513627955567,
    0.6416513627955567,
    0.6416513627955567,
    0.6416513627955567,
    0.6416513627955567,
    0.6416513627955567
  ]
}