{
  "0": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps.",
    "Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact.",
    "Consulting firms stack glossy case study booklets on high tables, tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact.",
    "A multi-exhibit fair presents consulting firms with glossy case study booklets stacked on high tables, tech companies displaying demo screens of their latest apps, and career counselors reminding attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop, while a welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At a university career fair, a multi-exhibit setup features consulting firms with glossy case study booklets stacked on high tables, tech companies displaying demo screens of their latest apps, and career counselors reminding attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement outlining the fair schedule is broadcast over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the fair opens, clutching resumes stored in branded folders. Finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries. A panel of alumni discusses how to prepare for technical interviews.",
    "At a university career fair, a multi-exhibit setup features consulting firms with glossy case study booklets on high tables, tech companies displaying demo screens, and career counselors reminding attendees to maintain eye contact and redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement outlining the fair schedule is broadcast over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the fair opens, clutching resumes stored in branded folders. Finance firms offer QR codes for immediate internship applications. A panel of alumni discusses how to prepare for technical interviews. During the event, groups of friends mark target employers on the event map.",
    "At a university career fair, a multi-exhibit setup features consulting firms with glossy case study booklets on high tables, and tech companies displaying demo screens, supported by career counselors who remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement outlining the fair schedule is broadcast over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before opening, clutching resumes stored in branded folders. Finance firms offer QR codes for immediate internship applications. A panel of alumni discusses how to prepare for technical interviews, with groups of friends marking target employers on the event map. A system event recorded an LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions.",
    "At a university career fair hosted at the gym, a multi-exhibit setup pairs consulting firms with case study booklets on high tables and tech companies displaying demo screens, and a robotics startup flying a drone above its booth. A cybersecurity company runs a password-cracking challenge on a laptop, and finance firms offer QR codes for internship applications. Welcome announcements outlining the fair schedule are broadcast over the PA. At the entrance, event staff scan registrations and hand out lanyards; inside, human resources jot notes on tablets as attendees introduce themselves. Outside by the gym, students line up before opening, clutching resumes stored in branded folders, with some rehearsing elevator pitches against the wall. Groups of friends mark target employers on the event map, while a panel of alumni discusses how to prepare for technical interviews. A system event recorded an LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions."
  ],
  "0_score": [
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.4395318038333731,
    0.4395318038333731,
    0.4395318038333731,
    0.45906500290525726,
    0.45906500290525726,
    0.45906500290525726,
    0.6766974792401865,
    0.6766974792401865,
    0.6766974792401865,
    0.6766974792401865,
    0.6766974792401865,
    0.8763441015490534,
    0.8763441015490534,
    0.8763441015490534,
    0.8763441015490534,
    0.8763441015490534,
    0.8763441015490534,
    0.8763441015490534,
    0.8763441015490534,
    0.8763441015490534,
    0.8763441015490534,
    0.8733809391526441,
    0.8733809391526441,
    0.8733809391526441,
    0.8733809391526441,
    0.8733809391526441,
    0.8733809391526441,
    0.8733809391526441,
    0.8733809391526441,
    0.8733809391526441,
    0.8733809391526441,
    0.8733809391526441,
    0.8298450282353997,
    0.8298450282353997,
    0.8298450282353997,
    0.8298450282353997,
    0.8298450282353997,
    0.8298450282353997,
    0.8298450282353997,
    0.8298450282353997,
    0.8298450282353997,
    0.8298450282353997,
    0.8298450282353997,
    0.8298450282353997,
    0.8298450282353997,
    0.8298450282353997,
    0.8499771857099129,
    0.8499771857099129,
    0.8499771857099129,
    0.8499771857099129,
    0.8499771857099129,
    0.8499771857099129,
    0.8499771857099129,
    0.8499771857099129,
    0.8499771857099129,
    0.8499771857099129,
    0.8499771857099129,
    0.8499771857099129
  ],
  "1": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications.",
    "Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications.",
    "At the university campus, career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "On a university campus, career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "On a university campus, attendees gather for a career fair as counselors remind them to maintain eye contact. Students clutch resumes inside branded folders, while finance firms display QR codes for immediate internship applications. Lines form outside the university gym before the fair opens, and a welcome announcement was broadcast over the PA system outlining the schedule. A system event recorded an LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions. The engineering society sponsors a resume review table near the stage.",
    "On a university campus, attendees gather for a career fair as counselors remind them to maintain eye contact. Outside the university gym, students line up before the fair opens, clutching resumes in branded folders. Finance firms display QR codes for internships; tech companies show demo screens of their latest apps; consulting firms present glossy case study booklets on high elevated tables. At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. A panel of alumni discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. A PA announcement outlines the fair schedule, while a system event records a 502 Bad Gateway error for an OpenAI API URL.",
    "On a university campus, a career fair unfolds with counselors urging attendees to maintain eye contact. Outside the gym, students line up before opening, clutching resumes in branded folders. Finance firms display QR codes for internships; tech companies show demo screens; consulting firms present glossy case study booklets on elevated tables. At the entrance, staff scan registrations and hand out lanyards. Engineering society sponsors a resume review table by the stage, with students clutching resumes in branded folders. Alumni panel discusses preparing for technical interviews. Friends mark target employers on the map. A cybersecurity company runs a password cracking challenge on a laptop. PA announcements outline the fair schedule, while system events record 502 Bad Gateway errors for an OpenAI API URL and https://api.openai.com/v1/chat/completions. Alumni volunteers deliver pep talks near the coffee station; counselors direct unsure students toward industries."
  ],
  "1_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.531810874988668,
    0.531810874988668,
    0.531810874988668,
    0.531810874988668,
    0.6663736746846234,
    0.6663736746846234,
    0.6663736746846234,
    0.6663736746846234,
    0.6663736746846234,
    0.6663736746846234,
    0.6663736746846234,
    0.6663736746846234,
    0.6663736746846234,
    0.6663736746846234,
    0.6663736746846234,
    0.6663736746846234,
    0.6663736746846234,
    0.7507263290946924,
    0.7507263290946924,
    0.7507263290946924,
    0.7507263290946924,
    0.7507263290946924,
    0.7413324709779805,
    0.7413324709779805,
    0.7413324709779805,
    0.7413324709779805,
    0.7413324709779805,
    0.7413324709779805,
    0.7221131891316657,
    0.7221131891316657,
    0.7221131891316657,
    0.7221131891316657,
    0.7221131891316657,
    0.7221131891316657,
    0.7221131891316657,
    0.7221131891316657,
    0.7221131891316657,
    0.8520564780270417,
    0.8520564780270417,
    0.8520564780270417,
    0.8520564780270417,
    0.8520564780270417,
    0.8520564780270417,
    0.8520564780270417,
    0.8520564780270417,
    0.8520564780270417,
    0.8520564780270417,
    0.8520564780270417,
    0.8520564780270417,
    0.8520564780270417,
    0.8520564780270417,
    0.8520564780270417,
    0.8520564780270417,
    0.8520564780270417,
    0.8520564780270417,
    0.8305353346645299,
    0.8305353346645299,
    0.8305353346645299,
    0.8305353346645299,
    0.8305353346645299
  ],
  "2": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance, while a panel of alumni discusses how to prepare for technical interviews.",
    "At the entrance, event staff scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews.",
    "At the venue entrance, event staff scan registrations and hand out lanyards to attendees, while an alumni panel discusses how to prepare for technical interviews.",
    "A university career fair scene unfolds at the venue: staff scan registrations and hand out lanyards at the entrance, and an alumni panel discusses preparing for technical interviews. Outside the university gym, a line of students waits just before opening, with some rehearsing elevator pitches against the wall. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlining the fair schedule is broadcast over the PA system, and finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, staff scan registrations and hand out lanyards at the entrance, while an alumni panel discusses preparing for technical interviews. Outside the university gym, a line of students waits just before opening, with some rehearsing elevator pitches against the wall. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlining the fair schedule is broadcast over the PA system, and finance firms offer QR codes for immediate internship applications. During the event, groups of friends mark target employers on the event map; career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "At the university career fair, staff scan registrations and hand out lanyards at the entrance while an alumni panel discusses preparing for technical interviews. Outside the gym, a line of students waits just before opening, with some rehearsing elevator pitches against the wall. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlining the fair schedule is broadcast over the PA system, and finance firms offer QR codes for immediate internship applications. During the event, groups of friends mark target employers on the event map; career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, staff scan registrations and hand out lanyards at the entrance as an alumni panel discusses preparing for technical interviews. Outside the gym, a line of students waits before opening, some rehearsing elevator pitches against the wall. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlining the schedule is broadcast over the PA system, and finance firms offer QR codes for internships. Groups of friends mark target employers on the event map, and career counselors remind attendees to maintain eye contact and direct unsure students toward relevant industries. Workshops on networking etiquette begin in the adjoining classroom. In the engineering society-sponsored fair, a resume review table sits near the stage with resumes in branded folders. A system logs an LLM error: 502 Bad Gateway at https://api.openai.com/v1/chat/completions. Alumni volunteers give pep talks near the coffee station.",
    "At the university career fair, staff scan registrations and hand out lanyards at the entrance as an alumni panel discusses preparing for technical interviews. Outside the gym, a line of students waits before opening, with some rehearsing elevator pitches against the wall. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlining the schedule is broadcast over the PA system, and finance firms offer QR codes for internships. Groups of friends mark target employers on the event map, and career counselors remind attendees to maintain eye contact and direct unsure students toward relevant industries. Workshops on networking etiquette begin in the adjoining classroom. In the engineering society-sponsored fair, a resume review table sits near the stage with resumes in branded folders. A system logs an LLM error: 502 Bad Gateway at https://api.openai.com/v1/chat/completions. Alumni volunteers give pep talks near the coffee station.",
    "At the university career fair, staff scan registrations and hand out lanyards at the entrance as an alumni panel discusses preparing for technical interviews. Outside the gym, a line of students waits before opening, with some rehearsing elevator pitches against the wall. A robotics startup flies a drone above its booth to attract attention. A welcome announcement outlining the schedule is broadcast over the PA system, and finance firms offer QR codes for internships. Groups of friends mark target employers on the event map, and career counselors remind attendees to maintain eye contact and direct unsure students toward relevant industries. Workshops on networking etiquette begin in the adjoining classroom. In the engineering society-sponsored fair, a resume review table sits near the stage with resumes in branded folders. Alumni volunteers give pep talks near coffee station. Healthcare providers showcase community outreach photos. System logs LLM error: 502 Bad Gateway at https://api.openai.com/v1/chat/completions."
  ],
  "2_score": [
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4931306754157521,
    0.4931306754157521,
    0.4931306754157521,
    0.4737567875965731,
    0.4737567875965731,
    0.4737567875965731,
    0.4737567875965731,
    0.47813968519525984,
    0.47813968519525984,
    0.47813968519525984,
    0.47813968519525984,
    0.853914734560242,
    0.853914734560242,
    0.853914734560242,
    0.853914734560242,
    0.8781422509131677,
    0.8781422509131677,
    0.8781422509131677,
    0.8781422509131677,
    0.8887999333588132,
    0.8887999333588132,
    0.8887999333588132,
    0.8887999333588132,
    0.8887999333588132,
    0.8887999333588132,
    0.8887999333588132,
    0.8887999333588132,
    0.8887999333588132,
    0.8887999333588132,
    0.8571788955145111,
    0.8571788955145111,
    0.8571788955145111,
    0.8571788955145111,
    0.8571788955145111,
    0.8571788955145111,
    0.8571788955145111,
    0.8571788955145111,
    0.8588443028671003,
    0.8588443028671003,
    0.8588443028671003,
    0.8588443028671003,
    0.8588443028671003,
    0.8588443028671003,
    0.8588443028671003,
    0.8588443028671003,
    0.8588443028671003,
    0.8588443028671003,
    0.8588443028671003,
    0.8569051749099043,
    0.8569051749099043,
    0.8569051749099043,
    0.8569051749099043,
    0.8569051749099043,
    0.8569051749099043,
    0.8569051749099043,
    0.8569051749099043,
    0.8569051749099043,
    0.8569051749099043,
    0.8569051749099043,
    0.8569051749099043,
    0.8569051749099043
  ],
  "3": [
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule and is broadcast over the PA system.",
    "A welcome announcement outlining the fair schedule is broadcast over the PA system.",
    "A welcome announcement outlining the fair schedule is broadcast over the PA system, and finance firms offer QR codes for immediate internship applications.",
    "A welcome announcement outlining the fair schedule is broadcast over the PA system as the event unfolds. Finance firms supply QR codes enabling immediate internship applications. A panel of alumni discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the career fair opens, clutching resumes stored in branded folders.",
    "At a university career fair, a welcome announcement outlining the fair schedule is broadcast over the PA system as the event unfolds. Finance firms supply QR codes enabling immediate internship applications. A panel of alumni discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the career fair opens, clutching resumes stored in branded folders. At the venue entrance, event staff scan registrations and hand out lanyards to attendees, while human resources teams jot notes on tablets as students introduce themselves.",
    "At a university career fair, a welcome announcement outlining the fair schedule plays over the PA as the event unfolds. Finance firms provide QR codes for immediate internship applications, and a panel of alumni discusses how to prepare for technical interviews. Outside the university gym, students line up before the fair opens, clutching resumes in branded folders. At the venue entrance, staff scan registrations and hand out lanyards to attendees, while human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens of their latest apps, creating a backdrop of current software demonstrations. Some students rehearse elevator pitches quietly against the wall.",
    "At a university career fair, a welcome announcement broadcasts a schedule over the PA as the event unfolds. Finance firms provide QR codes for immediate internship applications, and an alumni panel discusses how to prepare for technical interviews. Outside the gym, students line up before opening, clutching resumes in branded folders. At the venue entrance, staff scan registrations and hand out lanyards while HR staff jot notes on tablets as students introduce themselves. Tech companies display demo screens of their latest apps, with a multi-exhibit fair featuring consulting firms whose glossy case-study booklets perch on high tables alongside more tech demos. Career counselors remind attendees to maintain eye contact, and a cybersecurity company runs a password-cracking challenge on a laptop.",
    "At a university career fair, a welcome announcement broadcasts a schedule over the PA as the event unfolds. Finance firms provide QR codes for immediate internship applications, and an alumni panel discusses preparing for technical interviews. Outside the gym, students line up before opening, clutching resumes in branded folders. At the venue entrance, staff scan registrations and hand out lanyards while HR staff jot notes on tablets as students introduce themselves. Tech companies display demo screens of their latest apps, with a multi-exhibit fair featuring consulting firms whose glossy case-study booklets perch on high tables alongside more tech demos. Career counselors remind attendees to maintain eye contact, and a cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university career fair, a polished floor hosts dozens of booths with colorful banners encircling the venue. Finance firms display QR codes for immediate internship applications, and a welcome PA broadcasts the fair schedule. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station. Outside the university gym, students line up before opening, clutching resumes stored in branded folders. At the entrance, staff scan registrations and hand out lanyards, and HR staff jot notes on tablets as students introduce themselves. Tech companies display demo screens of their latest apps, and a multi-exhibit fair features consulting firms whose glossy case-study booklets perch on high tables alongside more tech demos. A cybersecurity company runs a password-cracking challenge on a laptop, and workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, a polished floor hosts dozens of booths with colorful banners encircling the venue. Outside the university gym, students line up before opening, clutching resumes stored in branded folders. At the entrance, staff scan registrations and hand out lanyards while HR staff jot notes on tablets as students introduce themselves. Tech companies display demo screens of their latest apps; consulting firms’ glossy case-study booklets perch on high elevated tables alongside more tech demos. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers sharing quick pep talks near the coffee station. A welcome PA outlines the fair schedule. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "At the university career fair, a polished floor hosts dozens of booths with colorful banners encircling the venue. Outside the gym, students line up before opening, clutching resume folders. At the entrance, staff scan registrations and hand out lanyards while HR personnel jot notes on tablets as students introduce themselves. Tech companies display demo screens of their latest apps; consulting firms’ glossy case-study booklets sit on elevated tables alongside more tech demos. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses preparing for technical interviews, with alumni volunteers offering quick pep talks near the coffee station. A welcome PA outlines the fair schedule. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Groups of friends mark employers on the event map, and finance firms offer QR codes for internship applications."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.405169270127506,
    0.405169270127506,
    0.405169270127506,
    0.4053237416042618,
    0.4053237416042618,
    0.43955825809057647,
    0.43955825809057647,
    0.43955825809057647,
    0.43955825809057647,
    0.43955825809057647,
    0.8926914725919984,
    0.8926914725919984,
    0.8926914725919984,
    0.8926914725919984,
    0.8926914725919984,
    0.8619450120225046,
    0.8619450120225046,
    0.8619450120225046,
    0.8619450120225046,
    0.8758406691919223,
    0.8758406691919223,
    0.8758406691919223,
    0.8758406691919223,
    0.8758406691919223,
    0.88529058292275,
    0.88529058292275,
    0.88529058292275,
    0.88529058292275,
    0.8867100910635444,
    0.8867100910635444,
    0.8867100910635444,
    0.8867100910635444,
    0.8867100910635444,
    0.8867100910635444,
    0.8977081563347671,
    0.8977081563347671,
    0.8977081563347671,
    0.8977081563347671,
    0.8977081563347671,
    0.8977081563347671,
    0.8977081563347671,
    0.8977081563347671,
    0.8977081563347671,
    0.8798247080981618,
    0.8798247080981618,
    0.8798247080981618,
    0.8798247080981618,
    0.8798247080981618,
    0.8798247080981618,
    0.8798247080981618,
    0.8952744513777701,
    0.8952744513777701,
    0.8952744513777701,
    0.8952744513777701,
    0.8952744513777701,
    0.8952744513777701,
    0.8952744513777701,
    0.8952744513777701,
    0.8952744513777701,
    0.8952744513777701,
    0.8952744513777701,
    0.8952744513777701,
    0.8952744513777701
  ],
  "4": [
    "",
    "",
    "A panel of alumni discusses how to prepare for technical interviews.",
    "A panel of alumni discusses how to prepare for technical interviews; at the entrance, event staff scan registrations and hand out lanyards.",
    "A panel of alumni discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the career fair opens, clutching resumes stored in branded folders.",
    "At a university career fair, a panel of alumni discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the fair opens, clutching resumes stored in branded folders. A welcome announcement outlining the fair schedule is broadcast over the PA system. Finance firms offer QR codes for immediate internship applications.",
    "At a university career fair, a panel of alumni discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the fair opens, clutching resumes stored in branded folders. A welcome announcement outlining the fair schedule is broadcast over the PA system. Finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries.",
    "At a university career fair, a panel of alumni discussed how to prepare for technical interviews. At the entrance, event staff scanned registrations and handed out lanyards. Outside the university gym, students lined up before opening, clutching resumes stored in branded folders. A welcome announcement outlining the fair schedule was broadcast over the PA system. Finance firms offered QR codes for immediate internship applications. Career counselors redirected unsure students toward applicable industries. A system event recorded an LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions.",
    "At a university career fair, a panel of alumni discussed how to prepare for technical interviews. At the entrance, event staff scanned registrations and handed out lanyards. Outside the university gym, students lined up before opening, clutching resumes stored in branded folders. A welcome announcement outlining the fair schedule was broadcast over the PA system. Finance firms offered QR codes for immediate internship applications. Career counselors redirected unsure students toward applicable industries. A system event recorded an LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions.",
    "At a university career fair, a panel of alumni discussed how to prepare for technical interviews. At the entrance, event staff scanned registrations and handed out lanyards. Outside the university gym, students lined up before opening, clutching resumes stored in branded folders. A welcome announcement outlining the fair schedule was broadcast over the PA system. Finance firms offered QR codes for immediate internship applications. Career counselors redirected unsure students toward applicable industries. A system event recorded an LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions. Students clutch resumes inside branded folders.",
    "At a university career fair, an alumni panel discussed how to prepare for technical interviews. At the entrance, event staff scanned registrations and handed out lanyards. Outside the university gym, students lined up before opening, clutching resumes in branded folders. A welcome announcement outlining the fair schedule was broadcast over the PA system. Finance firms displayed QR codes for immediate internship applications. Dozens of booths with colorful banners encircle the polished floor. Tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette began in the adjoining classroom. Some students rehearsed elevator pitches quietly against the wall. Career counselors directed unsure students toward applicable industries. A cybersecurity company ran a password-cracking challenge on a laptop. A system event recorded an LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions",
    "At a university career fair, an alumni panel discussed how to prepare for technical interviews. At the entrance, staff scanned registrations and handed out lanyards. Outside the gym, students lined up before the fair opened, clutching resumes in branded folders. A welcome announcement outlining the fair schedule was broadcast over the PA. Finance firms displayed QR codes for internship applications. Dozens of booths with colorful banners encircle the polished floor. Tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. Workshops on networking etiquette began in the adjoining classroom. Some students rehearsed elevator pitches quietly against the wall. Career counselors directed unsure students toward applicable industries. A cybersecurity company ran a password-cracking challenge on a laptop. A system event logged an LLM error: 502 Bad Gateway for https://api.openai.com/v1/chat/completions.",
    "At a university career fair, an alumni panel discussed how to prepare for technical interviews. At the entrance, staff scanned registrations and handed out lanyards. Outside the gym, students lined up, clutching resumes in branded folders. A welcome announcement outlining the fair schedule was broadcast over the PA. Finance firms displayed QR codes for internship applications. Dozens of booths with colorful banners encircle the polished floor. Tech companies displayed demo screens of their latest apps; consulting firms stacked glossy case-study booklets on high tables. Workshops on networking etiquette began in the adjoining classroom. Some students rehearsed elevator pitches quietly against the wall. Career counselors directed unsure students toward applicable industries. A cybersecurity company ran a password-cracking challenge on a laptop. A system event logged an LLM error: 502 Bad Gateway for https://api.openai.com/v1/chat/completions."
  ],
  "4_score": [
    0.0,
    0.0,
    0.45822155726740116,
    0.45822155726740116,
    0.45822155726740116,
    0.47971339569544574,
    0.47971339569544574,
    0.47971339569544574,
    0.7394582490384839,
    0.7394582490384839,
    0.7394582490384839,
    0.8562908864050192,
    0.8562908864050192,
    0.8562908864050192,
    0.8319573034896259,
    0.8319573034896259,
    0.8319573034896259,
    0.8319573034896259,
    0.7312838790200902,
    0.7312838790200902,
    0.7312838790200902,
    0.7312838790200902,
    0.7312838790200902,
    0.7312838790200902,
    0.7312838790200902,
    0.7312838790200902,
    0.7312838790200902,
    0.7312838790200902,
    0.7494193761656853,
    0.7494193761656853,
    0.7494193761656853,
    0.7494193761656853,
    0.7494193761656853,
    0.7494193761656853,
    0.7494193761656853,
    0.7494193761656853,
    0.7494193761656853,
    0.7494193761656853,
    0.8238776809039923,
    0.8238776809039923,
    0.8238776809039923,
    0.8238776809039923,
    0.8238776809039923,
    0.8238776809039923,
    0.8238776809039923,
    0.8238776809039923,
    0.8238776809039923,
    0.8238776809039923,
    0.8238776809039923,
    0.8238776809039923,
    0.8362571473459983,
    0.8362571473459983,
    0.8362571473459983,
    0.8362571473459983,
    0.8362571473459983,
    0.8362571473459983,
    0.8362571473459983,
    0.8362571473459983,
    0.8362571473459983,
    0.8362571473459983,
    0.8362571473459983,
    0.822955563563937,
    0.822955563563937,
    0.822955563563937,
    0.822955563563937,
    0.822955563563937
  ],
  "5": [
    "",
    "\"\"",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop at the event. A panel of alumni discusses how to prepare for technical interviews, and a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the event, a cybersecurity company runs a password cracking challenge on a laptop. A panel of alumni discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the fair schedule. Event staff at the entrance scan registrations and hand out lanyards to attendees.",
    "An event features a cybersecurity company running a password-cracking challenge on a laptop, and a panel of alumni discussing how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the fair schedule. Event staff at the entrance scan registrations and hand out lanyards to attendees. Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, a cybersecurity company runs a password-cracking challenge on a laptop while an alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the fair schedule. At the venue entrance, event staff scan registrations and hand out lanyards to attendees. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications, and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Outside the university gym, a line of students waits before opening, with some rehearsing elevator pitches against the wall. A robotics startup flies a small drone above its booth to attract attention.",
    "At a university campus, a career fair is underway with a cybersecurity company running a password-cracking challenge on a laptop, and an alumni panel discussing how to prepare for technical interviews. A welcome PA announces the fair schedule. At the entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on an event map; students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications, and tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact. Outside the university gym, a line of students waits before opening, some rehearsing elevator pitches against the wall. A robotics startup flies a small drone above its booth to attract attention.",
    "At a university campus, a multi-exhibit career fair unfolds with a cybersecurity company running a password-cracking challenge on a laptop and an alumni panel discussing how to prepare for technical interviews, while a welcome PA outlines the fair schedule. At the entrance, staff scan registrations and hand out lanyards, and HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, and students clutch resumes in branded folders. Finance firms provide QR codes for immediate internship applications; tech companies display demo screens of their latest apps; consulting firms present case-study booklets on high tables. Outside the gym, a line of students waits before opening, some rehearsing elevator pitches against the wall; a robotics startup flies a small drone above its booth. A system log records a 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions."
  ],
  "5_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.5549395743666343,
    0.5549395743666343,
    0.5549395743666343,
    0.7716052583698159,
    0.7716052583698159,
    0.7716052583698159,
    0.7716052583698159,
    0.7716052583698159,
    0.7716052583698159,
    0.7716052583698159,
    0.7716052583698159,
    0.7716052583698159,
    0.7716052583698159,
    0.7716052583698159,
    0.7716052583698159,
    0.7716052583698159,
    0.7716052583698159,
    0.7716052583698159,
    0.7716052583698159,
    0.8504805712668122,
    0.8504805712668122,
    0.8504805712668122,
    0.8504805712668122,
    0.8504805712668122,
    0.8504805712668122,
    0.8916416910951479,
    0.8916416910951479,
    0.8916416910951479,
    0.8916416910951479,
    0.8916416910951479,
    0.8916416910951479,
    0.8916416910951479,
    0.8916416910951479,
    0.8709379287313559,
    0.8709379287313559,
    0.8709379287313559,
    0.8709379287313559,
    0.8709379287313559,
    0.8709379287313559,
    0.8709379287313559,
    0.8709379287313559,
    0.8709379287313559,
    0.8709379287313559,
    0.8709379287313559,
    0.8709379287313559,
    0.8341236443411323,
    0.8341236443411323,
    0.8341236443411323,
    0.8341236443411323,
    0.8341236443411323,
    0.8341236443411323,
    0.8341236443411323,
    0.8341236443411323,
    0.8341236443411323
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "During the event, groups of friends mark target employers on the event map, and career counselors remind attendees to maintain eye contact.",
    "During the event, groups of friends mark target employers on the event map; career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "At a university career fair unfolding at the venue, groups of friends mark target employers on the event map while career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Inside, staff scan registrations and hand out lanyards at the entrance as an alumni panel discusses preparing for technical interviews. Outside the university gym, a line of students waits just before opening, with some rehearsing elevator pitches against the wall. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlining the fair schedule is broadcast over the PA system, and finance firms offer QR codes for immediate internship applications.",
    "The venue hosts a university career fair. Groups of friends mark target employers on the event map; career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Inside, staff scan registrations and hand out lanyards at the entrance as an alumni panel discusses preparing for technical interviews. Outside by the gym, a line of students waits before opening, with some rehearsing elevator pitches against the wall. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlining the fair schedule is broadcast over the PA system, and finance firms offer QR codes for immediate internship applications. At the venue entrance, event staff scan registrations and hand out lanyards to attendees, while human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "The venue hosts a university career fair where groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Inside, staff scan registrations and hand out lanyards at the entrance as an alumni panel discusses preparing for technical interviews. Outside by the gym, a line of students waits before opening, with some rehearsing elevator pitches against the wall. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlining the fair schedule is broadcast over the PA system, and finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "At the university career fair, attendees mingle in branded folders while groups of friends mark target employers on the event map and carry resumes. Staff at the entrance scan registrations and hand out lanyards, and HR teams jot notes on tablets as students introduce themselves. Outside by the gym, a line of students waits before opening, with some rehearsing elevator pitches against the wall. An alumni panel discusses preparing for technical interviews, and a welcome announcement outlining the fair schedule is broadcast over the PA system. Tech and finance firms display demo screens or offer QR codes for immediate internship applications; consulting firms present glossy case-study booklets on elevated tables. A cybersecurity company runs a password-cracking challenge on a laptop; a robotics startup flies a small drone above its booth to attract attention."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3940463844099766,
    0.3940463844099766,
    0.3940463844099766,
    0.4517766901300829,
    0.4517766901300829,
    0.4517766901300829,
    0.4517766901300829,
    0.4517766901300829,
    0.8737758622813458,
    0.8737758622813458,
    0.8737758622813458,
    0.8737758622813458,
    0.8737758622813458,
    0.8737758622813458,
    0.8887078313765842,
    0.8887078313765842,
    0.8887078313765842,
    0.8887078313765842,
    0.8887078313765842,
    0.8887078313765842,
    0.8887078313765842,
    0.8887078313765842,
    0.8887078313765842,
    0.8887078313765842,
    0.8887078313765842,
    0.8887078313765842,
    0.8887078313765842,
    0.8976105393712883,
    0.8976105393712883,
    0.8976105393712883,
    0.8976105393712883,
    0.8976105393712883,
    0.8976105393712883,
    0.8976105393712883,
    0.8976105393712883,
    0.9100786179781433,
    0.9100786179781433,
    0.9100786179781433,
    0.9100786179781433,
    0.9100786179781433,
    0.9100786179781433,
    0.9100786179781433,
    0.9100786179781433,
    0.9100786179781433,
    0.9100786179781433,
    0.9100786179781433,
    0.9100786179781433,
    0.9100786179781433,
    0.9100786179781433,
    0.9100786179781433,
    0.9100786179781433,
    0.9100786179781433,
    0.9100786179781433
  ],
  "7": [
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement is broadcast over the PA system to outline the fair schedule as the event unfolds. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. At the university career fair, tech companies display demo screens of their latest apps, forming a backdrop of software demonstrations, while finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards; outside the gym, students line up before opening, clutching resumes in branded folders. Inside the venue, HR teams jot notes on tablets as students introduce themselves.",
    "A welcome announcement outlining the fair schedule is broadcast over the PA system as the university career fair unfolds. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack case-study booklets on high tables; tech companies display demo screens of their apps, forming a backdrop of software demonstrations, while finance firms offer QR codes for internship applications. Some students rehearse elevator pitches. An alumni panel discusses technical interviews. At the entrance, event staff scan registrations and hand out lanyards; outside the gym, students line up before opening, clutching resumes in branded folders. Inside, HR teams jot notes on tablets as students introduce themselves. A multi-exhibit setup repeats consulting and tech elements with eye-contact reminders. Outside, groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. A system log records a 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions."
  ],
  "7_score": [
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.7270828581094428,
    0.7270828581094428,
    0.7270828581094428,
    0.7270828581094428,
    0.7270828581094428,
    0.7270828581094428,
    0.7270828581094428,
    0.7270828581094428,
    0.7270828581094428,
    0.7270828581094428,
    0.7270828581094428,
    0.7270828581094428,
    0.7270828581094428,
    0.7270828581094428,
    0.7270828581094428,
    0.7270828581094428,
    0.9091139480026007,
    0.9091139480026007,
    0.9091139480026007,
    0.9091139480026007,
    0.9091139480026007,
    0.9091139480026007,
    0.9091139480026007,
    0.9091139480026007,
    0.9091139480026007,
    0.9091139480026007,
    0.9091139480026007,
    0.9091139480026007,
    0.9091139480026007,
    0.9091139480026007,
    0.9091139480026007,
    0.9091139480026007,
    0.9091139480026007,
    0.9091139480026007,
    0.9091139480026007,
    0.9091139480026007,
    0.9091139480026007,
    0.9091139480026007,
    0.9091139480026007,
    0.9091139480026007,
    0.8625631639903192,
    0.8625631639903192,
    0.8625631639903192,
    0.8625631639903192,
    0.8625631639903192,
    0.8625631639903192,
    0.8625631639903192,
    0.8625631639903192,
    0.8625631639903192,
    0.8625631639903192
  ],
  "8": [
    "",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement was broadcast over the PA system, outlining the fair schedule. A system event recorded an LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions.",
    "A welcome announcement was broadcast over the PA system, outlining the fair schedule. A system event recorded an LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions. The engineering society sponsors a resume review table near the stage.",
    "A welcome announcement was broadcast over the PA system, outlining the fair schedule; a system event recorded an LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions. At the fair venue, the engineering society sponsors a resume review table near the stage, with students clutching resumes inside branded folders. Alumni volunteers deliver quick pep talks near the coffee station, while finance firms provide QR codes for immediate internship applications. Career counselors direct unsure students toward applicable industries.",
    "A university career fair unfolds with a PA announcement outlining fair schedule. A system event logged a 502 Bad Gateway error for url: https://api.openai.com/v1/chat/completions. At the fair venue, the engineering society sponsors a resume review table near the stage, with students clutching resumes inside branded folders. Alumni volunteers give pep talks near the coffee station, while finance firms provide QR codes for internship applications. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Outside the university gym, students line up before opening. A panel of alumni discusses preparation for technical interviews. At the entrance, staff scan registrations and hand out lanyards. Tech companies display demo screens; consulting firms show glossy case study booklets on high elevated tables. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a university career fair, a PA announces the fair schedule. A system log records a 502 Bad Gateway error for the URL https://api.openai.com/v1/chat/completions. At the venue, the engineering society runs a resume review table near the stage, with students holding resumes inside branded folders. Alumni volunteers offer pep talks near the coffee station, while finance firms distribute QR codes for internship applications. Career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. Outside the gym, students queue before opening. A panel of alumni discusses preparation for technical interviews. At the entrance, staff scan registrations and hand out lanyards. Tech companies display demo screens; consulting firms present glossy case study booklets on elevated tables. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor."
  ],
  "8_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3468933775114481,
    0.3468933775114481,
    0.3468933775114481,
    0.3468933775114481,
    0.6129566487689211,
    0.6129566487689211,
    0.6129566487689211,
    0.6129566487689211,
    0.6129566487689211,
    0.6129566487689211,
    0.6129566487689211,
    0.6129566487689211,
    0.6129566487689211,
    0.6129566487689211,
    0.6129566487689211,
    0.6129566487689211,
    0.6129566487689211,
    0.7809672091184068,
    0.7809672091184068,
    0.7809672091184068,
    0.7809672091184068,
    0.7809672091184068,
    0.7809672091184068,
    0.7809672091184068,
    0.7809672091184068,
    0.7809672091184068,
    0.7809672091184068,
    0.7809672091184068,
    0.7809672091184068,
    0.7809672091184068,
    0.7809672091184068,
    0.7809672091184068,
    0.7809672091184068,
    0.7809672091184068,
    0.7809672091184068,
    0.7809672091184068,
    0.7809672091184068,
    0.7809672091184068,
    0.7809672091184068,
    0.7809672091184068,
    0.7809672091184068,
    0.7809672091184068,
    0.7809672091184068,
    0.7809672091184068,
    0.8466467814915895,
    0.8466467814915895,
    0.8466467814915895,
    0.8466467814915895,
    0.8466467814915895,
    0.8466467814915895,
    0.8466467814915895,
    0.8466467814915895
  ],
  "9": [
    "",
    "\"\"",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule and is broadcast over the PA system.",
    "Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule and is broadcast over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "Finance firms offer QR codes for immediate internship applications at the fair. A welcome announcement outlining the fair schedule is broadcast over the PA system. Dozens of booths with colorful banners circle the polished floor. At the event, a panel of alumni discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the fair, finance firms display QR codes for immediate internship applications; a welcome announcement outlining the fair schedule is broadcast over the PA system. Dozens of booths with colorful banners encircle the polished floor. A panel of alumni discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the fair, finance firms display QR codes for immediate internship applications, while a welcome announcement outlining the fair schedule is broadcast over the PA system. Dozens of booths with colorful banners encircle the polished floor. A panel of alumni discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps, whereas consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, dozens of booths with colorful banners encircle a polished floor, where finance firms display QR codes for immediate internship applications and a welcome PA announces the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the fair opens, clutching resumes stored in branded folders.",
    "At the university career fair, dozens of booths with colorful banners encircle a polished floor, with finance firms displaying QR codes for immediate internship applications and a welcome PA broadcasting the schedule as the event unfolds. A cybersecurity company runs a password-cracking challenge on a laptop; an alumni panel discusses preparing for technical interviews; workshops on networking etiquette begin in an adjoining classroom; tech companies display demo screens showing their latest apps; a multi-exhibit fair features consulting firms whose glossy case-study booklets perch on high tables. At the entrance, staff scan registrations and hand out lanyards; outside the gym, students line up before opening, clutching resumes in branded folders; HR staff jot notes on tablets as students introduce themselves; alumni volunteers share quick pep talks near the coffee station; career counselors remind attendees to maintain eye contact.",
    "At the university career fair, dozens of booths with colorful banners encircle a polished floor, with finance firms displaying QR codes for immediate internship applications and a welcome PA broadcasting the schedule as the event unfolds. A cybersecurity company runs a password-cracking challenge on a laptop; an alumni panel discusses preparing for technical interviews; workshops on networking etiquette begin in an adjoining classroom; tech companies display demo screens showing their latest apps; a multi-exhibit fair features consulting firms whose glossy case-study booklets perch on high tables. At the entrance, staff scan registrations and hand out lanyards; outside the gym, students line up before opening, clutching resumes in branded folders; HR staff jot notes on tablets as students introduce themselves; alumni volunteers share quick pep talks near the coffee station; career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage."
  ],
  "9_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.5305963196452681,
    0.5305963196452681,
    0.5305963196452681,
    0.7551848067314186,
    0.7551848067314186,
    0.7551848067314186,
    0.7551848067314186,
    0.8824828702991807,
    0.8824828702991807,
    0.8932531019451833,
    0.8932531019451833,
    0.8932531019451833,
    0.8932531019451833,
    0.8932531019451833,
    0.9087156542055297,
    0.9087156542055297,
    0.9087156542055297,
    0.9087156542055297,
    0.9087156542055297,
    0.9087156542055297,
    0.8982041722488728,
    0.8982041722488728,
    0.8982041722488728,
    0.8982041722488728,
    0.8982041722488728,
    0.8982041722488728,
    0.8982041722488728,
    0.8982041722488728,
    0.8982041722488728,
    0.8982041722488728,
    0.8982041722488728,
    0.8982041722488728,
    0.869446907549948,
    0.869446907549948,
    0.869446907549948,
    0.869446907549948,
    0.869446907549948,
    0.869446907549948,
    0.869446907549948,
    0.869446907549948,
    0.8672472710852217,
    0.8672472710852217,
    0.8672472710852217,
    0.8672472710852217,
    0.8672472710852217,
    0.8672472710852217,
    0.8672472710852217,
    0.8672472710852217,
    0.8672472710852217,
    0.8672472710852217,
    0.8672472710852217,
    0.8672472710852217,
    0.8672472710852217,
    0.8672472710852217,
    0.8672472710852217,
    0.8672472710852217,
    0.8672472710852217,
    0.8672472710852217
  ],
  "10": [
    "",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables. The booklets are glossy and arranged in stacks on elevated surfaces, suggesting preparation or display for discussion.",
    "In a professional setting, consulting firms stack glossy case study booklets in stacks on high, elevated tables, suggesting preparation or display for discussion. Career counselors remind attendees to maintain eye contact.",
    "In a professional setting, consulting firms stack glossy case study booklets in stacks on high, elevated tables, suggesting preparation or display for discussion. Career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "In a professional fair setting, consulting firms display glossy case study booklets stacked on high elevated tables, suggesting preparation or display for discussion. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact. At the event, groups of friends mark target employers on the event map.",
    "At a professional career fair, consulting firms display glossy case-study booklets stacked on high elevated tables, suggesting preparation or discussion. A welcome announcement over the PA outlines the fair schedule. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Outside the university gym, students line up before the career fair opens, clutching resumes stored in branded folders. A panel of alumni discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps.",
    "A professional career fair on campus features glossy case-study booklets stacked on high elevated tables, suggesting preparation or discussion. A welcome announcement over the PA outlines the fair schedule. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, while students clutch resumes stored in branded folders inside the venue. Outside near the university gym, students line up before the career fair opens. A panel of alumni discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards to attendees. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications.",
    "A professional career fair on campus features glossy case-study booklets stacked on high elevated tables, suggesting preparation or discussion. A welcome announcement over the PA outlines the fair schedule. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map while students clutch resumes stored in branded folders inside the venue. Outside near the university gym, students line up before the career fair opens, clutching resumes in branded folders. A panel of alumni discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards to attendees. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications.",
    "A professional campus career fair unfolds with glossy case-study booklets stacked on high elevated tables, suggesting preparation or discussion. A welcome announcement over the PA outlines the fair schedule. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map while students clutch resumes stored in branded folders inside the venue. Outside near the university gym, students line up before the career fair opens, clutching resumes in branded folders. A panel of alumni discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards to attendees. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications."
  ],
  "10_score": [
    0.0,
    0.3590649729647886,
    0.3590649729647886,
    0.3590649729647886,
    0.3590649729647886,
    0.3590649729647886,
    0.3590649729647886,
    0.3590649729647886,
    0.45233894704312627,
    0.45233894704312627,
    0.45233894704312627,
    0.45233894704312627,
    0.7098642024514197,
    0.7098642024514197,
    0.7098642024514197,
    0.7098642024514197,
    0.7319527495515094,
    0.7319527495515094,
    0.7319527495515094,
    0.8599506952931477,
    0.8599506952931477,
    0.8599506952931477,
    0.8599506952931477,
    0.8599506952931477,
    0.8599506952931477,
    0.8599506952931477,
    0.8599506952931477,
    0.8599506952931477,
    0.8599506952931477,
    0.8599506952931477,
    0.8772120568836621,
    0.8772120568836621,
    0.8772120568836621,
    0.8772120568836621,
    0.8772120568836621,
    0.8772120568836621,
    0.8772120568836621,
    0.8772120568836621,
    0.8772120568836621,
    0.8772120568836621,
    0.8772120568836621,
    0.8772120568836621,
    0.8818974665265766,
    0.8818974665265766,
    0.8818974665265766,
    0.8818974665265766,
    0.8818974665265766,
    0.8818974665265766,
    0.8818974665265766,
    0.8818974665265766,
    0.8781478963358476,
    0.8781478963358476,
    0.8781478963358476,
    0.8781478963358476,
    0.8781478963358476,
    0.8781478963358476,
    0.8781478963358476,
    0.8781478963358476,
    0.8781478963358476,
    0.8781478963358476,
    0.8781478963358476,
    0.8781478963358476,
    0.8781478963358476,
    0.8781478963358476,
    0.8781478963358476,
    0.8781478963358476
  ],
  "11": [
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "A multi-exhibit fair features consulting firms with glossy case study booklets stacked on high tables and tech companies displaying demo screens of their latest apps. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At a multi-exhibit fair, consulting firms display glossy case study booklets stacked on high tables, while tech companies showcase demo screens of their latest apps, providing a backdrop of current software demonstrations. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement is broadcast over the PA system outlining the fair schedule. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "A university career fair unfolds at a multi-exhibit venue, with consulting firms displaying glossy case-study booklets on high tables and tech companies showing demo screens of their latest apps as a backdrop of current software demonstrations. A welcome announcement plays over the PA outlining the fair schedule. Staff at the entrance scan registrations and hand out lanyards to attendees, while HR teams jot notes on tablets as students introduce themselves. Finance firms provide QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Outside the gym, students line up before opening, clutching resumes in branded folders. Inside, some students rehearse elevator pitches quietly against the wall. A panel of alumni discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact.",
    "A university career fair unfolds at a multi-exhibit venue, with consulting firms displaying case-study booklets on high tables and tech companies showing demo screens of their apps. A welcome announcement plays over PA outlining the fair schedule. Staff at the entrance scan registrations and hand out lanyards to attendees, while HR teams jot notes on tablets as students introduce themselves. Finance firms provide QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Outside the gym, students line up before opening, clutching resumes in branded folders. Inside, students rehearse elevator pitches quietly against the wall. A panel of alumni discusses preparation for technical interviews. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. A system log records a 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions. Tech companies display demo screens showing their apps.",
    "The university campus hosts a multi-exhibit career fair where consulting firms display case-study booklets on high tables and tech companies run demo screens of their apps; a robotics startup also flies a small drone above its booth. A welcome PA announces the fair schedule as staff at the entrance scan registrations and hand out lanyards, while HR teams jot notes on tablets as students introduce themselves. Finance firms provide QR codes for immediate internship applications, and a cybersecurity company runs a password-cracking challenge on a laptop. Outside the gym, students line up before opening, clutching resumes in branded folders; inside, they rehearse elevator pitches quietly against the wall. An alumni panel discusses preparation for technical interviews, and career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on an event map. A system log records a 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions.",
    "On the university campus, a multi-exhibit career fair unfolds with consulting firms displaying case-study booklets on high tables and tech companies running demo screens of their apps; a robotics startup flies a small drone above its booth. A welcome PA announces the fair schedule as staff at the entrance scan registrations and hand out lanyards, while HR teams jot notes on tablets as students introduce themselves. Finance firms provide QR codes for immediate internship applications, and a cybersecurity company runs a password-cracking challenge on a laptop. Outside the gym, students line up before opening, clutching resumes in branded folders; inside, they rehearse elevator pitches quietly against the wall. An alumni panel discusses preparation for technical interviews, and career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on an event map. A system log records a 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions."
  ],
  "11_score": [
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.8361908764075201,
    0.8361908764075201,
    0.8361908764075201,
    0.8361908764075201,
    0.8722061382881633,
    0.8722061382881633,
    0.8722061382881633,
    0.8722061382881633,
    0.8722061382881633,
    0.8762268608557764,
    0.8762268608557764,
    0.8762268608557764,
    0.8762268608557764,
    0.8762268608557764,
    0.8762268608557764,
    0.8762268608557764,
    0.8762268608557764,
    0.8762268608557764,
    0.8762268608557764,
    0.8762268608557764,
    0.8762268608557764,
    0.8762268608557764,
    0.8762268608557764,
    0.8762268608557764,
    0.8762268608557764,
    0.8762268608557764,
    0.8762268608557764,
    0.8762268608557764,
    0.8762268608557764,
    0.8762268608557764,
    0.8762268608557764,
    0.8394288153066909,
    0.8394288153066909,
    0.8394288153066909,
    0.8394288153066909,
    0.8394288153066909,
    0.8394288153066909,
    0.8394288153066909,
    0.8394288153066909,
    0.8394288153066909,
    0.8479145005966187,
    0.8479145005966187,
    0.8479145005966187,
    0.8479145005966187,
    0.8479145005966187,
    0.8479145005966187,
    0.8251777210616758
  ],
  "12": [
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders.",
    "The engineering society sponsors a resume review table near the stage, with students clutching resumes inside branded folders.",
    "The engineering society sponsors a resume review table near the stage, with students clutching resumes inside branded folders. A system event records an LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "Engineering society sponsors a resume review table near the stage, with students clutching resumes inside branded folders. A system event logs an LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Alumni volunteers deliver quick pep talks near the coffee station, and finance firms provide QR codes for immediate internship applications.",
    "At the engineering society-sponsored fair, a resume review table sits near the stage with students clutching resumes inside branded folders. A system event logs an LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions. A welcome announcement is broadcast over the PA system outlining the fair schedule. Alumni volunteers deliver quick pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the engineering society-sponsored fair, a resume review table sits near the stage, with students clutching resumes inside branded folders. A system event logs an LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions. A welcome announcement is broadcast over the PA system outlining the fair schedule, while alumni volunteers deliver quick pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop as the PA announcement outlines the fair schedule, and career counselors redirect unsure students toward applicable industries.",
    "At the engineering society-sponsored fair, a resume review table sits near the stage with students clutching resumes inside branded folders. A system event logs an LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions. A welcome announcement is broadcast over the PA outlining the fair schedule, while alumni volunteers deliver quick pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop as the PA announces the schedule, and career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the engineering society-sponsored fair, resume review table sits near the stage with students clutching resumes in branded folders. A system event logs a 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions. A welcome announcement is broadcast over the PA outlining the fair schedule. Alumni volunteers deliver pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews at the venue entrance. Finance firms display QR codes for internship applications. Event staff scan registrations and hand out lanyards to attendees at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop, while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Outside university gym, a line of students waits before the career fair opens, some rehearsing elevator pitches against the wall. A robotics startup flies a small drone above its booth to attract attention.",
    "At the engineering society career fair, a resume review table sits near the stage with students clutching branded folders. A system event logs a 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions. A welcome PA announces the fair schedule. Alumni volunteers give pep talks near the coffee station, and an alumni panel discusses preparing for technical interviews at the venue entrance. Finance firms display QR codes for internship applications. Staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop, while career counselors redirect unsure students to applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Outside the gym, a line of students waits before the fair opens, some rehearsing elevator pitches against the wall. A robotics startup flies a drone above its booth to attract attention. Groups of friends mark target employers on the event map."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.5223329207159797,
    0.5223329207159797,
    0.5223329207159797,
    0.5223329207159797,
    0.5223329207159797,
    0.3724586089737147,
    0.3724586089737147,
    0.603710161125716,
    0.603710161125716,
    0.603710161125716,
    0.7136588140720613,
    0.7136588140720613,
    0.7136588140720613,
    0.7136588140720613,
    0.7864908934144921,
    0.7864908934144921,
    0.7864908934144921,
    0.7864908934144921,
    0.7864908934144921,
    0.7864908934144921,
    0.7864908934144921,
    0.7864908934144921,
    0.7864908934144921,
    0.7832200703754291,
    0.7832200703754291,
    0.7832200703754291,
    0.7832200703754291,
    0.7832200703754291,
    0.7832200703754291,
    0.7992890418290509,
    0.7992890418290509,
    0.7992890418290509,
    0.7992890418290509,
    0.7992890418290509,
    0.7992890418290509,
    0.7992890418290509,
    0.7992890418290509,
    0.7992890418290509,
    0.7992890418290509,
    0.7992890418290509,
    0.7992890418290509,
    0.7992890418290509,
    0.7992890418290509,
    0.7992890418290509,
    0.8752428835655157,
    0.8752428835655157,
    0.8752428835655157,
    0.8752428835655157,
    0.8752428835655157,
    0.8752428835655157,
    0.8752428835655157,
    0.8752428835655157,
    0.8752428835655157,
    0.8752428835655157,
    0.8752428835655157,
    0.8696048014064169,
    0.8696048014064169,
    0.8696048014064169,
    0.8696048014064169,
    0.8696048014064169,
    0.8696048014064169
  ],
  "13": [
    "",
    "",
    "\"\"",
    "A panel of alumni discusses how to prepare for technical interviews.",
    "At the event, a panel of alumni discusses how to prepare for technical interviews, while a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the event, a panel of alumni discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, a panel of alumni discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop. Event staff at the entrance scan registrations and hand out lanyards to attendees.",
    "At the event, a panel of alumni discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop. Event staff at the entrance scan registrations and hand out lanyards to attendees. Tech companies display demo screens showing their latest apps.",
    "At the event, a panel of alumni discusses how to prepare for technical interviews, while a welcome announcement is broadcast over the PA system outlining the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop, and event staff at the entrance scan registrations and hand out lanyards to attendees. Tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders, and finance firms offer QR codes for immediate internship applications.",
    "At the event, a panel of alumni discusses how to prepare for technical interviews, while a welcome PA announcement outlines the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop, and event staff at the entrance scan registrations and hand out lanyards to attendees. Tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders, and finance firms offer QR codes for immediate internship applications.",
    "On a university campus, a career fair is underway where a panel of alumni discusses how to prepare for technical interviews and a welcome PA announces the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards to attendees. Tech companies display demo screens showing their latest apps, while career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders, and finance firms offer QR codes for immediate internship applications. Before opening, students line up outside the university gym in anticipation of the career fair.",
    "On a university campus, a career fair is underway with a panel of alumni discussing how to prepare for technical interviews, and a welcome PA announcing the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards to attendees. Tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders, and finance firms offer QR codes for immediate internship applications. Before opening, students line up outside the university gym in anticipation of the career fair.",
    "On a university campus, a professional career fair is underway inside the university gym, with a panel of alumni discussing how to prepare for technical interviews and a welcome PA announcing the fair schedule. Outside the gym, students line up before the fair opens, clutching resumes stored in branded folders. At the entrance, staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications. Consulting firms display glossy case-study booklets stacked on high elevated tables, suggesting preparation or discussion.",
    "Inside the university gym, a multi-exhibit career fair features an alumni panel discussing how to prepare for technical interviews, with alumni volunteers offering quick pep talks near a coffee station, and a welcome PA outlining the fair schedule. Outside, students line up before opening, clutching resumes in branded folders, as staff at the entrance scan registrations and hand out lanyards and HR staff jot notes on tablets while students introduce themselves. Tech companies display demo screens of their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop; finance firms provide QR codes for immediate internship applications; consulting firms place glossy case-study booklets on high elevated tables. Career counselors remind attendees to maintain eye contact, groups of friends mark target employers on the event map, and an additional welcome announcement reiterates the schedule. A system log records a 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions.",
    "Inside the university gym, a multi-exhibit career fair features an alumni panel discussing how to prepare for technical interviews, with alumni volunteers offering quick pep talks near a coffee station as a welcome PA outlines the schedule. Outside, students line up before opening, clutching resumes in branded folders, while staff at the entrance scan registrations and hand out lanyards and HR staff jot notes on tablets as students introduce themselves. Tech companies display demo screens of their latest apps; a cybersecurity company runs a password-cracking challenge on a laptop; finance firms provide QR codes for immediate internship applications; consulting firms place glossy case-study booklets on high elevated tables. Career counselors remind attendees to maintain eye contact; groups of friends mark target employers on the event map; an additional welcome announcement reiterates the schedule. A system log records a 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions."
  ],
  "13_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.45822155726740116,
    0.45822155726740116,
    0.45822155726740116,
    0.49327205285491277,
    0.49327205285491277,
    0.7752537842578016,
    0.7752537842578016,
    0.7752537842578016,
    0.7752537842578016,
    0.8293845764640695,
    0.8293845764640695,
    0.8293845764640695,
    0.8509214916858311,
    0.8509214916858311,
    0.8509214916858311,
    0.8785400569631284,
    0.8785400569631284,
    0.8785400569631284,
    0.8785400569631284,
    0.8808721930411447,
    0.8808721930411447,
    0.8808721930411447,
    0.8808721930411447,
    0.8808721930411447,
    0.8808721930411447,
    0.8808721930411447,
    0.8808721930411447,
    0.8808721930411447,
    0.8553545097486925,
    0.8553545097486925,
    0.8553545097486925,
    0.8553545097486925,
    0.8553545097486925,
    0.8494746878565633,
    0.8494746878565633,
    0.8494746878565633,
    0.8494746878565633,
    0.8494746878565633,
    0.8494746878565633,
    0.8494746878565633,
    0.8481783327029646,
    0.8481783327029646,
    0.8481783327029646,
    0.8481783327029646,
    0.8481783327029646,
    0.8481783327029646,
    0.8481783327029646,
    0.8481783327029646,
    0.8108317013410198,
    0.8108317013410198,
    0.8108317013410198,
    0.8108317013410198,
    0.8108317013410198,
    0.8108317013410198,
    0.8108317013410198,
    0.8108317013410198,
    0.8108317013410198,
    0.7989020723399508,
    0.7989020723399508,
    0.7989020723399508
  ],
  "14": [
    "",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions",
    "A system event records an LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "During the event, a system log records an LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "During the event, a system log records a 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "During the event, a system log records a 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "During the event, a system log records a 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "At a university career fair, a multi-exhibit setup features consulting firms with glossy case study booklets stacked on high tables, tech companies displaying demo screens of their latest apps, and career counselors reminding attendees to maintain eye contact. Outside the university gym, students line up before opening, clutching resumes stored in branded folders. At the entrance, event staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement outlining the fair schedule is broadcast over the PA system. A panel of alumni discusses how to prepare for technical interviews. A system log records a 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions.",
    "At a university career fair, a multi-exhibit setup features consulting firms with glossy case-study booklets on high tables and tech demos on screens; a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Outside the gym, students line up before opening, clutching resumes in branded folders. At the venue entrance, staff scan registrations and hand out lanyards, while HR staff jot notes on tablets as students introduce themselves. Finance firms provide QR codes for immediate internship applications. Groups of friends mark target employers on the event map. An alumni panel discusses preparing for technical interviews, with alumni volunteers sharing quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. A system log records a 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions.",
    "Inside the university gym, a professional career fair unfolds with consulting firms displaying glossy case-study booklets on high tables, tech demos on screens, and a cybersecurity company running a password-cracking challenge on a laptop. An alumni panel discusses preparing for technical interviews, with alumni volunteers offering quick pep talks near the coffee station, and a welcome PA declaring the fair schedule. Outside the gym, students line up before opening, clutching resumes stored in branded folders. At the entrance, staff scan registrations and hand out lanyards, while HR staff jot notes on tablets as students introduce themselves. Finance firms provide QR codes for immediate internship applications. Groups of friends mark target employers on the event map. A system log records a 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions."
  ],
  "14_score": [
    0.0,
    0.4166070837863704,
    0.4166070837863704,
    0.37725307032526934,
    0.37725307032526934,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.31724333307022495,
    0.31724333307022495,
    0.31724333307022495,
    0.31724333307022495,
    0.31724333307022495,
    0.555644617325656,
    0.555644617325656,
    0.555644617325656,
    0.649937630565846,
    0.649937630565846,
    0.7184187741716808,
    0.7184187741716808,
    0.7334605225054454,
    0.7334605225054454,
    0.7334605225054454,
    0.7334605225054454,
    0.7334605225054454,
    0.7334605225054454,
    0.7334605225054454,
    0.7334605225054454,
    0.7334605225054454,
    0.7334605225054454,
    0.7334605225054454,
    0.7334605225054454,
    0.7334605225054454,
    0.8184559600613729,
    0.8184559600613729,
    0.8184559600613729,
    0.8184559600613729,
    0.8184559600613729,
    0.8184559600613729,
    0.8184559600613729,
    0.8184559600613729,
    0.8184559600613729,
    0.8402541028767276,
    0.8402541028767276,
    0.8402541028767276,
    0.8402541028767276,
    0.8402541028767276,
    0.8402541028767276,
    0.8402541028767276,
    0.8402541028767276,
    0.8402541028767276,
    0.8402541028767276,
    0.8402541028767276,
    0.8402541028767276,
    0.8128160721857692,
    0.8128160721857692,
    0.8128160721857692,
    0.8128160721857692,
    0.8128160721857692,
    0.8128160721857692,
    0.8128160721857692,
    0.8128160721857692,
    0.8128160721857692,
    0.8128160721857692,
    0.8128160721857692,
    0.8128160721857692
  ],
  "15": [
    "",
    "\"\"",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password-cracking challenge on a laptop, while a welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A cybersecurity company runs a password-cracking challenge on a laptop while a welcome announcement is broadcast over the PA system, outlining the fair schedule; career counselors redirect unsure students toward applicable industries.",
    "At a professional career fair, a cybersecurity company runs a password-cracking challenge on a laptop while a welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms display glossy case study booklets in stacks on high, elevated tables, suggesting preparation or display for discussion.",
    "The career fair scene centers on a professional campus event where a cybersecurity company runs a password-cracking challenge on a laptop and a welcome announcement is broadcast over the PA outlining the schedule. Career counselors directing unsure students toward applicable industries remind attendees to maintain eye contact. Consulting firms display glossy case-study booklets in stacks on high, elevated tables, suggesting preparation or display for discussion. Just before the university career fair opens, a line of students waits outside the university gym. Inside, a robotics startup draws attention by flying a small drone above its booth, while nearby students rehearse elevator pitches quietly against the wall. A panel of alumni discusses how to prepare for technical interviews as career counselors reiterate eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a professional campus career fair, a cybersecurity company runs a password-cracking challenge on a laptop and a welcome announcement over the PA outlines the schedule. Career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms display glossy case-study booklets on high elevated tables, while a robotics startup draws attention by flying a small drone above its booth. Nearby, students rehearse elevator pitches against the wall. An alumni panel discusses how to prepare for technical interviews as counselors reiterate eye contact. At the entrance, event staff scan registrations and hand out lanyards; outside the gym, a line of students waits before opening, clutching resumes in branded folders. Inside, HR teams jot notes on tablets as students introduce themselves, and tech companies show demo screens of latest apps while finance firms provide QR codes for internships.",
    "At a professional campus career fair, a cybersecurity company hosts a password-cracking challenge on a laptop while a PA welcome announces the schedule. Career counselors guide unsure students toward applicable industries and stress maintaining eye contact. Consulting firms display glossy case-study booklets on high elevated tables, and a robotics startup attracts attention by flying a small drone above its booth. Students rehearse elevator pitches against the wall, with some doing so quietly, and an alumni panel discusses how to prepare for technical interviews as counselors reinforce eye contact. At the entrance, staff scan registrations and hand out lanyards; outside the gym, a line of students waits before opening, clutching resumes in branded folders. Inside, HR teams jot notes on tablets as students introduce themselves; tech companies show demo screens of latest apps, while finance firms provide QR codes for internships.",
    "At a professional campus career fair, a cybersecurity company hosts a password-cracking challenge on a laptop while a PA welcome announces the schedule. Career counselors guide unsure students toward applicable industries and stress maintaining eye contact. Consulting firms display glossy case-study booklets on high elevated tables, and a robotics startup attracts attention by flying a small drone above its booth. Students rehearse elevator pitches against the wall, some quietly, and an alumni panel discusses how to prepare for technical interviews as counselors reinforce eye contact. At the entrance, staff scan registrations and hand out lanyards; outside the gym, a line of students waits before opening, clutching resumes in branded folders. Inside, HR teams jot notes on tablets as students introduce themselves; tech companies show demo screens of latest apps, while finance firms provide QR codes for internships. Dozens of booths with colorful banners circle the polished floor."
  ],
  "15_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3407058682398575,
    0.3407058682398575,
    0.3407058682398575,
    0.3407058682398575,
    0.3407058682398575,
    0.44880793168053973,
    0.44880793168053973,
    0.44880793168053973,
    0.44880793168053973,
    0.44880793168053973,
    0.44880793168053973,
    0.44880793168053973,
    0.7942770376687471,
    0.7942770376687471,
    0.7942770376687471,
    0.7942770376687471,
    0.7942770376687471,
    0.7942770376687471,
    0.7942770376687471,
    0.8522886196454578,
    0.8522886196454578,
    0.8522886196454578,
    0.8522886196454578,
    0.8630100375348334,
    0.8630100375348334,
    0.8630100375348334,
    0.8630100375348334,
    0.8630100375348334,
    0.8630100375348334,
    0.8630100375348334,
    0.8630100375348334,
    0.8630100375348334,
    0.8630100375348334,
    0.8630100375348334,
    0.8630100375348334,
    0.8630100375348334,
    0.8477555210396456,
    0.8477555210396456,
    0.8477555210396456,
    0.8477555210396456,
    0.8477555210396456,
    0.8477555210396456,
    0.8554820139228432,
    0.8554820139228432,
    0.8554820139228432,
    0.8554820139228432,
    0.8554820139228432,
    0.8554820139228432,
    0.8554820139228432,
    0.8554820139228432,
    0.8554820139228432,
    0.8554820139228432,
    0.8554820139228432,
    0.8554820139228432,
    0.8554820139228432,
    0.8554820139228432,
    0.8554820139228432,
    0.8554820139228432
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "At the venue entrance, event staff scan registrations and hand out lanyards to attendees.",
    "At the venue entrance, event staff scan registrations and hand out lanyards to attendees.",
    "At the venue entrance, event staff scan registrations and hand out lanyards to attendees, while human resources teams jot notes on tablets as students introduce themselves.",
    "At the venue entrance, event staff scan registrations and hand out lanyards to attendees, while human resources teams jot notes on tablets as students introduce themselves.",
    "At the venue entrance, event staff scan registrations and hand out lanyards to attendees, while human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "At the venue entrance, event staff scan registrations and hand out lanyards to attendees. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "At the venue entrance, staff scan registrations and hand out lanyards to attendees. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, venue entrance staff scan registrations and hand out lanyards to attendees, while inside HR teams jot notes on tablets as students introduce themselves. Tech companies display demo screens of their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop, with a welcome PA announcement outlining the schedule. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms display glossy case-study booklets on high, elevated tables, suggesting preparation or discussion. Just before opening, a line of students waits outside the university gym. Inside, a robotics startup draws attention by flying a small drone above its booth, as students rehearse elevator pitches quietly against the wall. A panel of alumni discusses how to prepare for technical interviews as counselors reiterate eye contact.",
    "At the university career fair, lines form outside the gym before opening as students clutch resumes in branded folders. Inside, venue entrance staff scan registrations and hand out lanyards while HR staff jot notes on tablets as students introduce themselves. Tech companies display demo screens of their apps, and a cybersecurity company runs a password-cracking challenge on a laptop, with a welcome PA broadcasting the schedule. Finance firms provide QR codes for immediate internship applications. Careers counselors guide unsure students toward industries and emphasize maintaining eye contact, a reminder echoed during an alumni panel on preparing for technical interviews. Consulting firms place glossy case-study booklets on high, elevated tables as part of a fair alongside more tech demos. A robotics startup draws attention with a drone at its booth, students rehearsing elevator pitches against the wall, and alumni volunteers offering quick pep talks near the coffee station."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.36987272784174885,
    0.36987272784174885,
    0.36987272784174885,
    0.36987272784174885,
    0.36987272784174885,
    0.36987272784174885,
    0.42901802998625205,
    0.42901802998625205,
    0.42901802998625205,
    0.42901802998625205,
    0.42901802998625205,
    0.42901802998625205,
    0.42901802998625205,
    0.42901802998625205,
    0.42901802998625205,
    0.6151938620542996,
    0.6151938620542996,
    0.6151938620542996,
    0.6151938620542996,
    0.7643096991044912,
    0.7643096991044912,
    0.7643096991044912,
    0.7852677456091743,
    0.7852677456091743,
    0.7852677456091743,
    0.7852677456091743,
    0.7852677456091743,
    0.7852677456091743,
    0.7852677456091743,
    0.7852677456091743,
    0.8769799649867396,
    0.8769799649867396,
    0.8769799649867396,
    0.8769799649867396,
    0.8769799649867396,
    0.8769799649867396,
    0.8769799649867396,
    0.8769799649867396,
    0.8769799649867396,
    0.8769799649867396,
    0.8769799649867396,
    0.8769799649867396,
    0.8769799649867396,
    0.9003715879383081,
    0.9003715879383081,
    0.9003715879383081,
    0.9003715879383081,
    0.9003715879383081,
    0.9003715879383081,
    0.9003715879383081,
    0.9003715879383081,
    0.9003715879383081,
    0.9003715879383081,
    0.9003715879383081,
    0.9003715879383081,
    0.9003715879383081,
    0.9003715879383081,
    0.9003715879383081,
    0.9003715879383081,
    0.9003715879383081,
    0.9003715879383081
  ],
  "17": [
    "",
    "",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers deliver quick pep talks near the coffee station, and finance firms provide QR codes for immediate internship applications.",
    "At the fair venue, alumni volunteers deliver quick pep talks near the coffee station, while finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage, with students clutching resumes inside branded folders. A system event records an LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the fair venue, alumni volunteers deliver quick pep talks near the coffee station, while finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage, with students clutching resumes inside branded folders. A system event records an LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors direct unsure students toward applicable industries.",
    "At the fair venue, alumni volunteers deliver quick pep talks near the coffee station while finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage, with students clutching resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention. Outside the university gym, a line of students waits just before the career fair opens, some rehearsing elevator pitches quietly against the wall. Career counselors direct unsure students toward applicable industries. At the venue entrance, event staff scan registrations and hand out lanyards to attendees, while an alumni panel discusses how to prepare for technical interviews. A system event records an LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions. A welcome announcement outlining the fair schedule is broadcast over the PA system.",
    "At the career fair venue, alumni volunteers deliver quick pep talks near the coffee station while finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage, with students clutching resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention. Outside the university gym, a line of students waits just before the career fair opens, some rehearsing elevator pitches quietly against the wall. Career counselors direct unsure students toward applicable industries. At the venue entrance, event staff scan registrations and hand out lanyards to attendees. An alumni panel discusses how to prepare for technical interviews. A system event records an LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions. A welcome announcement outlining the fair schedule is broadcast over the PA system."
  ],
  "17_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3989500802319224,
    0.3989500802319224,
    0.3989500802319224,
    0.3989500802319224,
    0.3989500802319224,
    0.3989500802319224,
    0.7576857716238894,
    0.7576857716238894,
    0.7576857716238894,
    0.7576857716238894,
    0.7576857716238894,
    0.7576857716238894,
    0.7576857716238894,
    0.7576857716238894,
    0.7576857716238894,
    0.7895826988850707,
    0.7895826988850707,
    0.7895826988850707,
    0.7895826988850707,
    0.7895826988850707,
    0.8574811830733935,
    0.8574811830733935,
    0.8574811830733935,
    0.8574811830733935,
    0.8574811830733935,
    0.8574811830733935,
    0.8574811830733935,
    0.8574811830733935,
    0.8574811830733935,
    0.8574811830733935,
    0.8574811830733935,
    0.8574811830733935,
    0.8574811830733935,
    0.8574811830733935,
    0.8574811830733935,
    0.8574811830733935,
    0.8574811830733935,
    0.8574811830733935,
    0.8565827873992404,
    0.8565827873992404,
    0.8565827873992404,
    0.8565827873992404,
    0.8565827873992404,
    0.8565827873992404,
    0.8565827873992404,
    0.8565827873992404,
    0.8565827873992404,
    0.8565827873992404,
    0.8565827873992404,
    0.8565827873992404,
    0.8565827873992404,
    0.8565827873992404,
    0.8565827873992404,
    0.8565827873992404,
    0.8565827873992404,
    0.8565827873992404
  ],
  "18": [
    "",
    "",
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while a panel of alumni discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards.",
    "Career counselors remind attendees to maintain eye contact as a panel of alumni discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, a line of students waits just before the career fair opens. Nearby, some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention.",
    "Just before the university career fair opens, a line of students waits outside the university gym. Inside, a robotics startup attracts attention by flying a small drone above its booth, while nearby some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact as a panel of alumni discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards.",
    "Just before the university career fair opens, a line of students waits outside the university gym. Inside, a robotics startup attracts attention by flying a small drone above its booth, while nearby some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact as a panel of alumni discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards.",
    "Just before the university career fair opens, a line of students waits outside the university gym. Inside, a robotics startup attracts attention by flying a small drone above its booth, while nearby some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact as a panel of alumni discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, attendees assemble in and around the gym, with a line of students waiting outside just before opening and indoors a robotics startup attracting attention by flying a small drone above its booth. Some students rehearse elevator pitches quietly against the wall, while a panel of alumni discusses how to prepare for technical interviews and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps, and finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries. A welcome announcement outlining the fair schedule is broadcast over the PA system, and workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, attendees gather in and around the gym, with a line of students outside waiting before opening, and a robotics startup attracting attention by flying a drone above its booth. Some rehearse elevator pitches against the wall as alumni discuss prep for technical interviews; career counselors remind attendees to maintain eye contact. At the entrance, staff scan registrations and hand out lanyards. Tech companies display demo screens of their latest apps; finance firms offer QR codes for internship applications. Dozens of booths with banners encircle floor, and consulting firms stack case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Outside the gym, students clutch resumes in branded folders. Groups of friends mark target employers on the event map; a cybersecurity company runs a password-cracking challenge on a laptop. Welcome announcement outlining the schedule is broadcast over the PA system."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.6257234560605911,
    0.6257234560605911,
    0.6257234560605911,
    0.6257234560605911,
    0.8279395235485958,
    0.8279395235485958,
    0.8279395235485958,
    0.8279395235485958,
    0.8279395235485958,
    0.8279395235485958,
    0.8386786465275724,
    0.8386786465275724,
    0.8386786465275724,
    0.8386786465275724,
    0.8386786465275724,
    0.8386786465275724,
    0.8567254207277251,
    0.8567254207277251,
    0.8567254207277251,
    0.8567254207277251,
    0.8567254207277251,
    0.8567254207277251,
    0.8567254207277251,
    0.8567254207277251,
    0.8567254207277251,
    0.8567254207277251,
    0.8942057815802482,
    0.8942057815802482,
    0.8942057815802482,
    0.8942057815802482,
    0.8942057815802482,
    0.8942057815802482,
    0.8942057815802482,
    0.8942057815802482,
    0.8942057815802482,
    0.8942057815802482,
    0.8942057815802482,
    0.8942057815802482,
    0.8942057815802482,
    0.8942057815802482,
    0.8942057815802482,
    0.8942057815802482,
    0.8942057815802482,
    0.8942057815802482,
    0.8942057815802482,
    0.8942057815802482,
    0.8942057815802482,
    0.8942057815802482,
    0.8942057815802482,
    0.886669051896072,
    0.886669051896072,
    0.886669051896072,
    0.886669051896072,
    0.886669051896072,
    0.886669051896072,
    0.886669051896072,
    0.886669051896072
  ],
  "19": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens, clutching resumes stored in branded folders.",
    "Students line up outside the university gym before the career fair opens, clutching resumes stored in branded folders. A panel of alumni discusses how to prepare for technical interviews; at the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes stored in branded folders. A panel of alumni discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes stored in branded folders. A panel of alumni discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes stored in branded folders. A panel of alumni discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. In a professional fair setting, consulting firms display glossy case study booklets stacked on high elevated tables, suggesting preparation or display for discussion. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact. At the event, groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders. A panel of alumni discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. In a professional fair setting, consulting firms display glossy case study booklets stacked on high elevated tables, suggesting preparation or display for discussion. A welcome announcement over the PA outlines the fair schedule. Career counselors remind attendees to maintain eye contact. At the event, groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders. A panel of alumni discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. Consulting firms display glossy case study booklets stacked on high elevated tables, suggesting preparation or discussion. A welcome announcement over the PA outlines the fair schedule. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. At the event, a cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, students line up before the career fair with resumes in branded folders. A panel of alumni discusses preparing for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens of their apps. Consulting firms place glossy case study booklets on high elevated tables, suggesting preparation or discussion. A welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage, with students clutching resumes in branded folders. Alumni volunteers deliver pep talks near the coffee station; finance firms provide QR codes for immediate internship applications. Career counselors direct unsure students toward applicable industries. A system event recorded an LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions.",
    "Outside the university gym, students line up before the career fair with resumes in branded folders. A panel of alumni discusses preparing for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens of their apps. Consulting firms place glossy case study booklets on high elevated tables, suggesting preparation or discussion. A welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage, with students clutching resumes in branded folders. Alumni volunteers deliver pep talks near the coffee station; finance firms provide QR codes for immediate internship applications. Career counselors direct unsure students toward applicable industries. A system event recorded an LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions."
  ],
  "19_score": [
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.39435824029988775,
    0.39435824029988775,
    0.39435824029988775,
    0.6651977927177476,
    0.6651977927177476,
    0.6651977927177476,
    0.6651977927177476,
    0.8088977019112606,
    0.8088977019112606,
    0.8088977019112606,
    0.8088977019112606,
    0.8088977019112606,
    0.8088977019112606,
    0.8088977019112606,
    0.8088977019112606,
    0.8782655350179328,
    0.8782655350179328,
    0.8782655350179328,
    0.8782655350179328,
    0.8782655350179328,
    0.8808455779014333,
    0.8808455779014333,
    0.8808455779014333,
    0.8808455779014333,
    0.8808455779014333,
    0.8808455779014333,
    0.8677795292949806,
    0.8677795292949806,
    0.8677795292949806,
    0.8677795292949806,
    0.8677795292949806,
    0.8677795292949806,
    0.8677795292949806,
    0.8677795292949806,
    0.8677795292949806,
    0.8677795292949806,
    0.8677795292949806,
    0.8677795292949806,
    0.8677795292949806,
    0.8677795292949806,
    0.8677795292949806,
    0.8677795292949806,
    0.8677795292949806,
    0.8500616135019631,
    0.8500616135019631,
    0.8500616135019631,
    0.8500616135019631,
    0.8500616135019631,
    0.8500616135019631,
    0.8500616135019631,
    0.8500616135019631,
    0.8500616135019631,
    0.8500616135019631,
    0.8500616135019631,
    0.8500616135019631,
    0.8500616135019631,
    0.8500616135019631,
    0.8500616135019631,
    0.8500616135019631,
    0.8500616135019631,
    0.8500616135019631
  ],
  "20": [
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews.",
    "At a university career fair, a cybersecurity company runs a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the fair opens, clutching resumes stored in branded folders. A welcome announcement outlining the fair schedule is broadcast over the PA system. Finance firms offer QR codes for immediate internship applications.",
    "At a university career fair, a cybersecurity company runs a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the fair opens, clutching resumes stored in branded folders. A welcome announcement outlining the fair schedule is broadcast over the PA system. Finance firms offer QR codes for immediate internship applications.",
    "At a university career fair, a cybersecurity company runs a password-cracking challenge on a laptop while an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the fair opens, clutching resumes stored in branded folders. A welcome announcement outlining the fair schedule is broadcast over the PA system. Finance firms display QR codes for immediate internship applications. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps, whereas consulting firms stack glossy case study booklets on high tables.",
    "At a university career fair, a cybersecurity company runs a password-cracking challenge on a laptop while an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the fair opens, clutching resumes stored in branded folders. A welcome announcement outlining the fair schedule is broadcast over the PA system. Finance firms display QR codes for immediate internship applications. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps, whereas consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "At a university career fair, a cybersecurity company runs a password-cracking challenge on a laptop while an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up clutching resumes stored in branded folders. A welcome announcement outlining the fair schedule is broadcast over the PA system. Finance firms display QR codes for immediate internship applications. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "At a university career fair, a cybersecurity company runs a password-cracking challenge on a laptop while an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up clutching resumes stored in branded folders. A welcome announcement outlining the fair schedule is broadcast over the PA system. Finance firms display QR codes for immediate internship applications. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact."
  ],
  "20_score": [
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.41126114697635885,
    0.41126114697635885,
    0.41126114697635885,
    0.41126114697635885,
    0.8383718992297566,
    0.8383718992297566,
    0.8383718992297566,
    0.8383718992297566,
    0.8383718992297566,
    0.8383718992297566,
    0.8383718992297566,
    0.8383718992297566,
    0.8383718992297566,
    0.8383718992297566,
    0.8383718992297566,
    0.8807922349730714,
    0.8807922349730714,
    0.8807922349730714,
    0.8830796330639099,
    0.8830796330639099,
    0.8830796330639099,
    0.8830796330639099,
    0.8784755031760659,
    0.8784755031760659,
    0.8784755031760659,
    0.8784755031760659,
    0.8784755031760659,
    0.8784755031760659,
    0.8784755031760659,
    0.8784755031760659,
    0.8784755031760659,
    0.8784755031760659,
    0.8784755031760659,
    0.8784755031760659,
    0.8784755031760659,
    0.8784755031760659,
    0.8784755031760659,
    0.8784755031760659,
    0.8784755031760659,
    0.8784755031760659,
    0.8784755031760659,
    0.8784755031760659,
    0.8784755031760659,
    0.8784755031760659,
    0.8784755031760659,
    0.8784755031760659,
    0.8784755031760659,
    0.8784755031760659,
    0.8784755031760659,
    0.8784755031760659,
    0.8784755031760659,
    0.8784755031760659,
    0.8784755031760659,
    0.8784755031760659
  ],
  "21": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "At the event, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map.",
    "At the event, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map.",
    "At the event, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders, and finance firms offer QR codes for immediate internship applications.",
    "At the event, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders, and finance firms offer QR codes for immediate internship applications.",
    "At the event, staff at the entrance scan registrations and hand out lanyards to attendees. Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. A panel of alumni discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "At the university's professional career fair, staff at the entrance scan registrations and hand out lanyards. Outside the university gym, students line up before the fair opens, clutching resumes stored in branded folders. Groups of friends mark target employers on the event map, while attendees carry resumes in branded folders. Finance firms offer QR codes for immediate internship applications. A panel of alumni discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Consulting firms display glossy case-study booklets stacked on high elevated tables, suggesting preparation or discussion.",
    "At the university's professional career fair, staff scan registrations and hand out lanyards at the entrance. Outside the gym, students line up with resumes in branded folders as groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications; alumni discuss preparing for technical interviews. A PA welcomes attendees and announces the fair schedule, with alumni pep talks near the coffee station. Tech firms display demo screens; a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries; consulting firms display glossy case-study booklets on elevated tables. At the engineering society-sponsored fair, a resume review table sits near the stage with resumes in branded folders. Workshops on networking etiquette begin in the adjoining classroom. A system event logs an LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions.",
    "At the university career fair, staff scan registrations and hand out lanyards at the entrance. Outside the gym, students line up with resumes in branded folders, while groups of friends mark target employers on an event map. Finance firms offer QR codes for immediate internship applications; alumni discuss preparing for technical interviews. A PA welcomes attendees and announces the fair schedule; alumni pep talks occur near the coffee station. Tech firms display demo screens; a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries; consulting firms display glossy case-study booklets on elevated tables. At the engineering society-sponsored fair, a resume review table sits near the stage with resumes in branded folders; workshops on networking etiquette begin in the adjoining classroom. A system event logs an LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions."
  ],
  "21_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4007297898943012,
    0.4007297898943012,
    0.4007297898943012,
    0.4007297898943012,
    0.7922906728542227,
    0.7922906728542227,
    0.7922906728542227,
    0.7922906728542227,
    0.7922906728542227,
    0.7922906728542227,
    0.7922906728542227,
    0.7922906728542227,
    0.9037738871326109,
    0.9037738871326109,
    0.9037738871326109,
    0.9037738871326109,
    0.9037738871326109,
    0.9037738871326109,
    0.9037738871326109,
    0.8747311382795813,
    0.8747311382795813,
    0.8747311382795813,
    0.8747311382795813,
    0.8747311382795813,
    0.8747311382795813,
    0.8747311382795813,
    0.8747311382795813,
    0.8747311382795813,
    0.8747311382795813,
    0.8747311382795813,
    0.8747311382795813,
    0.8747311382795813,
    0.8747311382795813,
    0.8747311382795813,
    0.8747311382795813,
    0.8431598725096577,
    0.8431598725096577,
    0.8431598725096577,
    0.8431598725096577,
    0.8431598725096577,
    0.8431598725096577,
    0.8431598725096577,
    0.8431598725096577,
    0.8431598725096577,
    0.8477676742905786,
    0.8477676742905786,
    0.8477676742905786,
    0.8477676742905786,
    0.8477676742905786,
    0.8477676742905786,
    0.8477676742905786,
    0.8477676742905786,
    0.8477676742905786,
    0.8477676742905786,
    0.8477676742905786,
    0.8477676742905786
  ],
  "22": [
    "",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, establishing a backdrop of current software demonstrations; finance firms offer QR codes for immediate internship applications.",
    "Tech companies display demo screens showing their latest apps, establishing a backdrop of current software demonstrations. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "At a university career fair, tech companies display demo screens of their latest apps, establishing a backdrop of software demonstrations, while finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlining the fair schedule is broadcast over the PA as the event unfolds. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards, and outside the gym students line up before opening, clutching resumes in branded folders. Inside the venue, HR teams jot notes on tablets as students introduce themselves.",
    "At a university career fair, tech companies display demo screens of their latest apps, forming a backdrop of software demonstrations, while finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlining the fair schedule is broadcast over the PA as the event unfolds. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards; outside the gym, students line up before opening, clutching resumes in branded folders. Inside the venue, HR teams jot notes on tablets as students introduce themselves.",
    "At a university career fair, tech companies display demo screens of their latest apps, forming a backdrop of software demonstrations, while finance firms provide QR codes for immediate internship applications. Students rehearse elevator pitches against the wall as a welcome announcement over the PA outlines the schedule, and an alumni panel discusses preparation for technical interviews. At the entrance, event staff scan registrations and hand out lanyards, while outside the gym students line up before opening, clutching resumes in branded folders. Inside, HR teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "At a university career fair, tech companies display demo screens, forming a backdrop of software demonstrations, while finance firms provide QR codes for immediate internship applications. Students rehearse elevator pitches against the wall as a welcome PA outlines the schedule, and an alumni panel discusses preparation for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Outside the gym, students line up before opening, clutching resumes in branded folders. Inside, HR teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "At a university career fair, a backdrop of software demonstrations from demo screens at tech companies and QR codes from finance firms for immediate internship applications set the scene. Outside the gym, students lined up before opening, clutching resumes stored in branded folders. At the entrance, event staff scanned registrations and handed out lanyards. Inside, HR teams jotted notes on tablets as students introduced themselves; panels of alumni discussed how to prepare for technical interviews. Workshops on networking etiquette took place in the adjoining classroom. Consulting firms stacked glossy case study booklets on high tables. Career counselors reminded attendees to maintain eye contact and redirected unsure students toward applicable industries. A welcome announcement outlining the fair schedule was broadcast over the PA system. A system event recorded an LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions.",
    "At a university career fair, a backdrop of demo screens from tech companies and QR codes from finance firms for internships set the scene. Outside the gym, students lined up before opening, clutching resumes in branded folders. At the entrance, event staff scanned registrations and handed out lanyards. Inside, HR teams jotted notes on tablets as students introduced themselves; alumni panels discussed preparing for technical interviews. Workshops on networking etiquette took place in the adjoining classroom. Consulting firms stacked glossy case study booklets on high tables. Career counselors reminded attendees to maintain eye contact and directed unsure students toward applicable industries. A welcome announcement outlining the schedule was broadcast over the PA system. A system event recorded an LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "22_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.47565871763512496,
    0.47565871763512496,
    0.47565871763512496,
    0.47565871763512496,
    0.7194415083663489,
    0.7194415083663489,
    0.7194415083663489,
    0.7194415083663489,
    0.7194415083663489,
    0.8750952689069708,
    0.8750952689069708,
    0.8750952689069708,
    0.8750952689069708,
    0.8752491350552338,
    0.8752491350552338,
    0.8752491350552338,
    0.8752491350552338,
    0.8676955374323609,
    0.8676955374323609,
    0.8676955374323609,
    0.8676955374323609,
    0.8609521800795897,
    0.8609521800795897,
    0.8609521800795897,
    0.8609521800795897,
    0.8609521800795897,
    0.8609521800795897,
    0.8609521800795897,
    0.8609521800795897,
    0.8609521800795897,
    0.8609521800795897,
    0.804525467228759,
    0.804525467228759,
    0.804525467228759,
    0.804525467228759,
    0.804525467228759,
    0.804525467228759,
    0.804525467228759,
    0.804525467228759,
    0.804525467228759,
    0.804525467228759,
    0.804525467228759,
    0.804525467228759,
    0.804525467228759,
    0.804525467228759,
    0.7826245210682241,
    0.7826245210682241,
    0.7826245210682241,
    0.7826245210682241,
    0.7826245210682241,
    0.7826245210682241,
    0.7826245210682241,
    0.7826245210682241
  ],
  "23": [
    "",
    "A line of students forms outside the university gym in the moments before the career fair opens.",
    "A line of students forms outside the university gym just before the career fair opens. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, a line of students waits just before the career fair opens. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention.",
    "Outside the university gym, a line of students waits just before the career fair opens. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlining the fair schedule is broadcast over the PA system, and finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, a line of students waits just before the career fair opens. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlining the fair schedule is broadcast over the PA system, and finance firms offer QR codes for immediate internship applications. At the venue entrance, event staff scan registrations and hand out lanyards to attendees, while an alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, a line of students waits just before the career fair opens. Some rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlining the fair schedule is broadcast over the PA system, and finance firms offer QR codes for immediate internship applications. At the venue entrance, event staff scan registrations and hand out lanyards to attendees, while an alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, a line of students waits just before the career fair opens. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlining the fair schedule is broadcast over the PA system, while finance firms offer QR codes for immediate internship applications. At the venue entrance, event staff scan registrations and hand out lanyards to attendees, while an alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, a line of students waits before the career fair opens, with some rehearsing elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlining the fair schedule is broadcast over the PA system, and finance firms display QR codes for immediate internship applications. At the venue entrance, event staff scan registrations and hand out lanyards to attendees, while an alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, a line of students waits before the career fair opens, with some rehearsing elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlining the fair schedule is broadcast over the PA system. Finance firms display QR codes for immediate internship applications, and at the venue entrance, event staff scan registrations and hand out lanyards to attendees. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, a line of students waits before opening, with some rehearsing elevator pitches against the wall. A robotics startup flies a drone above its booth to attract attention, while a welcome announcement outlining the schedule is broadcast over the PA. Finance firms display QR codes for immediate internship applications, and at the venue entrance staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, and a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map as students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact. Inside, HR teams jot notes on tablets as students introduce themselves; workshops on networking etiquette begin in the adjoining classroom; consulting firms stack case study booklets on high tables.",
    "Outside the university gym, a line of students waits before opening as some rehearse elevator pitches against the wall. A robotics startup flies a drone above its booth to attract attention, while a welcome announcement outlining the schedule is broadcast over the PA. Finance firms display QR codes for immediate internship applications, and staff at the venue entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, and a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map as students clutch resumes inside branded folders. Inside, HR teams jot notes on tablets as students introduce themselves; workshops on networking etiquette begin in the adjoining classroom; consulting firms stack case study booklets on high tables. A system event recorded an LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions."
  ],
  "23_score": [
    0.0,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.47894243385903423,
    0.47894243385903423,
    0.47894243385903423,
    0.7039611569166788,
    0.7039611569166788,
    0.7039611569166788,
    0.8112940038343299,
    0.8112940038343299,
    0.8112940038343299,
    0.8112940038343299,
    0.8663026694251053,
    0.8663026694251053,
    0.8663026694251053,
    0.8663026694251053,
    0.8663026694251053,
    0.8663026694251053,
    0.8666832869992576,
    0.8666832869992576,
    0.8666832869992576,
    0.8666832869992576,
    0.8666832869992576,
    0.8666832869992576,
    0.8645218872144107,
    0.8645218872144107,
    0.8645218872144107,
    0.8645218872144107,
    0.8536759834626882,
    0.8536759834626882,
    0.8536759834626882,
    0.8536759834626882,
    0.8536759834626882,
    0.8536759834626882,
    0.8926817865645664,
    0.8926817865645664,
    0.8926817865645664,
    0.8926817865645664,
    0.8926817865645664,
    0.8926817865645664,
    0.8926817865645664,
    0.8926817865645664,
    0.8926817865645664,
    0.8926817865645664,
    0.8345005035382685,
    0.8345005035382685,
    0.8345005035382685,
    0.8345005035382685,
    0.8345005035382685,
    0.7784382270610797,
    0.7784382270610797,
    0.7784382270610797,
    0.7784382270610797,
    0.7784382270610797,
    0.7784382270610797,
    0.7784382270610797,
    0.7784382270610797,
    0.7784382270610797,
    0.7784382270610797,
    0.7784382270610797,
    0.7784382270610797,
    0.7784382270610797
  ],
  "24": [
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees. At the event, a panel of alumni discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees. Inside the venue, a panel of alumni discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Inside the venue, a panel of alumni discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Inside the venue, a panel of alumni discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out attendee lanyards. Inside the venue, a panel of alumni discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Event staff scan registrations and hand out attendee lanyards at the entrance. Inside the venue, a panel of alumni discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, staff scan registrations and hand out attendee lanyards at the entrance. Inside, a panel of alumni discusses technical interview preparation. A PA system broadcasts the welcome announcement outlining the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention.",
    "At the career fair, staff scan registrations and hand out attendee lanyards at the entrance. Inside, a panel of alumni discusses technical interview preparation. A PA system broadcasts a welcome announcement outlining the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, staff scan registrations and hand out attendee lanyards at the entrance. Inside, a panel of alumni discusses technical interview preparation. A PA system broadcasts a welcome announcement outlining the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "24_score": [
    0.0,
    0.0,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.4166070837863704,
    0.4166070837863704,
    0.4166070837863704,
    0.4166070837863704,
    0.4166070837863704,
    0.4166070837863704,
    0.4166070837863704,
    0.4166070837863704,
    0.4166070837863704,
    0.8209328643325693,
    0.8209328643325693,
    0.8209328643325693,
    0.8209328643325693,
    0.8209328643325693,
    0.8209328643325693,
    0.8233065149349589,
    0.8233065149349589,
    0.8233065149349589,
    0.8572455183137766,
    0.8572455183137766,
    0.8572455183137766,
    0.864899668835734,
    0.864899668835734,
    0.864899668835734,
    0.864899668835734,
    0.8719302976978227,
    0.8719302976978227,
    0.8719302976978227,
    0.8719302976978227,
    0.8719302976978227,
    0.8719302976978227,
    0.8719302976978227,
    0.8719302976978227,
    0.8719302976978227,
    0.8719302976978227,
    0.8719302976978227,
    0.8736264366991358,
    0.8736264366991358,
    0.8736264366991358,
    0.8736264366991358,
    0.8736264366991358,
    0.8736264366991358,
    0.8736264366991358,
    0.8830487530437163,
    0.8830487530437163,
    0.8830487530437163,
    0.8830487530437163,
    0.8854433603538581,
    0.8854433603538581,
    0.8854433603538581,
    0.8854433603538581,
    0.8854433603538581,
    0.8854433603538581,
    0.8854433603538581,
    0.8854433603538581,
    0.8854433603538581,
    0.8854433603538581,
    0.8854433603538581,
    0.8854433603538581,
    0.8854433603538581,
    0.8854433603538581
  ]
}