{
  "0": [
    "",
    "",
    "",
    "Tech companies are displaying demo screens showing their latest apps. The screens are located in a large, open hall. Several attendees are observing the demonstrations.",
    "The large, open hall displays demo screens showcasing the latest apps. Several attendees are observing the demonstrations, while consulting firms stack glossy case study booklets on high tables.",
    "The large, open hall displays demo screens showcasing the latest apps. Several attendees are observing the demonstrations, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "The large, open hall displays demo screens showcasing the latest apps. Several attendees are observing the demonstrations and consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "The large, open hall features demo screens displaying the latest apps, with several attendees observing the demonstrations and consulting firms presenting glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact. A welcome announcement is playing over the PA system, outlining the fair schedule.",
    "The large, open hall contains demo screens displaying the latest apps, with several attendees observing the demonstrations and consulting firms presenting glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. A welcome announcement is playing over the PA system, outlining the fair schedule, and career counselors are reminding attendees to maintain eye contact.",
    "The large, open hall contains demo screens displaying the latest apps, with several attendees observing the demonstrations and consulting firms presenting glossy case study booklets on high tables. Healthcare providers showcase community outreach photos, and a welcome announcement is playing over the PA system outlining the fair schedule. Career counselors are reminding attendees to maintain eye contact.",
    "The large, open hall contains demo screens displaying the latest apps, with several attendees observing the demonstrations and consulting firms presenting glossy case study booklets on high tables. Healthcare providers showcase community outreach photos, and a welcome announcement is playing over the PA system outlining the fair schedule. Career counselors are reminding attendees to maintain eye contact.",
    "The large, open hall contains demo screens displaying the latest apps, with several attendees observing the demonstrations and consulting firms presenting glossy case study booklets on high tables. Healthcare providers showcase community outreach photos, and a welcome announcement is playing over the PA system outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. Career counselors are reminding attendees to maintain eye contact.",
    "The large, open hall contains demo screens displaying the latest apps, with several attendees observing the demonstrations and consulting firms presenting glossy case study booklets on high tables. Healthcare providers showcase community outreach photos, and dozens of booths with colorful banners circle the polished floor. Career counselors are reminding attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station. A welcome announcement is playing over the PA system outlining the fair schedule.",
    "The large, open hall contains demo screens displaying the latest apps, with several attendees observing the demonstrations and consulting firms presenting glossy case study booklets on high tables. Healthcare providers showcase community outreach photos, and dozens of booths with colorful banners circle the polished floor. Career counselors are reminding attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station. A welcome announcement is playing over the PA system outlining the fair schedule."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.4193046969131957,
    0.4193046969131957,
    0.4193046969131957,
    0.4193046969131957,
    0.46065799310944133,
    0.46065799310944133,
    0.46065799310944133,
    0.5902016294101656,
    0.5902016294101656,
    0.5902016294101656,
    0.5902016294101656,
    0.5902016294101656,
    0.6116901473593525,
    0.6116901473593525,
    0.6116901473593525,
    0.6838502719037742,
    0.6838502719037742,
    0.6838502719037742,
    0.6838502719037742,
    0.638125280006214,
    0.638125280006214,
    0.638125280006214,
    0.638125280006214,
    0.638125280006214,
    0.638125280006214,
    0.638125280006214,
    0.6260686986536542,
    0.6260686986536542,
    0.6260686986536542,
    0.6260686986536542,
    0.6260686986536542,
    0.6260686986536542,
    0.6260686986536542,
    0.6260686986536542,
    0.6260686986536542,
    0.6260686986536542,
    0.6260686986536542,
    0.6260686986536542,
    0.6731356536467445,
    0.6731356536467445,
    0.6731356536467445,
    0.6731356536467445,
    0.6731356536467445,
    0.6731356536467445,
    0.6731356536467445,
    0.6731356536467445,
    0.7063354608887991,
    0.7063354608887991,
    0.7063354608887991,
    0.7063354608887991,
    0.7063354608887991,
    0.7063354608887991,
    0.7063354608887991,
    0.7063354608887991,
    0.7063354608887991,
    0.7063354608887991,
    0.7063354608887991,
    0.7063354608887991,
    0.7063354608887991,
    0.7063354608887991,
    0.7063354608887991,
    0.7063354608887991,
    0.7063354608887991
  ],
  "1": [
    "",
    "",
    "",
    "",
    "The fair schedule is announced over the PA system. The fair includes events from 9 AM to 5 PM.",
    "The fair is scheduled from 9 AM to 5 PM, with dozens of booths featuring colorful banners surrounding the polished floor.",
    "The fair is scheduled from 9 AM to 5 PM, with dozens of booths featuring colorful banners surrounding the polished floor. A welcome announcement outlines the fair schedule over the PA system.",
    "The fair runs from 9 AM to 5 PM, with dozens of booths surrounded by colorful banners. A polished floor covers the fairground, and a welcome announcement details the schedule via the PA system. Healthcare providers are displaying community outreach photos.",
    "The fair runs from 9 AM to 5 PM, with dozens of booths surrounded by colorful banners. A polished floor covers the fairground, and a welcome announcement details the schedule via the PA system. Healthcare providers are displaying community outreach photos, while tech companies display demo screens showing their latest apps.",
    "The fair runs from 9 AM to 5 PM, with dozens of booths surrounded by colorful banners. A polished floor covers the fairground, and a welcome announcement details the schedule via the PA system. Healthcare providers are displaying community outreach photos, while tech companies display demo screens showing their latest apps.",
    "The fair runs from 9 AM to 5 PM, with dozens of booths surrounded by colorful banners on a polished floor. A welcome announcement details the schedule via the PA system. Healthcare providers are displaying community outreach photos, and tech companies are showing their latest apps on demo screens. Students line up outside the university gym before the career fair opens.",
    "The career fair runs from 9 AM to 5 PM, with dozens of booths surrounding a polished floor adorned by colorful banners. A welcome announcement details the schedule via the PA system. Healthcare providers display community outreach photos, while tech companies demonstrate their latest apps on demo screens. Students line up outside the university gym, and career counselors remind attendees to maintain eye contact.",
    "The career fair runs from 9 AM to 5 PM, with dozens of booths surrounding a polished floor adorned by colorful banners. A welcome announcement details the schedule via the PA system. Students line up outside the university gym, and career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos, while tech companies demonstrate their latest apps on demo screens.",
    "The career fair runs from 9 AM to 5 PM, with dozens of booths surrounding a polished floor adorned by colorful banners. Students line up outside the university gym, and career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos, while tech companies demonstrate their latest apps on demo screens. A welcome announcement outlines the fair schedule over the PA system.",
    "The career fair runs from 9 AM to 5 PM, with dozens of booths surrounding a polished floor adorned by colorful banners. Students line up outside the university gym, and career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos, while tech companies demonstrate their latest apps on demo screens. A welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens.",
    "The career fair runs from 9 AM to 5 PM, with dozens of booths surrounding a polished floor adorned by colorful banners. Students line up outside the university gym, and career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos, while tech companies demonstrate their latest apps on demo screens. Consulting firms stack glossy case study booklets on high tables."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.40498932886919814,
    0.40498932886919814,
    0.40498932886919814,
    0.3727822088225753,
    0.3727822088225753,
    0.45670313032921583,
    0.45670313032921583,
    0.45670313032921583,
    0.45670313032921583,
    0.45670313032921583,
    0.5256826261819312,
    0.5256826261819312,
    0.5256826261819312,
    0.5513380173926954,
    0.5513380173926954,
    0.5513380173926954,
    0.5513380173926954,
    0.5513380173926954,
    0.5513380173926954,
    0.5513380173926954,
    0.5513380173926954,
    0.5513380173926954,
    0.5513380173926954,
    0.5513380173926954,
    0.5513380173926954,
    0.746763301235137,
    0.746763301235137,
    0.746763301235137,
    0.746763301235137,
    0.746763301235137,
    0.746763301235137,
    0.7862561090376131,
    0.7862561090376131,
    0.7862561090376131,
    0.7862561090376131,
    0.7862561090376131,
    0.7862561090376131,
    0.7862561090376131,
    0.800964806833481,
    0.800964806833481,
    0.800964806833481,
    0.800964806833481,
    0.800964806833481,
    0.800964806833481,
    0.7959553480334272,
    0.7959553480334272,
    0.7959553480334272,
    0.7959553480334272,
    0.7929721515854027,
    0.7929721515854027,
    0.7929721515854027,
    0.7929721515854027,
    0.7929721515854027,
    0.7929721515854027,
    0.7929721515854027,
    0.7929721515854027,
    0.7929721515854027,
    0.7929721515854027,
    0.818096484059708,
    0.818096484059708,
    0.818096484059708,
    0.818096484059708
  ],
  "2": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms have placed glossy case study booklets on high tables. Outside the university gym, students are lined up, awaiting the opening of the career fair.",
    "Consulting firms have placed glossy case study booklets on high tables. Students are lined up outside the university gym, awaiting the opening of the career fair. Dozens of booths with colorful banners circle the polished floor.",
    "Consulting firms have placed glossy case study booklets on high tables surrounding the polished floor of the university gym. Students are lined up outside, awaiting the opening of the career fair, and dozens of booths with colorful banners circle the space. Alumni volunteers share quick pep talks near the coffee station.",
    "The university gym is filled with glossy case study booklets placed on high tables, surrounding the polished floor. Students are lined up outside awaiting the opening of the career fair, and dozens of booths with colorful banners circle the space. Alumni volunteers share quick pep talks near the coffee station, while event staff scan registrations and hand out lanyards at the entrance.",
    "The university gym is filled with glossy case study booklets placed on high tables, surrounding the polished floor. Students are lined up outside awaiting the opening of the career fair, and dozens of booths with colorful banners circle the space. Alumni volunteers share quick pep talks near the coffee station, and event staff scan registrations and hand out lanyards at the entrance.",
    "The university gym is filled with glossy case study booklets on high tables and a polished floor. Students are lined up outside awaiting the opening of the career fair, and dozens of booths with colorful banners circle the space. Alumni volunteers share quick pep talks near the coffee station, and event staff scan registrations and hand out lanyards at the entrance. Consulting firms have also stacked glossy case study booklets on high tables.",
    "The university gym is filled with glossy case study booklets on high tables and a polished floor. Students are lined up outside awaiting the opening of the career fair, and dozens of booths with colorful banners circle the space. Alumni volunteers share quick pep talks near the coffee station, and event staff scan registrations and hand out lanyards at the entrance. Consulting firms have also stacked glossy case study booklets on high tables.",
    "The university gym is filled with glossy case study booklets on high tables and a polished floor. Students are lined up outside awaiting the opening of the career fair, and dozens of booths with colorful banners circle the space. Consulting firms have also stacked glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station, and event staff scan registrations and hand out lanyards at the entrance.",
    "The university gym is filled with glossy case study booklets on high tables and a polished floor. Students are lined up outside awaiting the opening of the career fair, and dozens of booths with colorful banners circle the space. Consulting firms have also stacked glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station, and event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "The university gym is filled with glossy case study booklets on high tables and a polished floor. Students are lined up outside awaiting the opening of the career fair, and dozens of booths with colorful banners circle the space. Consulting firms have also stacked glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station, and event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.5848830525516566,
    0.5848830525516566,
    0.5848830525516566,
    0.5848830525516566,
    0.7354296673009464,
    0.7354296673009464,
    0.7354296673009464,
    0.7354296673009464,
    0.8124595939273865,
    0.8124595939273865,
    0.8124595939273865,
    0.8124595939273865,
    0.8124595939273865,
    0.8124595939273865,
    0.8124595939273865,
    0.8294330108637952,
    0.8294330108637952,
    0.8294330108637952,
    0.8294330108637952,
    0.8294330108637952,
    0.8259191730778439,
    0.8259191730778439,
    0.8259191730778439,
    0.8259191730778439,
    0.8259191730778439,
    0.8259191730778439,
    0.840409809496228,
    0.840409809496228,
    0.840409809496228,
    0.840409809496228,
    0.840409809496228,
    0.840409809496228,
    0.840409809496228,
    0.840409809496228,
    0.840409809496228,
    0.840409809496228,
    0.840409809496228,
    0.840409809496228,
    0.840409809496228,
    0.8484785021804016,
    0.8484785021804016,
    0.8484785021804016,
    0.8484785021804016,
    0.8484785021804016,
    0.8484785021804016,
    0.8858216887443182,
    0.8858216887443182,
    0.8858216887443182,
    0.8858216887443182,
    0.8858216887443182,
    0.8858216887443182,
    0.8858216887443182,
    0.8595251668701026,
    0.8595251668701026
  ],
  "3": [
    "",
    "",
    "Alumni volunteers are gathered near the coffee station, offering brief pep talks. Several volunteers are standing close to the coffee station, and the talks are brief.",
    "Alumni volunteers are gathered near the coffee station, offering brief pep talks. Several volunteers are standing close to the coffee station, and the talks are brief. Healthcare providers are showcasing community outreach photos.",
    "Alumni volunteers are gathered near the coffee station, offering brief pep talks. Several volunteers are standing close to the coffee station, and the talks are brief. Healthcare providers are showcasing community outreach photos.",
    "Alumni volunteers are offering brief pep talks near the coffee station, with several volunteers standing close by. Outside the university gym, students line up before the career fair opens. Healthcare providers are showcasing community outreach photos.",
    "Alumni volunteers are offering brief pep talks near the coffee station, with several volunteers standing close by. Students line up outside the university gym before the career fair opens. Healthcare providers are showcasing community outreach photos at the entrance. Event staff are scanning registrations and handing out lanyards.",
    "Students line up outside the university gym before the career fair opens, while healthcare providers showcase community outreach photos at the entrance. Event staff are scanning registrations and handing out lanyards. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos at the entrance, while event staff are scanning registrations and handing out lanyards. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos at the entrance, while event staff are scanning registrations and handing out lanyards. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos at the entrance, while event staff are scanning registrations and handing out lanyards. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos at the entrance, while event staff are scanning registrations and handing out lanyards. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos at the entrance, while event staff are scanning registrations and handing out lanyards. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "3_score": [
    0.0,
    0.0,
    0.4158567261137678,
    0.4158567261137678,
    0.5022962561177521,
    0.5022962561177521,
    0.5022962561177521,
    0.5022962561177521,
    0.5022962561177521,
    0.5022962561177521,
    0.5022962561177521,
    0.5022962561177521,
    0.5022962561177521,
    0.5022962561177521,
    0.5022962561177521,
    0.5022962561177521,
    0.5022962561177521,
    0.5022962561177521,
    0.7005057938373157,
    0.7005057938373157,
    0.7005057938373157,
    0.7005057938373157,
    0.7616792599156699,
    0.7616792599156699,
    0.7616792599156699,
    0.7616792599156699,
    0.7616792599156699,
    0.7845064837309139,
    0.7845064837309139,
    0.7845064837309139,
    0.7845064837309139,
    0.7845064837309139,
    0.7845064837309139,
    0.7845064837309139,
    0.7845064837309139,
    0.7845064837309139,
    0.7845064837309139,
    0.7845064837309139,
    0.7960537581429138,
    0.7960537581429138,
    0.7960537581429138,
    0.7960537581429138,
    0.7960537581429138,
    0.7960537581429138,
    0.8559404471440577,
    0.8559404471440577,
    0.8559404471440577,
    0.8559404471440577,
    0.8559404471440577,
    0.8559404471440577,
    0.8559404471440577,
    0.8559404471440577,
    0.8559404471440577,
    0.8559404471440577,
    0.8559404471440577,
    0.8559404471440577,
    0.8559404471440577,
    0.8559404471440577,
    0.8559404471440577,
    0.8503979188346504,
    0.8503979188346504,
    0.8503979188346504,
    0.8503979188346504,
    0.8503979188346504,
    0.8559404471440577,
    0.8559404471440577
  ],
  "4": [
    "",
    "",
    "The healthcare providers are displaying photographs taken during community outreach events. The photos show a small group of patients receiving vaccinations at a local community center. Several individuals are wearing blue scrubs, and a younger man is assisting them with administering the shots. The community center has a bright, open floor plan with white walls.",
    "The healthcare providers are displaying photographs taken during community outreach events. Several individuals are wearing blue scrubs, and a younger man is assisting them with administering the shots at a local community center. The community center has a bright, open floor plan with white walls. Event staff are scanning registrations and handing out lanyards at the entrance.",
    "Healthcare providers are displaying photographs taken during community outreach events. Several individuals are wearing blue scrubs, and a younger man is assisting them with administering the shots at a local community center. The community center has a bright, open floor plan with white walls. Event staff are scanning registrations and handing out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "Healthcare providers are displaying photographs taken during community outreach events. Several individuals are wearing blue scrubs, and a younger man is assisting them with administering the shots at a local community center. The community center has a bright, open floor plan with white walls. Event staff are scanning registrations and handing out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers are displaying photographs taken during community outreach events. Several individuals are wearing blue scrubs, and a younger man is assisting them with administering the shots at a local community center. The community center has a bright, open floor plan with white walls. Event staff are scanning registrations and handing out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system.",
    "Healthcare providers are displaying photographs taken during community outreach events. Several individuals are wearing blue scrubs, and a younger man is assisting them with administering the shots at a local community center. The community center has a bright, open floor plan with white walls. Dozens of booths with colorful banners circle the polished floor, and event staff are scanning registrations and handing out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "Healthcare providers are displaying photographs taken during community outreach events. Several individuals are wearing blue scrubs, and a younger man is assisting them with administering the shots at a local community center. The community center has a bright, open floor plan with white walls. Dozens of booths with colorful banners circle the polished floor, and event staff are scanning registrations and handing out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "Healthcare providers are displaying photographs taken during community outreach events. Several individuals are wearing blue scrubs, and a younger man is assisting them with administering the shots at a local community center. The community center has a bright, open floor plan with white walls. Dozens of booths with colorful banners circle the polished floor, and event staff are scanning registrations and handing out lanyards at the entrance. Students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "The community center features a bright, open floor plan with white walls and a polished floor surrounded by dozens of booths with colorful banners. Healthcare providers are displaying photographs taken during community outreach events, while a younger man assists them with administering shots. Event staff are scanning registrations and handing out lanyards at the entrance, and students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "The community center has a bright, open floor plan with white walls and a polished floor, surrounded by dozens of booths with colorful banners. Healthcare providers are displaying photographs taken during community outreach events, while a younger man assists them with administering shots. Event staff are scanning registrations and handing out lanyards at the entrance, and students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "The community center features a bright, open floor plan with white walls and a polished floor, surrounded by dozens of booths with colorful banners. Healthcare providers are displaying photographs taken during community outreach events, while a younger man assists them with administering shots. Event staff are scanning registrations and handing out lanyards at the entrance, and students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "4_score": [
    0.0,
    0.0,
    0.35443560900491283,
    0.35443560900491283,
    0.35443560900491283,
    0.35443560900491283,
    0.3833011368982442,
    0.3833011368982442,
    0.514275080934212,
    0.514275080934212,
    0.514275080934212,
    0.5514906796168062,
    0.5514906796168062,
    0.5514906796168062,
    0.5514906796168062,
    0.5514906796168062,
    0.5514906796168062,
    0.5514906796168062,
    0.5514906796168062,
    0.5504063548992846,
    0.5504063548992846,
    0.5504063548992846,
    0.5504063548992846,
    0.5504063548992846,
    0.5504063548992846,
    0.5504063548992846,
    0.5400115472556761,
    0.5400115472556761,
    0.5400115472556761,
    0.5400115472556761,
    0.5400115472556761,
    0.5400115472556761,
    0.5400115472556761,
    0.5315215669629525,
    0.5315215669629525,
    0.5315215669629525,
    0.5315215669629525,
    0.5315215669629525,
    0.5315215669629525,
    0.5315215669629525,
    0.6117415796333032,
    0.6117415796333032,
    0.6117415796333032,
    0.6117415796333032,
    0.6117415796333032,
    0.6117415796333032,
    0.6117415796333032,
    0.6119142494619958,
    0.6119142494619958,
    0.6119142494619958,
    0.6119142494619958,
    0.6119142494619958,
    0.6119142494619958,
    0.6119142494619958,
    0.6119142494619958,
    0.6119142494619958,
    0.6119142494619958,
    0.6103417487504603,
    0.6103417487504603,
    0.6103417487504603,
    0.6103417487504603,
    0.6103417487504603,
    0.6103417487504603,
    0.6109098525407435,
    0.6109098525407435,
    0.6109098525407435
  ],
  "5": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Several students are examining the demo screens, and the lines continue to grow as more students arrive.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps, and several students are examining the demo screens. The lines continue to grow as more students arrive.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps, and several students are examining the demo screens. Alumni volunteers share quick pep talks near the coffee station. The lines continue to grow as more students arrive.",
    "Students line up outside the university gym before the career fair opens, with tech companies displaying demo screens showing their latest apps. Several students are examining the demo screens, while career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station, and the lines continue to grow as more students arrive.",
    "Students line up outside the university gym before the career fair opens, with tech companies displaying demo screens showing their latest apps. Several students are examining the demo screens, while career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station, and the lines continue to grow as more students arrive. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens, with tech companies displaying demo screens showing their latest apps. Several students are examining the demo screens, while career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station, and the lines continue to grow as more students arrive. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens, with tech companies displaying demo screens showing their latest apps. Several students are examining the demo screens, while career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station, and the lines continue to grow as more students arrive. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym before the career fair opens, with tech companies displaying demo screens showing their latest apps. Several students are examining the demo screens, while career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor, and alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens, with tech companies displaying demo screens showing their latest apps. Several students are examining the demo screens, while career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor, and alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens, with tech companies displaying demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4989865969158758,
    0.7070047439808975,
    0.7070047439808975,
    0.7070047439808975,
    0.7070047439808975,
    0.7085171275496176,
    0.7085171275496176,
    0.7085171275496176,
    0.7085171275496176,
    0.8078278688202403,
    0.8078278688202403,
    0.8078278688202403,
    0.8078278688202403,
    0.8078278688202403,
    0.8078278688202403,
    0.8078278688202403,
    0.8078278688202403,
    0.8186953874475384,
    0.8186953874475384,
    0.8186953874475384,
    0.8186953874475384,
    0.8186953874475384,
    0.8622486333791483,
    0.8622486333791483,
    0.8622486333791483,
    0.8622486333791483,
    0.8622486333791483,
    0.8622486333791483,
    0.8488437639529314,
    0.8488437639529314,
    0.8488437639529314,
    0.8488437639529314,
    0.8488437639529314,
    0.8692984556626313,
    0.8692984556626313,
    0.8692984556626313,
    0.8692984556626313,
    0.8692984556626313,
    0.8692984556626313,
    0.8692984556626313,
    0.8692984556626313,
    0.8692984556626313,
    0.8450668397869208,
    0.8450668397869208,
    0.8450668397869208,
    0.8450668397869208,
    0.8450668397869208,
    0.8450668397869208,
    0.8450668397869208,
    0.8450668397869208,
    0.8450668397869208,
    0.8450668397869208,
    0.8450668397869208,
    0.8450668397869208,
    0.8450668397869208,
    0.8450668397869208,
    0.8048372720249886,
    0.8048372720249886,
    0.8048372720249886,
    0.8048372720249886,
    0.8048372720249886,
    0.8048372720249886
  ],
  "6": [
    "",
    "",
    "",
    "Alumni volunteers are positioned near the coffee station, delivering brief pep talks. Three individuals are present: Mark, Sarah, and David. Mark is speaking to Sarah, and David is listening to both. The coffee station is located in the hallway outside the robotics lab.",
    "Alumni volunteers Mark, Sarah, and David are positioned near the coffee station in the hallway outside the robotics lab, delivering pep talks to attendees. Career counselors remind attendees to maintain eye contact.",
    "Alumni volunteers Mark, Sarah, and David are delivering pep talks to attendees near the coffee station in the hallway outside the robotics lab. Career counselors are reminding attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "Alumni volunteers Mark, Sarah, and David are delivering pep talks to attendees near the coffee station in the hallway outside the robotics lab. Career counselors are reminding attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers Mark, Sarah, and David are delivering pep talks to attendees near the coffee station in the hallway outside the robotics lab. Career counselors are reminding attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "Alumni volunteers Mark, Sarah, and David are delivering pep talks to attendees near the coffee station in the hallway outside the robotics lab. Career counselors are reminding attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "Near the coffee station in the hallway outside the robotics lab, alumni volunteers Mark, Sarah, and David are delivering pep talks to attendees. Career counselors are reminding attendees to maintain eye contact, while dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders, and a welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens.",
    "Near the coffee station in the hallway outside the robotics lab, alumni volunteers Mark, Sarah, and David are delivering pep talks to attendees. Career counselors are reminding attendees to maintain eye contact, while dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders, and a welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens, and healthcare providers showcase community outreach photos.",
    "Near the coffee station in the hallway outside the robotics lab, alumni volunteers Mark, Sarah, and David are delivering pep talks to attendees. Career counselors are reminding attendees to maintain eye contact, while dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders, and a welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos, and students line up outside the university gym before the career fair opens.",
    "Near the coffee station in the hallway outside the robotics lab, alumni volunteers Mark, Sarah, and David are delivering pep talks to attendees. Career counselors are reminding attendees to maintain eye contact, while dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders, and a welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos, and students line up outside the university gym before the career fair opens.",
    "Near the coffee station in the hallway outside the robotics lab, alumni volunteers Mark, Sarah, and David are delivering pep talks to attendees. Career counselors are reminding attendees to maintain eye contact, while dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders, and a welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "Near the coffee station in the hallway outside the robotics lab, alumni volunteers Mark, Sarah, and David are delivering pep talks to attendees. Career counselors are reminding attendees to maintain eye contact, while dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders, and a welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "Near the coffee station in the hallway outside the robotics lab, alumni volunteers Mark, Sarah, and David are delivering pep talks to attendees. Career counselors are reminding attendees to maintain eye contact, while dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders, and a welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.4592627777423227,
    0.4592627777423227,
    0.5510445948086529,
    0.664550882054435,
    0.664550882054435,
    0.664550882054435,
    0.664550882054435,
    0.6867985274391106,
    0.6867985274391106,
    0.6867985274391106,
    0.7622387513459015,
    0.7622387513459015,
    0.7622387513459015,
    0.7622387513459015,
    0.7886886284730731,
    0.7886886284730731,
    0.7886886284730731,
    0.7886886284730731,
    0.7886886284730731,
    0.7886886284730731,
    0.831210596231563,
    0.831210596231563,
    0.831210596231563,
    0.831210596231563,
    0.831210596231563,
    0.831210596231563,
    0.831210596231563,
    0.8138953728038665,
    0.8138953728038665,
    0.8138953728038665,
    0.8138953728038665,
    0.8138953728038665,
    0.8138953728038665,
    0.8138890725929137,
    0.8138890725929137,
    0.8138890725929137,
    0.8138890725929137,
    0.8138890725929137,
    0.8138890725929137,
    0.8138890725929137,
    0.8138890725929137,
    0.8138890725929137,
    0.8138890725929137,
    0.8138890725929137,
    0.8138890725929137,
    0.8138890725929137,
    0.8138890725929137,
    0.8468590357015242,
    0.8468590357015242,
    0.8468590357015242,
    0.8468590357015242,
    0.8468590357015242,
    0.8468590357015242,
    0.8468590357015242,
    0.8468590357015242,
    0.8468590357015242,
    0.8468590357015242,
    0.8468590357015242,
    0.8468590357015242,
    0.7578683230737213,
    0.7578683230737213,
    0.7578683230737213,
    0.7578683230737213
  ],
  "7": [
    "",
    "",
    "",
    "Tech companies are displaying demo screens showcasing their latest apps. The screens feature a red robot and a blue robot.",
    "The entrance features demo screens displaying red and blue robots. Event staff are scanning registrations and distributing lanyards.",
    "The entrance displays demo screens showing red and blue robots. Event staff are scanning registrations and distributing lanyards to attendees. Career counselors are reminding attendees to maintain eye contact.",
    "The entrance features demo screens displaying red and blue robots. Event staff are scanning registrations and distributing lanyards to attendees. Students clutch resumes inside branded folders. Career counselors are reminding attendees to maintain eye contact.",
    "The entrance displays demo screens showcasing red and blue robots. Event staff are scanning registrations and distributing lanyards to attendees. Students carry resumes within branded folders, while career counselors remind attendees to maintain eye contact. Consulting firms have stacked glossy case study booklets on high tables.",
    "The entrance features demo screens displaying red and blue robots. Event staff are scanning registrations and distributing lanyards to attendees. Students carry resumes within branded folders, and consulting firms have stacked glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "The entrance features demo screens displaying red and blue robots. Event staff are scanning registrations and distributing lanyards to attendees. Students carry resumes within branded folders, and consulting firms have stacked glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "The entrance features demo screens displaying red and blue robots. Event staff are scanning registrations and distributing lanyards to attendees. Students carry resumes within branded folders, and consulting firms have stacked glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "The entrance features demo screens displaying red and blue robots, alongside tech companies showcasing their latest apps. Event staff are scanning registrations and distributing lanyards to attendees, while students carry resumes within branded folders and consulting firms have stacked glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "The entrance showcases demo screens featuring red and blue robots, alongside displays from tech companies presenting their apps. Event staff are scanning registrations and distributing lanyards to attendees. Students carry resumes within branded folders, and consulting firms have stacked glossy case study booklets on high tables. Alumni volunteers are sharing quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact.",
    "The entrance displays demo screens featuring red and blue robots, alongside presentations from tech companies. Event staff are scanning registrations and distributing lanyards to attendees. Students carry resumes within branded folders, and consulting firms have stacked glossy case study booklets on high tables. Alumni volunteers are sharing quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact.",
    "The polished floor is encircled by dozens of booths displaying colorful banners. Event staff are scanning registrations and distributing lanyards to attendees. Tech company demo screens featuring red and blue robots are positioned at the entrance, while consulting firms have stacked glossy case study booklets on high tables. Alumni volunteers are sharing quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Students carry resumes within branded folders.",
    "The polished floor is encircled by dozens of booths displaying colorful banners. Event staff are scanning registrations and distributing lanyards to attendees. Tech company demo screens featuring red and blue robots are positioned at the entrance, while consulting firms have stacked glossy case study booklets on high tables. Alumni volunteers are sharing quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Students carry resumes within branded folders."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.34670527489882197,
    0.34670527489882197,
    0.34670527489882197,
    0.45721879048022696,
    0.45721879048022696,
    0.45721879048022696,
    0.6195876038195336,
    0.6195876038195336,
    0.6195876038195336,
    0.701609039883152,
    0.701609039883152,
    0.701609039883152,
    0.7091788674287285,
    0.7091788674287285,
    0.7091788674287285,
    0.7091788674287285,
    0.7091771315129598,
    0.7091771315129598,
    0.7091771315129598,
    0.7091771315129598,
    0.7091771315129598,
    0.7267300863084969,
    0.7267300863084969,
    0.7267300863084969,
    0.7267300863084969,
    0.7267300863084969,
    0.7267300863084969,
    0.7267300863084969,
    0.7267300863084969,
    0.7267300863084969,
    0.7267300863084969,
    0.7267300863084969,
    0.7267300863084969,
    0.7267300863084969,
    0.7267300863084969,
    0.7267300863084969,
    0.6685997019758467,
    0.6685997019758467,
    0.6685997019758467,
    0.6685997019758467,
    0.6685997019758467,
    0.6685997019758467,
    0.696850532818815,
    0.696850532818815,
    0.696850532818815,
    0.696850532818815,
    0.696850532818815,
    0.696850532818815,
    0.696850532818815,
    0.6956802307771336,
    0.6956802307771336,
    0.6956802307771336,
    0.6956802307771336,
    0.6956802307771336,
    0.6956802307771336,
    0.6956802307771336,
    0.6956802307771336,
    0.7481119828480041,
    0.7481119828480041,
    0.7481119828480041,
    0.7481119828480041,
    0.7481119828480041,
    0.7481119828480041
  ],
  "8": [
    "",
    "",
    "",
    "",
    "The fair schedule is announced over the PA system. The fair includes events throughout the day, with no specific times mentioned.",
    "The fair is announced over the PA system. Career counselors remind attendees to maintain eye contact.",
    "The fair is concluding, announced over the PA system. Career counselors are directing attendees to maintain eye contact. Alumni volunteers are offering pep talks near the coffee station.",
    "The fair is concluding, with announcements broadcast over the PA system. Career counselors are directing attendees to maintain eye contact, while alumni volunteers offer pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "The fair is concluding, with announcements broadcast over the PA system. Career counselors are directing attendees to maintain eye contact, while alumni volunteers offer pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders.",
    "The fair is concluding, with announcements broadcast over the PA system. Career counselors are directing attendees to maintain eye contact, while alumni volunteers offer pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "The career fair concludes with announcements over the PA system and career counselors directing attendees to maintain eye contact. Alumni volunteers offer pep talks near the coffee station, while students line up outside the university gym. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "The career fair concluded with announcements over the PA system and career counselors directing attendees to maintain eye contact. Dozens of booths with colorful banners circled the polished floor, and students lined up outside the university gym while alumni volunteers offered pep talks near the coffee station. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos.",
    "The career fair continued with career counselors reminding attendees to maintain eye contact, while dozens of booths with colorful banners circled the polished floor. Students lined up outside the university gym, and healthcare providers showcased community outreach photos. Students clutch resumes inside branded folders near the coffee station, where alumni volunteers offered pep talks.",
    "The career fair continued with career counselors reminding attendees to maintain eye contact, while dozens of booths with colorful banners circled the polished floor. Students lined up outside the university gym, and healthcare providers showcased community outreach photos. Students clutch resumes inside branded folders near the coffee station, where alumni volunteers offered pep talks.",
    "The career fair continued with dozens of booths circling the polished floor, each featuring colorful banners. Students lined up outside the university gym, clutching resumes in branded folders, while healthcare providers showcased community outreach photos near the coffee station. Alumni volunteers offered pep talks, and consulting firms stacked glossy case study booklets on high tables.",
    "The career fair unfolded on the polished floor, featuring dozens of booths displaying colorful banners. Students waited in line outside the university gym, holding resumes in branded folders. Healthcare providers presented community outreach photos near the coffee station, and alumni volunteers offered pep talks. Consulting firms arranged glossy case study booklets on high tables, while event staff scanned registrations and distributed lanyards at the entrance.",
    "The career fair occupied the polished floor, featuring dozens of booths displaying colorful banners. Students waited in line outside the university gym, holding resumes in branded folders. Healthcare providers presented community outreach photos near the coffee station, and alumni volunteers offered pep talks. Consulting firms arranged glossy case study booklets on high tables, while event staff scanned registrations and distributed lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.37533585692304156,
    0.37533585692304156,
    0.5511214691728588,
    0.5511214691728588,
    0.624119137752748,
    0.624119137752748,
    0.624119137752748,
    0.624119137752748,
    0.6482732617865398,
    0.6482732617865398,
    0.6482732617865398,
    0.6482732617865398,
    0.7095131164355724,
    0.7095131164355724,
    0.7095131164355724,
    0.7095131164355724,
    0.7322917701658527,
    0.7322917701658527,
    0.7322917701658527,
    0.7322917701658527,
    0.7322917701658527,
    0.8201299581241582,
    0.8201299581241582,
    0.8201299581241582,
    0.8201299581241582,
    0.8201299581241582,
    0.8201299581241582,
    0.8048855849385232,
    0.8048855849385232,
    0.8048855849385232,
    0.8048855849385232,
    0.8048855849385232,
    0.7831733632724669,
    0.7831733632724669,
    0.7831733632724669,
    0.7831733632724669,
    0.7831733632724669,
    0.7831733632724669,
    0.7831733632724669,
    0.7831733632724669,
    0.7831733632724669,
    0.7831733632724669,
    0.7831733632724669,
    0.7831733632724669,
    0.7831733632724669,
    0.7831733632724669,
    0.7536101977397864,
    0.7536101977397864,
    0.7536101977397864,
    0.7536101977397864,
    0.7536101977397864,
    0.7986178728978944,
    0.7986178728978944,
    0.7986178728978944,
    0.7986178728978944,
    0.7986178728978944,
    0.7986178728978944,
    0.861446561176824,
    0.861446561176824,
    0.861446561176824,
    0.861446561176824,
    0.861446561176824
  ],
  "9": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, awaiting the opening of the career fair.",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, awaiting the opening of the career fair. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, awaiting the opening of the career fair. Event staff scan registrations and hand out lanyards at the entrance, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and a welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and a welcome announcement outlines the fair schedule over the PA system."
  ],
  "9_score": [
    0.0,
    0.0,
    0.5565492559851508,
    0.5565492559851508,
    0.5565492559851508,
    0.5565492559851508,
    0.5565492559851508,
    0.5565492559851508,
    0.5565492559851508,
    0.5565492559851508,
    0.5565492559851508,
    0.6908976405118366,
    0.6908976405118366,
    0.6908976405118366,
    0.7534487072512088,
    0.7534487072512088,
    0.7534487072512088,
    0.7534487072512088,
    0.7534487072512088,
    0.7534487072512088,
    0.7534487072512088,
    0.7534487072512088,
    0.7534487072512088,
    0.7534487072512088,
    0.8207987016928153,
    0.8207987016928153,
    0.8207987016928153,
    0.8207987016928153,
    0.8741679182254112,
    0.8741679182254112,
    0.8741679182254112,
    0.8741679182254112,
    0.8741679182254112,
    0.8741679182254112,
    0.9062943984996452,
    0.9062943984996452,
    0.9062943984996452,
    0.9062943984996452,
    0.9062943984996452,
    0.9062943984996452,
    0.8818273467613355,
    0.8818273467613355,
    0.8818273467613355,
    0.8818273467613355,
    0.8818273467613355,
    0.8818273467613355,
    0.8818273467613355,
    0.8818273467613355,
    0.8818273467613355,
    0.8818273467613355,
    0.8818273467613355,
    0.8818273467613355,
    0.8818273467613355,
    0.8866090122239461,
    0.8866090122239461,
    0.8866090122239461,
    0.8866090122239461,
    0.8866090122239461,
    0.8866090122239461,
    0.8866090122239461,
    0.8866090122239461,
    0.8866090122239461,
    0.8866090122239461,
    0.8866090122239461,
    0.8866090122239461,
    0.8866090122239461
  ]
}