{
  "0": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews, with consulting firms stacking glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews as part of an event. Consulting firms stack glossy case-study booklets on high tables nearby. Dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews as part of an event, with consulting firms stacking glossy case-study booklets on high tables nearby. Dozens of booths with colorful banners circle the polished floor, and groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance, guiding attendees as they arrive. A welcome announcement is broadcast over the PA system outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall.",
    "The event centers on an alumni panel discussing how to prepare for technical interviews as part of a career fair. Nearby, consulting firms stack glossy case-study booklets on high tables. Dozens of booths with colorful banners circle the polished floor, while groups of friends mark target employers on the event map. Staff scan registrations and hand out lanyards at the entrance, guiding attendees as they arrive. A welcome announcement is broadcast over the PA system outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall, and workshops on networking etiquette begin in the adjoining classroom.",
    "The scene centers on an alumni panel about preparing for technical interviews as part of a career fair. Nearby, consulting firms stack glossy case-study booklets on high tables as dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map while staff scan registrations and hand out lanyards at the entrance, guiding attendees as they arrive. A welcome announcement is broadcast over the PA system outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall, and workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop.",
    "The scene centers on an alumni panel about preparing for technical interviews as part of a career fair. Nearby, consulting firms stack glossy case-study booklets on high tables as dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map while staff scan registrations and hand out lanyards at the entrance, guiding attendees as they arrive. A welcome announcement is broadcast over the PA system outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall, and workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An alumni panel on preparing for technical interviews anchors a career fair. The circular exhibition hall hosts dozens of booths and colorful banners around a polished floor. Consulting firms stack glossy case-study booklets on high tables, while tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map, echoed by staff who scan registrations and hand out lanyards at the entrance. A welcome announcement streams over the PA, outlining the schedule. Some students rehearse elevator pitches against the wall, and workshops on networking etiquette run in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers offer quick pep talks near the coffee station, and career counselors redirect unsure students toward applicable industries, reminding them to maintain eye contact.",
    "An alumni panel on preparing for technical interviews anchors a career fair in a circular exhibition hall, which hosts dozens of booths and colorful banners around a polished floor. Consulting firms stack glossy case-study booklets on high tables, while tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map, echoed by staff who scan registrations and hand out lanyards at the entrance. A welcome announcement streams over the PA, outlining the schedule. Some students rehearse elevator pitches against the wall, and workshops on networking etiquette run in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers offer quick pep talks near the coffee station, and career counselors redirect unsure students toward applicable industries, reminding them to maintain eye contact."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.39223719664590356,
    0.39223719664590356,
    0.39223719664590356,
    0.39223719664590356,
    0.39223719664590356,
    0.6971465405482151,
    0.6971465405482151,
    0.6971465405482151,
    0.6971465405482151,
    0.6971465405482151,
    0.6971465405482151,
    0.8332922280522578,
    0.8332922280522578,
    0.8332922280522578,
    0.8332922280522578,
    0.8332922280522578,
    0.8578143068455528,
    0.8578143068455528,
    0.8578143068455528,
    0.8578143068455528,
    0.8578143068455528,
    0.8263110435257874,
    0.8263110435257874,
    0.8263110435257874,
    0.8263110435257874,
    0.8263110435257874,
    0.8263110435257874,
    0.8263110435257874,
    0.8263110435257874,
    0.8263110435257874,
    0.8263110435257874,
    0.8263110435257874,
    0.8263110435257874,
    0.8263110435257874,
    0.8263110435257874,
    0.8263110435257874,
    0.882486697519665,
    0.882486697519665,
    0.882486697519665,
    0.882486697519665,
    0.882486697519665,
    0.882486697519665,
    0.8841840751984755,
    0.8841840751984755,
    0.8841840751984755,
    0.8841840751984755,
    0.8841840751984755,
    0.8841840751984755,
    0.8841840751984755
  ],
  "1": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor, forming a vibrant perimeter around the space.",
    "Career counselors remind attendees to maintain eye contact, as dozens of booths with colorful banners circle the polished floor, forming a vibrant perimeter around the space.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor, forming a circular layout and a vibrant perimeter around the space. Consulting firms stack glossy case study booklets on high tables.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor, forming a circular layout and a vibrant perimeter around the space. Consulting firms stack glossy case study booklets on high tables.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor, forming a circular layout and a vibrant perimeter around the space. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. In the circular exhibition space, groups of friends mark target employers on the event map.",
    "The scene centers on a circular exhibition space where dozens of booths with colorful banners circle a polished floor, forming a vibrant perimeter around the space. Career counselors remind attendees to maintain eye contact as this circular layout houses the booths. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. In the circular exhibition area, groups of friends mark target employers on the event map, reinforcing the networking focus.",
    "At the center is a circular exhibition space where dozens of booths with colorful banners encircle a polished floor, forming a vibrant perimeter around the area. Career counselors remind attendees to maintain eye contact as they circulate the layout. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Within the circle, groups of friends mark target employers on the event map, reinforcing the networking focus.",
    "At the center is a circular exhibition space surrounded by dozens of booths with colorful banners, encircling a polished floor that forms a vibrant perimeter around the area. Career counselors remind attendees to maintain eye contact as they circulate the layout. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Within the circle, groups of friends mark target employers on the event map, reinforcing the networking focus.",
    "The scene centers on a circular exhibition area surrounded by dozens of booths with colorful banners, while a polished floor creates a vibrant perimeter around the circle. Career counselors remind attendees to maintain eye contact as they circulate the layout, and redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Within the circle, groups of friends mark target employers on the event map, reinforcing the networking focus.",
    "The scene centers on a circular exhibition area surrounded by dozens of booths with colorful banners, while a polished floor creates a vibrant perimeter around the circle. Career counsellors remind attendees to maintain eye contact as they circulate the layout and redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Within the circle, groups of friends mark target employers on the event map, reinforcing the networking focus.",
    "A circular exhibition area is surrounded by dozens of booths displaying colorful banners, with a polished floor forming a vibrant perimeter around the circle. Career counselors circulate with attendees, reminding them to maintain eye contact and to be redirected toward applicable industries if unsure. Consulting firms stack glossy case-study booklets on high tables, while tech companies display demo screens of their latest apps. Inside the circle, groups of friends mark target employers on the event map, reinforcing the networking focus.",
    "A circular exhibition area is surrounded by dozens of booths displaying colorful banners, with a polished floor forming a vibrant perimeter around the circle. Career counselors circulate with attendees, reminding them to maintain eye contact and to be redirected toward applicable industries if unsure. Consulting firms stack glossy case-study booklets on high tables, while tech companies display demo screens of their latest apps. Inside the circle, groups of friends mark target employers on the event map, reinforcing the networking focus."
  ],
  "1_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5590767102166321,
    0.5590767102166321,
    0.5590767102166321,
    0.37977472495409637,
    0.37977472495409637,
    0.37977472495409637,
    0.37977472495409637,
    0.37977472495409637,
    0.5633796322443385,
    0.5633796322443385,
    0.5633796322443385,
    0.5633796322443385,
    0.5633796322443385,
    0.5633796322443385,
    0.5633796322443385,
    0.5633796322443385,
    0.5633796322443385,
    0.5633796322443385,
    0.5633796322443385,
    0.5633796322443385,
    0.7640760019338384,
    0.7640760019338384,
    0.7640760019338384,
    0.7640760019338384,
    0.7541042551268823,
    0.7541042551268823,
    0.7541042551268823,
    0.7541042551268823,
    0.7541042551268823,
    0.76843898356316,
    0.76843898356316,
    0.76843898356316,
    0.76843898356316,
    0.7720519111304925,
    0.7720519111304925,
    0.7720519111304925,
    0.7720519111304925,
    0.777987187681082,
    0.777987187681082,
    0.777987187681082,
    0.7745157679826753,
    0.7745157679826753,
    0.7745157679826753,
    0.7745157679826753,
    0.7745157679826753,
    0.7745157679826753,
    0.7750190612464476,
    0.7750190612464476,
    0.7750190612464476,
    0.7750190612464476,
    0.7750190612464476,
    0.7750190612464476,
    0.7750190612464476,
    0.7750190612464476,
    0.7750190612464476,
    0.7750190612464476,
    0.7750190612464476,
    0.7750190612464476
  ],
  "2": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables; the same observation appears twice.",
    "Consulting firms stack glossy case study booklets on high tables, a detail that appears twice in the input but is captured once here. The booklets are glossy and reside on the high tables. Career counselors remind attendees to maintain eye contact.",
    "In a hall during the career fair, consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact as students rehearse elevator pitches quietly against the wall, while a welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map, and alumni volunteers share quick pep talks near the coffee station.",
    "In a hall during the career fair, consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact as students rehearse elevator pitches quietly against the wall, while a welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map, and alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves.",
    "In a hall during the career fair, consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact as students rehearse elevator pitches quietly against the wall, while a welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map, and alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves.",
    "Inside a hall during the career fair, consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact as students rehearse elevator pitches quietly against the wall, while a welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map, and alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "Inside a hall during the career fair, consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact as students rehearse elevator pitches quietly against the wall, while a welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map, and alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens and clutch resumes inside branded folders.",
    "Inside a university hall during the career fair, consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact as students rehearse elevator pitches quietly against the wall, while a welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map, and alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens and clutch resumes inside branded folders.",
    "In a university hall hosting a career fair, consulting firms have stacked glossy case study booklets on high tables as attendees gather. Career counselors remind attendees to maintain eye contact while students rehearse elevator pitches quietly against the wall, and a welcome PA announcement outlines the fair schedule. Groups of friends mark target employers on the event map, and alumni volunteers give quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the fair opens and clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "A university hall hosts a career fair with consulting firms stacking glossy case study booklets on high tables as attendees gather. Career counselors remind attendees to maintain eye contact while students rehearse elevator pitches quietly against the wall, and a welcome PA announcement outlines the fair schedule. Groups of friends mark target employers on the event map, and alumni volunteers give quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the fair opens and clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.23633554083475938,
    0.23633554083475938,
    0.23633554083475938,
    0.23633554083475938,
    0.6042038800451183,
    0.6042038800451183,
    0.6042038800451183,
    0.6042038800451183,
    0.8069027801268146,
    0.8069027801268146,
    0.8069027801268146,
    0.8069027801268146,
    0.832220266896593,
    0.832220266896593,
    0.832220266896593,
    0.832220266896593,
    0.832220266896593,
    0.832220266896593,
    0.832220266896593,
    0.832220266896593,
    0.832220266896593,
    0.832220266896593,
    0.832220266896593,
    0.832220266896593,
    0.8377478709670638,
    0.8377478709670638,
    0.8377478709670638,
    0.8377478709670638,
    0.8377478709670638,
    0.8377478709670638,
    0.8449712436753479,
    0.8449712436753479,
    0.8449712436753479,
    0.8449712436753479,
    0.8232504929245547,
    0.8232504929245547,
    0.8232504929245547,
    0.8232504929245547,
    0.7968710012383581,
    0.7968710012383581,
    0.7968710012383581,
    0.7968710012383581,
    0.7968710012383581,
    0.7968710012383581,
    0.8215407746852623,
    0.8215407746852623,
    0.8215407746852623
  ],
  "3": [
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while groups of friends mark target employers on the event map.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, forming a circular layout. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, forming a circular layout. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, forming a circular layout. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews.",
    "A welcome PA announcement outlines the fair schedule. Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, forming a circular layout. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "The scene opens with a welcome PA announcement outlining the fair schedule. In a circular exhibition space, dozens of booths with colorful banners circle a polished floor, forming a vibrant perimeter around the space. Groups of friends mark target employers on the event map, reinforcing the networking focus, while some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews, and workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact as the circular layout houses the booths.",
    "The scene opens with a welcome PA announcement outlining the fair schedule. In a circular exhibition space, dozens of booths with colorful banners circle a polished floor, forming a vibrant perimeter around the space. Groups of friends mark target employers on the event map, reinforcing the networking focus, while some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews, and workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact as the circular layout houses the booths. The engineering society sponsors a resume review table near the stage.",
    "The scene is a circular exhibition space where dozens of booths with colorful banners surround a polished floor, forming a vibrant perimeter. A welcome PA announces the fair schedule, establishing the event's networking focus. Groups of friends mark target employers on an event map, while some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews, and workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact as the circular layout houses the booths. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves.",
    "The scene centers on a circular exhibition space in the hall, its polished floor and surrounding dozens of booths with banners forming a circular perimeter. A welcome PA broadcasts the fair schedule, underscoring the networking focus. Groups of friends mark target employers on an event map, echoed by staff scanning registrations and handing out lanyards at entrance. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case-study booklets on high tables, while tech companies display demo screens of their latest apps. An alumni panel discusses preparing for technical interviews, and workshops on networking etiquette begin in adjoining classroom. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage; HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a drone above its booth to attract attention."
  ],
  "3_score": [
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.48989580579667596,
    0.48989580579667596,
    0.48989580579667596,
    0.48989580579667596,
    0.48989580579667596,
    0.654139112574674,
    0.654139112574674,
    0.654139112574674,
    0.654139112574674,
    0.654139112574674,
    0.8499594011125592,
    0.8499594011125592,
    0.8499594011125592,
    0.8348255066364201,
    0.8348255066364201,
    0.8348255066364201,
    0.8348255066364201,
    0.8348255066364201,
    0.8348255066364201,
    0.8348255066364201,
    0.8903007484182891,
    0.8903007484182891,
    0.8903007484182891,
    0.8903007484182891,
    0.8903007484182891,
    0.8711797923654458,
    0.8711797923654458,
    0.8711797923654458,
    0.8711797923654458,
    0.8711797923654458,
    0.8711797923654458,
    0.8711797923654458,
    0.8711797923654458,
    0.8604605165637339,
    0.8604605165637339,
    0.8604605165637339,
    0.8604605165637339,
    0.8604605165637339,
    0.8636116665872087,
    0.8636116665872087,
    0.8636116665872087,
    0.8636116665872087,
    0.8636116665872087,
    0.8614270747817219,
    0.8614270747817219,
    0.8614270747817219,
    0.8614270747817219,
    0.8614270747817219,
    0.8614270747817219,
    0.8614270747817219,
    0.8614270747817219,
    0.8614270747817219,
    0.8614270747817219,
    0.8614270747817219,
    0.8614270747817219,
    0.8614270747817219,
    0.8614270747817219,
    0.8614270747817219,
    0.8722297604478062,
    0.8722297604478062
  ],
  "4": [
    "",
    "",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Students rehearse elevator pitches quietly against the wall, while a welcome announcement is broadcast over the PA system outlining the fair schedule, and groups of friends mark target employers on the event map.",
    "Students rehearse elevator pitches quietly against the wall while a welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "In a hall during the career fair, students rehearse elevator pitches quietly against the wall while a welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map, and alumni volunteers share quick pep talks near the coffee station.",
    "In a hall at the career fair, students rehearse elevator pitches quietly against the wall while a welcome announcement over the PA outlines the schedule. Groups of friends mark target employers on the event map, and alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "In a hall at the career fair, a circular exhibition space with dozens of booths and colorful banners encircles a polished floor, forming a circular layout. Students rehearse elevator pitches quietly against the wall as a welcome PA outlines the schedule. Groups of friends mark target employers on the event map, a task mirrored by event staff who scan registrations and hand out lanyards at the entrance. Alumni volunteers offer quick pep talks near the coffee station, a pattern echoed nearby. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention.",
    "In a hall at the career fair, a circular exhibition space with dozens of booths and colorful banners encircles a polished floor, forming a circular layout. Students rehearse elevator pitches quietly against the wall as a welcome PA outlines the schedule. Event staff scan registrations and hand out lanyards at the entrance, while groups of friends mark target employers on the event map. Alumni volunteers offer quick pep talks near the coffee station, a pattern echoed nearby. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention.",
    "In a hall at the career fair, a circular exhibition space with dozens of booths and colorful banners encircles a polished floor, forming a circular layout. Students rehearse elevator pitches quietly against the wall as a welcome PA outlines the schedule. Event staff scan registrations and hand out lanyards at the entrance, while groups of friends mark target employers on the event map. Alumni volunteers offer quick pep talks near the coffee station, a pattern echoed nearby. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "4_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.5262178507210008,
    0.5262178507210008,
    0.5262178507210008,
    0.7538308969959724,
    0.7538308969959724,
    0.7538308969959724,
    0.7538308969959724,
    0.7538308969959724,
    0.7538308969959724,
    0.7538308969959724,
    0.7538308969959724,
    0.6388514233276877,
    0.6388514233276877,
    0.6388514233276877,
    0.6388514233276877,
    0.6388514233276877,
    0.7854028902418089,
    0.7854028902418089,
    0.7854028902418089,
    0.7854028902418089,
    0.7854028902418089,
    0.7854028902418089,
    0.8670978775116225,
    0.8670978775116225,
    0.8670978775116225,
    0.8670978775116225,
    0.8670978775116225,
    0.8670978775116225,
    0.8591028339144346,
    0.8591028339144346,
    0.8591028339144346,
    0.8591028339144346,
    0.8591028339144346,
    0.8591028339144346,
    0.8707529074610114,
    0.8707529074610114,
    0.8707529074610114,
    0.8707529074610114,
    0.8707529074610114,
    0.8707529074610114,
    0.8707529074610114,
    0.8707529074610114,
    0.8707529074610114,
    0.8707529074610114,
    0.8707529074610114,
    0.8707529074610114,
    0.8707529074610114,
    0.8707529074610114,
    0.8707529074610114,
    0.8707529074610114,
    0.8707529074610114,
    0.8707529074610114,
    0.8707529074610114,
    0.8707529074610114
  ],
  "5": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while event staff scan registrations and hand out lanyards at the entrance.",
    "Groups of friends mark target employers on the event map while event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, groups of friends mark target employers on the event map while event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, groups of friends mark target employers on the event map while staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event, groups of friends mark target employers on the event map while staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, groups of friends mark target employers on the event map while staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "At the event, groups of friends mark target employers on the event map while staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, a circular exhibition space in the hall features dozens of booths and colorful banners circling a polished floor, forming a circular layout. Groups of friends mark target employers on the event map, echoed by staff who scan registrations and hand out lanyards at the entrance. Alumni volunteers offer quick pep talks near the coffee station, a pattern echoed nearby. A welcome announcement outlines the fair schedule over the PA system, while workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention; consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens of their latest apps.",
    "At the career fair, a circular exhibition space in the hall features dozens of booths and colorful banners circling a polished floor, forming a circular layout. Groups of friends mark target employers on the event map, echoed by staff who scan registrations and hand out lanyards at the entrance. Alumni volunteers offer quick pep talks near the coffee station, a pattern echoed nearby. A welcome announcement outlines the fair schedule over the PA system, while workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention; consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps.",
    "The career fair is set in a circular hall with a circular exhibition space, dozens of booths, and colorful banners around a polished floor. Groups of friends mark target employers on the event map, echoed by staff who scan registrations and hand out lanyards at the entrance. Alumni volunteers offer quick pep talks near the coffee station, a pattern echoed nearby. A welcome announcement outlines the fair schedule over the PA system, while workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention; consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4192614402255249,
    0.4192614402255249,
    0.4192614402255249,
    0.4192614402255249,
    0.6236092388723817,
    0.6236092388723817,
    0.6236092388723817,
    0.6236092388723817,
    0.7878194420841389,
    0.7878194420841389,
    0.7878194420841389,
    0.7878194420841389,
    0.849401985179249,
    0.849401985179249,
    0.849401985179249,
    0.849401985179249,
    0.857770180582765,
    0.857770180582765,
    0.857770180582765,
    0.857770180582765,
    0.857770180582765,
    0.8801969452169176,
    0.8801969452169176,
    0.8801969452169176,
    0.8801969452169176,
    0.8801969452169176,
    0.8801969452169176,
    0.8749152878230706,
    0.8749152878230706,
    0.8749152878230706,
    0.8749152878230706,
    0.8749152878230706,
    0.8749152878230706,
    0.8749152878230706,
    0.8749152878230706,
    0.8795316690658059,
    0.8795316690658059,
    0.8795316690658059,
    0.8795316690658059,
    0.8795316690658059,
    0.8795316690658059,
    0.8795316690658059,
    0.8789235525226915,
    0.8789235525226915,
    0.8789235525226915,
    0.8789235525226915,
    0.8789235525226915,
    0.8789235525226915,
    0.8789235525226915,
    0.8843077321948586,
    0.8843077321948586,
    0.8843077321948586,
    0.8843077321948586,
    0.8843077321948586,
    0.8843077321948586,
    0.8843077321948586,
    0.8843077321948586,
    0.8843077321948586
  ],
  "6": [
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance, guiding attendees as they arrive. An alumni panel discusses how to prepare for technical interviews.",
    "Event staff scan registrations and hand out lanyards at the entrance, guiding attendees as they arrive. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "Event staff scan registrations and hand out lanyards at the entrance, guiding attendees as they arrive. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, while groups of friends mark target employers on the event map.",
    "Event staff scan registrations and hand out lanyards at the entrance, guiding attendees as they arrive. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, while groups of friends mark target employers on the event map. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, staff scan registrations and hand out lanyards at the entrance, guiding attendees as they arrive. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, while groups of friends mark target employers on the event map. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall, and alumni volunteers share quick pep talks near the coffee station.",
    "Staff scan registrations and hand out lanyards at the entrance, guiding attendees as they arrive. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, while groups of friends mark target employers on the event map. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall, and alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage.",
    "Staff scan registrations and hand out lanyards at the entrance, guiding attendees as they arrive. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, while groups of friends mark target employers on the event map. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall, and alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage.",
    "At the event, staff scan registrations and hand out lanyards at the entrance, guiding attendees as they arrive. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, while groups of friends mark target employers on the event map. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall, and alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, an alumni panel on preparing for technical interviews anchors the scene, with consulting firms nearby stacking glossy case-study booklets on high tables while dozens of booths with colorful banners circle the polished floor. Staff scan registrations and hand out lanyards at the entrance, guiding attendees as they arrive, and groups of friends mark target employers on the event map. A welcome announcement is broadcast over the PA outlining the fair schedule. Some students rehearse elevator pitches against the wall, and alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage, and workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, an alumni panel on preparing for technical interviews anchors the scene, with consulting firms nearby stacking glossy case-study booklets on high tables while dozens of booths with colorful banners circle the polished floor. Staff scan registrations and hand out lanyards at the entrance, guiding attendees as they arrive, and groups of friends mark target employers on the event map. A welcome announcement is broadcast over the PA outlining the fair schedule. Some students rehearse elevator pitches against the wall, and alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage, and workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop.",
    "The career fair centers on an alumni panel about preparing for technical interviews, with consulting firms nearby stacking glossy case-study booklets on high tables as dozens of booths with colorful banners encircle the polished floor. Staff scan registrations and hand out lanyards at the entrance, guiding attendees as they arrive, while groups of friends mark target employers on the event map. A welcome announcement is broadcast over the PA outlining the fair schedule. Some students rehearse elevator pitches against the wall, and alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage, and workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.6450997538830071,
    0.6450997538830071,
    0.6450997538830071,
    0.6450997538830071,
    0.782967067353937,
    0.782967067353937,
    0.782967067353937,
    0.782967067353937,
    0.782967067353937,
    0.7936305583716423,
    0.7936305583716423,
    0.7936305583716423,
    0.7936305583716423,
    0.7936305583716423,
    0.7936305583716423,
    0.8776554209560027,
    0.8776554209560027,
    0.8776554209560027,
    0.8776554209560027,
    0.8776554209560027,
    0.8776554209560027,
    0.8612217744307578,
    0.8612217744307578,
    0.8612217744307578,
    0.8612217744307578,
    0.8612217744307578,
    0.8529156538273289,
    0.8529156538273289,
    0.8529156538273289,
    0.8529156538273289,
    0.8529156538273289,
    0.8529156538273289,
    0.8529156538273289,
    0.8529156538273289,
    0.8588484218003078,
    0.8588484218003078,
    0.8588484218003078,
    0.8588484218003078,
    0.8588484218003078,
    0.8588484218003078,
    0.8868994237483152,
    0.8868994237483152,
    0.8868994237483152,
    0.8868994237483152,
    0.8868994237483152,
    0.8868994237483152,
    0.8868994237483152,
    0.8868994237483152,
    0.8868994237483152,
    0.8868994237483152,
    0.8868994237483152,
    0.8968612295359961,
    0.8968612295359961,
    0.8968612295359961,
    0.8968612295359961,
    0.8968612295359961,
    0.8968612295359961,
    0.8968612295359961,
    0.8968612295359961,
    0.8968612295359961
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle a polished floor in the exhibition space. Healthcare providers showcase photos of community outreach.",
    "Dozens of booths circle a polished floor in the exhibition space, each displaying colorful banners. Healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map.",
    "Dozens of booths are arranged around a polished exhibition floor, each displaying colorful banners. Healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths are arranged around a polished exhibition floor, each displaying colorful banners. Healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths surround a polished exhibition floor, each displaying colorful banners. Healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends use the event map to mark target employers. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance, guiding attendees as they arrive. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths surround a polished exhibition floor, each displaying colorful banners. Healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends use the event map to mark target employers, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance, guiding attendees as they arrive. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths surround a polished exhibition floor, each displaying colorful banners. Healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends use the event map to mark target employers, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance, guiding attendees as they arrive. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners surround the polished exhibition floor, while groups of friends use the event map to mark target employers. Healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system outlining the fair schedule. Alumni panels discuss how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables as attendees mingle. Event staff scan registrations and hand out lanyards at the entrance, guiding attendees as they arrive. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "On a polished exhibition floor, dozens of booths with colorful banners circle the space as attendees mingle. Groups of friends use the event map to mark target employers while staff scan registrations and hand out lanyards at the entrance. A welcome announcement is broadcast over the PA outlining the fair schedule. Healthcare providers showcase photos of community outreach; an engineering society sponsors a resume review table near the stage; consulting firms stack glossy case study booklets on high tables. The scene centers on an alumni panel about preparing for technical interviews as part of the career fair, with alumni volunteers nearby delivering quick pep talks by the coffee station. Some students rehearse elevator pitches against the wall; career counselors remind attendees to maintain eye contact; workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.4643190415685351,
    0.4643190415685351,
    0.4643190415685351,
    0.7542934847021154,
    0.7542934847021154,
    0.7542934847021154,
    0.7542934847021154,
    0.7542934847021154,
    0.7542934847021154,
    0.8447518413531728,
    0.8447518413531728,
    0.8447518413531728,
    0.8447518413531728,
    0.8447518413531728,
    0.8471662832961444,
    0.8471662832961444,
    0.8471662832961444,
    0.8471662832961444,
    0.8471662832961444,
    0.8471662832961444,
    0.8471662832961444,
    0.8795665383490112,
    0.8795665383490112,
    0.8795665383490112,
    0.8795665383490112,
    0.8795665383490112,
    0.8795665383490112,
    0.8795665383490112,
    0.8753149964919973,
    0.8753149964919973,
    0.8753149964919973,
    0.8753149964919973,
    0.8837489533319922,
    0.8837489533319922,
    0.8837489533319922,
    0.8837489533319922,
    0.8837489533319922,
    0.8837489533319922,
    0.8734469961493563,
    0.8734469961493563,
    0.8734469961493563,
    0.8734469961493563,
    0.8734469961493563,
    0.8734469961493563,
    0.8954385719511877,
    0.8954385719511877,
    0.8954385719511877,
    0.8954385719511877,
    0.8954385719511877,
    0.8954385719511877,
    0.8954385719511877,
    0.8954385719511877,
    0.8954385719511877,
    0.8954385719511877,
    0.8954385719511877,
    0.8954385719511877
  ],
  "8": [
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, forming a circular layout. Consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths with colorful banners encircle the polished floor, forming a circular layout. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "A circular exhibition space features dozens of booths with colorful banners encircling a polished floor, forming a circular layout. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "The scene centers on a circular exhibition space with dozens of booths and colorful banners encircling a polished floor, forming a circular layout. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map, a task mirrored as event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Nearby, alumni volunteers offer quick pep talks near the coffee station.",
    "The scene centers on a circular exhibition space with dozens of booths and colorful banners encircling a polished floor, forming a circular layout. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map, a task mirrored by event staff who scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Nearby, alumni volunteers offer quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom.",
    "The scene centers on a circular exhibition space with a polished floor and dozens of booths, their colorful banners forming a circular layout. Consulting firms stack glossy case study booklets on high tables while tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map, and event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Nearby, alumni volunteers offer quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "The scene is a circular exhibition space with a polished floor and dozens of booths arranged in a circular layout, their colorful banners forming the ring. Consulting firms stack glossy case study booklets on high tables while tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map, and event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Nearby, alumni volunteers offer quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "The scene unfolds in a circular exhibition space with a polished floor and dozens of booths arranged around a ring, their colorful banners forming the perimeter. Consulting firms stack glossy case study booklets on high tables while tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map, and event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers offer quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "The career fair unfolds in a circular exhibition space with a polished floor, ringed by dozens of booths and banners forming a colorful perimeter. Consulting firms stack glossy case-study booklets on high tables while tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map, and event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers offer quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "The career fair takes place in a circular exhibition space with a polished floor, ringed by dozens of booths and banners forming a colorful perimeter. Consulting firms display glossy case-study booklets on high tables, while tech companies show demo screens of their latest apps. Groups of friends mark target employers on the event map as staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers offer quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom, and some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.4878662274123519,
    0.4878662274123519,
    0.4878662274123519,
    0.4878662274123519,
    0.4878662274123519,
    0.6587006830431874,
    0.6587006830431874,
    0.6587006830431874,
    0.6587006830431874,
    0.6587006830431874,
    0.6587006830431874,
    0.6813055511048192,
    0.6813055511048192,
    0.6813055511048192,
    0.6813055511048192,
    0.6813055511048192,
    0.7779957489006144,
    0.7779957489006144,
    0.7779957489006144,
    0.7779957489006144,
    0.7779957489006144,
    0.7779957489006144,
    0.8470967189190798,
    0.8470967189190798,
    0.8470967189190798,
    0.8470967189190798,
    0.8470967189190798,
    0.8470967189190798,
    0.8726825296771442,
    0.8726825296771442,
    0.8726825296771442,
    0.8726825296771442,
    0.8726825296771442,
    0.8726825296771442,
    0.8680024649732168,
    0.8680024649732168,
    0.8680024649732168,
    0.8680024649732168,
    0.8805709080645356,
    0.8805709080645356,
    0.8805709080645356,
    0.8805709080645356,
    0.8805709080645356,
    0.8805709080645356,
    0.9107649517164421,
    0.9107649517164421,
    0.9107649517164421,
    0.9107649517164421,
    0.9107649517164421,
    0.914143916479399,
    0.914143916479399,
    0.914143916479399,
    0.914143916479399,
    0.914143916479399,
    0.914143916479399,
    0.914143916479399,
    0.914143916479399,
    0.914143916479399
  ],
  "9": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "Dozens of booths with colorful banners circle the polished floor, forming a lively perimeter around the event space. Consulting firms stack glossy case study booklets on high tables nearby. Groups of friends mark target employers on the event map, indicating their interests.",
    "Dozens of booths with colorful banners circle the polished floor, forming a lively perimeter around the event space. Consulting firms stack glossy case study booklets on high tables nearby. Groups of friends mark target employers on the event map, indicating their interests. Alumni volunteers share quick pep talks near the coffee station.",
    "Dozens of booths with colorful banners circle the polished floor, forming a lively perimeter around the event space. Consulting firms stack glossy case study booklets on high tables nearby. Groups of friends mark target employers on the event map, indicating their interests. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications.",
    "Dozens of booths with colorful banners circle the polished floor, forming a lively perimeter around the event space. Consulting firms stack glossy case study booklets on high tables nearby. Groups of friends mark target employers on the event map, indicating their interests. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners surround the polished floor, forming a lively perimeter around the event space. Consulting firms have stacked glossy case study booklets on high tables nearby. Groups of friends mark target employers on the event map, indicating their interests. Alumni volunteers deliver short pep talks near the coffee station. Finance firms display QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "The scene is centered on an alumni panel about preparing for technical interviews at a career fair, with dozens of booths surrounded by colorful banners encircling the polished floor. Consulting firms display glossy case-study booklets on high tables nearby. Groups of friends mark target employers on an event map, while staff scan registrations and hand out lanyards at the entrance to guide attendees. Alumni volunteers deliver short pep talks near a coffee station. Finance firms display QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. A welcome announcement streams over the PA outlining the fair schedule. Some students rehearse elevator pitches against the wall, and networking etiquette workshops begin in an adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a career fair centered on an alumni panel about preparing for technical interviews, dozens of booths with colorful banners encircle a polished exhibition floor. Consulting firms display glossy case-study booklets on high tables as attendees mingle; groups of friends mark target employers on an event map; staff scan registrations and hand out lanyards at the entrance to guide attendees. Alumni volunteers deliver short pep talks near a coffee station. Finance firms display QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photos of community outreach. A welcome announcement streams over the PA outlining the fair schedule. Some students rehearse elevator pitches against the wall; networking etiquette workshops begin in an adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "At a career fair centered on an alumni panel about preparing for technical interviews, dozens of booths with colorful banners encircle a polished exhibition floor. Consulting firms display glossy case-study booklets on high tables as attendees mingle, and groups of friends mark target employers on an event map. Staff scan registrations and hand out lanyards at the entrance to guide attendees. Alumni volunteers deliver short pep talks near a coffee station. Finance firms display QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photos of community outreach. A welcome announcement streams over the PA outlining the fair schedule. Some students rehearse elevator pitches against the wall; networking etiquette workshops begin in an adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage."
  ],
  "9_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.48572707530203574,
    0.48572707530203574,
    0.48572707530203574,
    0.48572707530203574,
    0.48572707530203574,
    0.48572707530203574,
    0.6634345688138263,
    0.6634345688138263,
    0.6634345688138263,
    0.6634345688138263,
    0.6813496022193949,
    0.6813496022193949,
    0.6813496022193949,
    0.7019696748324054,
    0.7019696748324054,
    0.7019696748324054,
    0.8128680762577039,
    0.8128680762577039,
    0.8128680762577039,
    0.8128680762577039,
    0.8128680762577039,
    0.8128680762577039,
    0.8254220902457687,
    0.8254220902457687,
    0.8254220902457687,
    0.8254220902457687,
    0.8254220902457687,
    0.817325613617751,
    0.817325613617751,
    0.817325613617751,
    0.817325613617751,
    0.817325613617751,
    0.817325613617751,
    0.817325613617751,
    0.817325613617751,
    0.817325613617751,
    0.8576566952028175,
    0.8576566952028175,
    0.8576566952028175,
    0.8576566952028175,
    0.8576566952028175,
    0.8874046601489574,
    0.8874046601489574,
    0.8874046601489574,
    0.8874046601489574,
    0.8874046601489574,
    0.8874046601489574,
    0.8870380153181635,
    0.8870380153181635,
    0.8870380153181635,
    0.8870380153181635,
    0.8870380153181635,
    0.8870380153181635
  ]
}