{
  "0": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables, forming parallel displays that juxtapose outreach imagery with organized, professional literature.",
    "Healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables, forming parallel displays that juxtapose outreach imagery with organized, professional literature. Groups of friends mark target employers on the event map.",
    "At the event, healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables, forming parallel displays that juxtapose outreach imagery with organized, professional literature; groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries.",
    "At the event, healthcare providers showcase community outreach photos while consulting firms stack glossy case study booklets on high tables, forming parallel displays that juxtapose outreach imagery with organized, professional literature; groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, healthcare providers showcase community outreach photos while consulting firms stack glossy case study booklets on high tables, forming parallel displays that juxtapose outreach imagery with organized, professional literature; groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "At the event, healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables, forming parallel displays that juxtapose outreach imagery with organized, professional literature. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "At the event, healthcare providers showcase community outreach photos, while consulting firms arrange glossy case study booklets on high tables, creating parallel displays that juxtapose outreach imagery with professional literature. Groups of friends mark target employers on the event map, and career counselors steer unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners encircle the polished floor.",
    "At the event, healthcare providers showcase community outreach photos while consulting firms arrange glossy case study booklets on high tables, creating parallel displays that juxtapose outreach imagery with professional literature. Groups of friends mark target employers on the event map and career counselors steer unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners encircle the polished floor. The engineering society sponsors a resume review table near the stage."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.2805690292242259,
    0.2805690292242259,
    0.2805690292242259,
    0.2805690292242259,
    0.2805690292242259,
    0.2805690292242259,
    0.5041568593265258,
    0.5041568593265258,
    0.5041568593265258,
    0.5041568593265258,
    0.5041568593265258,
    0.4142039728381062,
    0.4142039728381062,
    0.4142039728381062,
    0.4142039728381062,
    0.4142039728381062,
    0.4142039728381062,
    0.4142039728381062,
    0.620929647128627,
    0.620929647128627,
    0.620929647128627,
    0.819867648594244,
    0.819867648594244,
    0.819867648594244,
    0.819867648594244,
    0.819867648594244,
    0.819867648594244,
    0.819867648594244,
    0.799392998313509,
    0.799392998313509,
    0.799392998313509,
    0.799392998313509,
    0.799392998313509,
    0.799392998313509,
    0.799392998313509,
    0.799392998313509,
    0.799392998313509,
    0.799392998313509,
    0.799392998313509,
    0.799392998313509,
    0.8307556352793078,
    0.8307556352793078,
    0.8307556352793078,
    0.8307556352793078,
    0.8307556352793078,
    0.8307556352793078,
    0.8307556352793078,
    0.8307556352793078,
    0.8307556352793078,
    0.8307556352793078,
    0.8307556352793078,
    0.8516609729964459,
    0.8516609729964459,
    0.8516609729964459
  ],
  "1": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, and consulting firms stack glossy case study booklets on high tables.",
    "Workshops on networking etiquette begin in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews.",
    "In the adjoining classroom, workshops on networking etiquette begin, while consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact.",
    "In the adjoining classroom, workshops on networking etiquette begin, while consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "In the adjoining classroom, networking etiquette workshops begin, while consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall.",
    "In the adjoining classroom, networking etiquette workshops begin as consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention.",
    "In the adjoining classroom, networking etiquette workshops begin as consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "In the adjoining classroom, networking etiquette workshops run as consulting firms stack glossy case study booklets on high tables. An alumni panel discusses preparing for technical interviews, while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3079666359958354,
    0.3079666359958354,
    0.3079666359958354,
    0.3079666359958354,
    0.5555011151444048,
    0.5555011151444048,
    0.5555011151444048,
    0.5555011151444048,
    0.5555011151444048,
    0.5240556076880549,
    0.5240556076880549,
    0.5240556076880549,
    0.5240556076880549,
    0.5240556076880549,
    0.7045680299873689,
    0.7045680299873689,
    0.7045680299873689,
    0.7045680299873689,
    0.7045680299873689,
    0.7045680299873689,
    0.7045680299873689,
    0.7045680299873689,
    0.677811535857637,
    0.677811535857637,
    0.677811535857637,
    0.677811535857637,
    0.677811535857637,
    0.677811535857637,
    0.677811535857637,
    0.677811535857637,
    0.677811535857637,
    0.677811535857637,
    0.677811535857637,
    0.677811535857637,
    0.677811535857637,
    0.677811535857637,
    0.7570329842388598,
    0.7570329842388598,
    0.7570329842388598,
    0.7570329842388598,
    0.7570329842388598,
    0.7570329842388598,
    0.7570329842388598,
    0.7597747937898631,
    0.7597747937898631,
    0.7597747937898631,
    0.7597747937898631,
    0.7597747937898631,
    0.7597747937898631,
    0.7597747937898631,
    0.7597747937898631,
    0.7597747937898631,
    0.7597747937898631,
    0.7597747937898631,
    0.851054309369631,
    0.851054309369631
  ],
  "2": [
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves. Healthcare providers showcase community outreach photos.",
    "At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Human resources teams jot notes on tablets while students introduce themselves. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers display community outreach photos. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume-review table near the stage.",
    "At the venue entrance, staff scan registrations and hand out lanyards. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves. Healthcare providers display community outreach photos. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume-review table near the stage. Finance firms offer QR codes for immediate internship applications.",
    "At the venue entrance, staff scan registrations and hand out lanyards. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves. Healthcare providers display community outreach photos. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume-review table near the stage. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "At the venue entrance, staff scan registrations and hand out lanyards. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves. Healthcare providers display community outreach photos. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume-review table near the stage. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "At the venue entrance, staff scan registrations and hand out lanyards. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves. Healthcare providers display community outreach photos. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume-review table near the stage. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention.",
    "At the venue entrance, staff scan registrations and hand out lanyards. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves. Healthcare providers display community outreach photos. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume-review table near the stage. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5621491816555677,
    0.5621491816555677,
    0.5621491816555677,
    0.5621491816555677,
    0.5621491816555677,
    0.5621491816555677,
    0.5621491816555677,
    0.7573688771103854,
    0.7573688771103854,
    0.7573688771103854,
    0.7573688771103854,
    0.7573688771103854,
    0.7573688771103854,
    0.7573688771103854,
    0.7573688771103854,
    0.7573688771103854,
    0.7573688771103854,
    0.7573688771103854,
    0.779828141294363,
    0.779828141294363,
    0.779828141294363,
    0.779828141294363,
    0.7789787267294286,
    0.7789787267294286,
    0.7789787267294286,
    0.7881142143111957,
    0.7881142143111957,
    0.7881142143111957,
    0.7881142143111957,
    0.7881142143111957,
    0.8169389139601237,
    0.8169389139601237,
    0.8169389139601237,
    0.8169389139601237,
    0.8169389139601237,
    0.8169389139601237,
    0.8169389139601237,
    0.8258143295381257,
    0.8258143295381257,
    0.8258143295381257,
    0.8258143295381257,
    0.8258143295381257,
    0.8258143295381257,
    0.8496634332404269,
    0.8496634332404269,
    0.8496634332404269,
    0.8496634332404269,
    0.8496634332404269,
    0.8496634332404269,
    0.8496634332404269,
    0.8496907027001854,
    0.8496907027001854,
    0.8496907027001854,
    0.8496907027001854,
    0.8496907027001854,
    0.8573818262267316,
    0.8573818262267316,
    0.8573818262267316
  ],
  "3": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "A shared space hosts two activities: some students rehearse elevator pitches quietly against a wall, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "A shared space hosts two activities: some students rehearse elevator pitches quietly against a wall, while a cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance.",
    "In a shared space, two activities are underway: some students rehearse elevator pitches quietly against a wall, while a cybersecurity company runs a password cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3364778040558597,
    0.3364778040558597,
    0.3364778040558597,
    0.3364778040558597,
    0.3364778040558597,
    0.3364778040558597,
    0.3364778040558597,
    0.3364778040558597,
    0.3364778040558597,
    0.3364778040558597,
    0.3364778040558597,
    0.3364778040558597,
    0.3364778040558597,
    0.3364778040558597,
    0.3364778040558597,
    0.3364778040558597,
    0.3364778040558597,
    0.5139917597144953,
    0.5139917597144953,
    0.5139917597144953,
    0.5139917597144953,
    0.5139917597144953,
    0.5139917597144953,
    0.5139917597144953,
    0.5139917597144953,
    0.5139917597144953,
    0.5139917597144953,
    0.5139917597144953,
    0.5139917597144953,
    0.5139917597144953,
    0.5139917597144953,
    0.5139917597144953,
    0.5139917597144953,
    0.5139917597144953,
    0.5139917597144953,
    0.5139917597144953,
    0.5139917597144953,
    0.5139917597144953,
    0.5139917597144953,
    0.5139917597144953,
    0.5139917597144953,
    0.5139917597144953,
    0.5139917597144953,
    0.5139917597144953,
    0.5139917597144953,
    0.5139917597144953,
    0.5139917597144953,
    0.5139917597144953,
    0.7219596552501893,
    0.7219596552501893,
    0.7219596552501893,
    0.7219596552501893,
    0.7219596552501893,
    0.7219596552501893,
    0.7219596552501893
  ],
  "4": [
    "",
    "",
    "Some students stand quietly against the wall, rehearsing elevator pitches.",
    "Some students stand quietly against the wall, rehearsing elevator pitches.",
    "Some students stand quietly against the wall, rehearsing elevator pitches, while an alumni panel discusses how to prepare for technical interviews.",
    "Students stand quietly against the wall, rehearsing elevator pitches, while an alumni panel discusses how to prepare for technical interviews.",
    "Students stand quietly against the wall, rehearsing elevator pitches, while an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "Students stand quietly against the wall, rehearsing elevator pitches, while an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "Students stand quietly against the wall, rehearsing elevator pitches, as an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "Students stand quietly against the wall, rehearsing elevator pitches, as an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "Students stand quietly against the wall, rehearsing elevator pitches, as an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "4_score": [
    0.0,
    0.0,
    0.19099976252913875,
    0.19099976252913875,
    0.19099976252913875,
    0.19099976252913875,
    0.19099976252913875,
    0.19099976252913875,
    0.19099976252913875,
    0.19099976252913875,
    0.19099976252913875,
    0.19099976252913875,
    0.19099976252913875,
    0.19099976252913875,
    0.19099976252913875,
    0.19099976252913875,
    0.19099976252913875,
    0.30049129266158364,
    0.30049129266158364,
    0.30049129266158364,
    0.30049129266158364,
    0.30049129266158364,
    0.30049129266158364,
    0.30049129266158364,
    0.30049129266158364,
    0.30049129266158364,
    0.30049129266158364,
    0.30049129266158364,
    0.30049129266158364,
    0.3135756416978004,
    0.3135756416978004,
    0.3135756416978004,
    0.5239315554044115,
    0.5239315554044115,
    0.5239315554044115,
    0.5239315554044115,
    0.5239315554044115,
    0.5239315554044115,
    0.5239315554044115,
    0.5239315554044115,
    0.5239315554044115,
    0.5239315554044115,
    0.5239315554044115,
    0.5239315554044115,
    0.5239315554044115,
    0.5239315554044115,
    0.5239315554044115,
    0.5239315554044115,
    0.5239315554044115,
    0.5237936183354723,
    0.5237936183354723,
    0.5237936183354723,
    0.5237936183354723,
    0.6792943525210245,
    0.6792943525210245,
    0.6792943525210245,
    0.6792943525210245,
    0.6792943525210245,
    0.6792943525210245,
    0.6792943525210245,
    0.6792943525210245,
    0.6792943525210245,
    0.6792943525210245,
    0.6792943525210245,
    0.6792943525210245,
    0.6792943525210245
  ],
  "5": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance; groups of friends mark target employers on the event map.",
    "At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event entrance, staff scan registrations and hand out lanyards, establishing attendee IDs as groups move inside. Groups of friends mark target employers on the event map while students clutch resumes tucked in branded folders. Alumni volunteers share quick pep talks near the coffee station, and a welcome announcement over the PA outlines the fair schedule. Finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards, establishing attendee IDs as groups move inside. Groups of friends mark target employers on the event map while students clutch resumes tucked in branded folders. Alumni volunteers share quick pep talks near the coffee station, and a welcome announcement over the PA outlines the fair schedule. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "At the event entrance, staff scan registrations and hand out lanyards, establishing attendee IDs as groups move inside. Groups of friends mark target employers on the event map while students clutch resumes tucked in branded folders. Alumni volunteers share quick pep talks near the coffee station, and a welcome PA announcement outlines the fair schedule. Finance firms display QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens, while some rehearse elevator pitches quietly against the wall."
  ],
  "5_score": [
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.45464025632244,
    0.45464025632244,
    0.45464025632244,
    0.45464025632244,
    0.45464025632244,
    0.45464025632244,
    0.7715681258852999,
    0.7715681258852999,
    0.7715681258852999,
    0.7715681258852999,
    0.7715681258852999,
    0.7715681258852999,
    0.7715681258852999,
    0.7715681258852999,
    0.7715681258852999,
    0.7715681258852999,
    0.7837879360620822,
    0.7837879360620822,
    0.7837879360620822,
    0.7837879360620822,
    0.7837879360620822,
    0.7837879360620822,
    0.7837879360620822,
    0.7837879360620822,
    0.7837879360620822,
    0.8611006561382432,
    0.8611006561382432,
    0.8611006561382432,
    0.8611006561382432,
    0.8611006561382432,
    0.8611006561382432,
    0.8611006561382432,
    0.8611006561382432,
    0.8611006561382432,
    0.8611006561382432,
    0.8344553149076261,
    0.8344553149076261,
    0.8344553149076261,
    0.8344553149076261,
    0.8344553149076261,
    0.8344553149076261,
    0.8344553149076261,
    0.8344553149076261,
    0.8344553149076261,
    0.8344553149076261,
    0.8344553149076261,
    0.8527650670739746,
    0.8527650670739746,
    0.8527650670739746,
    0.8527650670739746,
    0.8527650670739746,
    0.8527650670739746,
    0.8527650670739746,
    0.8527650670739746,
    0.8527650670739746,
    0.8527650670739746,
    0.8527650670739746,
    0.8455521989985785,
    0.8455521989985785
  ],
  "6": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students stand with resumes tucked inside branded folders, gripping the documents. Some students rehearse elevator pitches quietly against the wall, practicing their delivery in a calm, focused stance.",
    "At the event entrance, students stand with resumes tucked inside branded folders, gripping the documents. Some students rehearse elevator pitches quietly against the wall in a calm, focused stance. Event staff scan registrations and hand out lanyards.",
    "At the event entrance, students stand with resumes tucked inside branded folders, gripping the documents. Some students rehearse elevator pitches quietly against the wall in a calm, focused stance. Event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor.",
    "At the event entrance, students stand with resumes tucked inside branded folders, gripping the documents. Some students rehearse elevator pitches quietly against the wall in a calm, focused stance. Event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, students stand with resumes tucked inside branded folders, gripping the documents. Some rehearse elevator pitches quietly against the wall in a calm, focused stance. Event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, students stand with resumes tucked inside branded folders, gripping the documents, while some rehearse elevator pitches quietly against the wall in a calm, focused stance. Event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, students stand with resumes tucked inside branded folders, gripping the documents, while some rehearse elevator pitches quietly against the wall in a calm, focused stance. Event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, students stand with resumes tucked inside branded folders, gripping documents, while some rehearse elevator pitches quietly against the wall in a calm, focused stance. Event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, students stand with resumes tucked inside branded folders, gripping documents, while some rehearse elevator pitches quietly against the wall in a calm, focused stance. Event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, students stand with resumes tucked in branded folders, gripping documents, while some rehearse elevator pitches quietly against the wall in a calm, focused stance. Event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact."
  ],
  "6_score": [
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.47626633184833683,
    0.47626633184833683,
    0.47626633184833683,
    0.47626633184833683,
    0.47626633184833683,
    0.47626633184833683,
    0.6967937586743189,
    0.6967937586743189,
    0.6967937586743189,
    0.6967937586743189,
    0.6967937586743189,
    0.7360065035172133,
    0.7360065035172133,
    0.7360065035172133,
    0.7360065035172133,
    0.7360065035172133,
    0.7890181119603202,
    0.7890181119603202,
    0.7890181119603202,
    0.8039840144755266,
    0.8039840144755266,
    0.8039840144755266,
    0.8039840144755266,
    0.8039840144755266,
    0.8039840144755266,
    0.8039840144755266,
    0.8039840144755266,
    0.8039840144755266,
    0.8039840144755266,
    0.8039840144755266,
    0.8039840144755266,
    0.8118706908137681,
    0.8118706908137681,
    0.8118706908137681,
    0.8118706908137681,
    0.8118706908137681,
    0.8118706908137681,
    0.8118706908137681,
    0.8118706908137681,
    0.8118706908137681,
    0.8118706908137681,
    0.8118706908137681,
    0.8193798219801337,
    0.8193798219801337,
    0.8193798219801337,
    0.8193798219801337,
    0.8193798219801337,
    0.8193798219801337,
    0.8193798219801337,
    0.8193798219801337,
    0.8193798219801337,
    0.8193798219801337,
    0.8193798219801337,
    0.8191437459113623,
    0.8191437459113623
  ],
  "7": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym, waiting for the career fair to open.",
    "Students line up outside the university gym, waiting for the career fair to open. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym, waiting for the career fair to open. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "Students line up outside the university gym, waiting for the career fair to open as dozens of booths with colorful banners circle the polished floor. In the adjoining classroom, workshops on networking etiquette begin, while in the gym area human resources teams jot notes on tablets as students introduce themselves.",
    "Students line up outside the university gym, waiting for the career fair to open, as dozens of booths with colorful banners circle the polished floor. In the adjoining classroom, workshops on networking etiquette begin. In the gym area, human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym, waiting for the career fair to open, as dozens of booths with colorful banners circle the polished gym floor. In the adjoining classroom, workshops on networking etiquette begin. In the gym area, human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "Students line up outside the university gym, waiting for the career fair to open, as dozens of booths with colorful banners circle the polished gym floor. In the adjoining classroom, workshops on networking etiquette begin. In the gym area, human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "Students line up outside the university gym, waiting for the career fair to open, as dozens of booths with colorful banners circle the polished gym floor. In the adjoining classroom, workshops on networking etiquette begin. In the gym area, human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym as the career fair prepares to open, while dozens of booths with colorful banners encircle the polished gym floor. In the adjoining classroom, workshops on networking etiquette begin. In the gym area, human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3663630221156415,
    0.3663630221156415,
    0.3663630221156415,
    0.3663630221156415,
    0.5488688554027017,
    0.5488688554027017,
    0.5488688554027017,
    0.7507928317459462,
    0.7507928317459462,
    0.7507928317459462,
    0.7507928317459462,
    0.7507928317459462,
    0.7507928317459462,
    0.7507928317459462,
    0.7507928317459462,
    0.5795166902509693,
    0.5795166902509693,
    0.5795166902509693,
    0.5795166902509693,
    0.5795166902509693,
    0.5795166902509693,
    0.783453855042839,
    0.783453855042839,
    0.783453855042839,
    0.783453855042839,
    0.783453855042839,
    0.802821818689095,
    0.802821818689095,
    0.802821818689095,
    0.802821818689095,
    0.802821818689095,
    0.802821818689095,
    0.802821818689095,
    0.802821818689095,
    0.802821818689095,
    0.802821818689095,
    0.802821818689095,
    0.802821818689095,
    0.802821818689095,
    0.802821818689095,
    0.802821818689095,
    0.802821818689095,
    0.802821818689095,
    0.8185433423327748,
    0.8185433423327748,
    0.8185433423327748,
    0.8185433423327748,
    0.8185433423327748,
    0.8185433423327748,
    0.8185433423327748,
    0.8185433423327748,
    0.8185433423327748,
    0.8185433423327748,
    0.8185433423327748,
    0.8185433423327748,
    0.8533757662798502,
    0.8533757662798502,
    0.8533757662798502,
    0.8533757662798502,
    0.8533757662798502,
    0.8533757662798502,
    0.8533757662798502
  ],
  "8": [
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "A shared gathering features two concurrent scenes: human resources teams jot notes on tablets as students introduce themselves, and alumni volunteers deliver quick pep talks near the coffee station.",
    "A shared gathering features two concurrent scenes: human resources teams jot notes on tablets as students introduce themselves, and alumni volunteers deliver quick pep talks near the coffee station.",
    "A shared gathering features two concurrent scenes: human resources teams jot notes on tablets as students introduce themselves, and alumni volunteers deliver quick pep talks near the coffee station. At the same time, students line up outside the university gym before the career fair opens.",
    "A shared gathering features two concurrent scenes: human resources teams jot notes on tablets as students introduce themselves, and alumni volunteers deliver quick pep talks near the coffee station. Simultaneously, students line up outside the university gym before the career fair opens, and inside, they clutch resumes inside branded folders.",
    "A shared gathering features two concurrent scenes: human resources teams jot notes on tablets as students introduce themselves, and alumni volunteers deliver quick pep talks near the coffee station. Simultaneously, students line up outside the university gym before the career fair opens, and inside they clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications."
  ],
  "8_score": [
    0.0,
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3360678766772725,
    0.3360678766772725,
    0.3360678766772725,
    0.3360678766772725,
    0.3360678766772725,
    0.3360678766772725,
    0.3360678766772725,
    0.3360678766772725,
    0.3360678766772725,
    0.5598119511935873,
    0.5598119511935873,
    0.5598119511935873,
    0.5598119511935873,
    0.5598119511935873,
    0.5598119511935873,
    0.5598119511935873,
    0.5598119511935873,
    0.5598119511935873,
    0.5598119511935873,
    0.5598119511935873,
    0.5598119511935873,
    0.5598119511935873,
    0.5598119511935873,
    0.5598119511935873,
    0.5598119511935873,
    0.5598119511935873,
    0.5598119511935873,
    0.5598119511935873,
    0.5598119511935873,
    0.5598119511935873,
    0.5598119511935873,
    0.5598119511935873,
    0.5598119511935873,
    0.5598119511935873,
    0.5598119511935873,
    0.5598119511935873,
    0.5598119511935873,
    0.5598119511935873,
    0.5598119511935873,
    0.5598119511935873,
    0.5598119511935873,
    0.5456581458961307,
    0.5456581458961307,
    0.5456581458961307,
    0.5456581458961307,
    0.5456581458961307,
    0.5456581458961307,
    0.5456581458961307,
    0.7372106735931729,
    0.7372106735931729,
    0.7372106735931729,
    0.7372106735931729,
    0.7372106735931729,
    0.7372106735931729
  ],
  "9": [
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, while a robotics startup flies a small drone above its booth to attract attention.",
    "At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "At the entrance, event staff scan registrations and hand out lanyards, while a robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall.",
    "At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall. The scene centers on registration flow, promotional drone activity, and attendees preparing pitches, with counselors guiding participants to suitable sectors as needed.",
    "Registration flows at the entrance as staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries, while some attendees rehearse elevator pitches quietly against the wall. The scene centers on registration activity, drone promotion, and attendees preparing pitches, with counselors guiding participants to suitable sectors as needed. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the entrance, staff register attendees by scanning registrations and handing out lanyards while a robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries, and some attendees rehearse elevator pitches quietly against the wall. The scene centers on registration activity, the drone promotion, and attendees preparing pitches, with counselors guiding participants to suitable sectors as needed. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications.",
    "At the entrance, staff register attendees by scanning registrations and handing out lanyards, while a robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries, and some attendees rehearse elevator pitches quietly against the wall. The scene centers on registration activity, the drone promotion, and attendees preparing pitches, with counselors guiding participants to suitable sectors as needed. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.44733240052024587,
    0.44733240052024587,
    0.44733240052024587,
    0.44733240052024587,
    0.44733240052024587,
    0.44733240052024587,
    0.820034700066196,
    0.820034700066196,
    0.820034700066196,
    0.820034700066196,
    0.820034700066196,
    0.820034700066196,
    0.820034700066196,
    0.820034700066196,
    0.820034700066196,
    0.820034700066196,
    0.820034700066196,
    0.820034700066196,
    0.820034700066196,
    0.820034700066196,
    0.6388594873426161,
    0.6388594873426161,
    0.6388594873426161,
    0.6388594873426161,
    0.7770497500304936,
    0.7770497500304936,
    0.7770497500304936,
    0.7770497500304936,
    0.7770497500304936,
    0.7770497500304936,
    0.7770497500304936,
    0.7770497500304936,
    0.7710131297199827,
    0.7710131297199827,
    0.7710131297199827,
    0.7710131297199827,
    0.7710131297199827,
    0.7710131297199827,
    0.7710131297199827,
    0.7710131297199827,
    0.7710131297199827,
    0.7710131297199827,
    0.8083011339065633,
    0.8083011339065633,
    0.8083011339065633,
    0.8083011339065633,
    0.8083011339065633,
    0.8083011339065633,
    0.8107661958402193,
    0.8107661958402193,
    0.8107661958402193,
    0.8107661958402193,
    0.8107661958402193,
    0.8107661958402193,
    0.8107661958402193,
    0.8107661958402193
  ],
  "10": [
    "",
    "",
    "Tech companies are displaying demo screens that showcase their latest apps.",
    "Tech companies are displaying demo screens that showcase their latest apps, while students line up outside the university gym before the career fair opens.",
    "Tech companies are displaying demo screens that showcase their latest apps, while students line up outside the university gym before the career fair opens, clutching resumes inside branded folders.",
    "Tech companies are displaying demo screens that showcase their latest apps, while students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Tech companies display demo screens that showcase their latest apps as students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Inside, a cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "Tech firms display demo screens showcasing their latest apps as students line up outside the university gym before the career fair opens, clutching resumes in branded folders. Inside, a cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall, and groups of friends mark target employers on the event map.",
    "At the university career fair, tech firms display demo screens of their latest apps as students line up outside the gym, clutching resumes in branded folders. Inside, a cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, students line up outside the gym with resumes in branded folders as tech firms display demo screens of their latest apps. Inside, a cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, students line up outside the gym with resumes in branded folders as tech firms display demo screens of their latest apps. Inside, a cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth for attention.",
    "At the university career fair, students line up outside the gym with resumes in branded folders while tech firms display demo screens of their latest apps. Inside, a cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth for attention. An alumni panel discusses how to prepare for technical interviews."
  ],
  "10_score": [
    0.0,
    0.0,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.42573740284167266,
    0.42573740284167266,
    0.42573740284167266,
    0.42573740284167266,
    0.43474121734027943,
    0.43474121734027943,
    0.43474121734027943,
    0.43474121734027943,
    0.43474121734027943,
    0.6148808031657425,
    0.6148808031657425,
    0.6148808031657425,
    0.6148808031657425,
    0.6148808031657425,
    0.6148808031657425,
    0.6148808031657425,
    0.6148808031657425,
    0.733795824005165,
    0.733795824005165,
    0.733795824005165,
    0.733795824005165,
    0.7911134484477782,
    0.7911134484477782,
    0.7911134484477782,
    0.7911134484477782,
    0.7911134484477782,
    0.7911134484477782,
    0.8129081051779461,
    0.8129081051779461,
    0.8129081051779461,
    0.8129081051779461,
    0.8129081051779461,
    0.8129081051779461,
    0.8129081051779461,
    0.8129081051779461,
    0.8129081051779461,
    0.8472439643153103,
    0.8472439643153103,
    0.8472439643153103,
    0.8472439643153103,
    0.8472439643153103,
    0.8472439643153103,
    0.8472439643153103,
    0.8472439643153103,
    0.8590427322950884,
    0.8590427322950884,
    0.8590427322950884,
    0.8851649813877026,
    0.8851649813877026,
    0.8851649813877026,
    0.8851649813877026,
    0.8851649813877026,
    0.8851649813877026,
    0.8851649813877026,
    0.8851649813877026
  ],
  "11": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "An event space features career counselors reminding attendees to maintain eye contact, as dozens of booths with colorful banners circle the polished floor.",
    "An event space features career counselors reminding attendees to maintain eye contact, as dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth for attention.",
    "An event space features career counselors reminding attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth for attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "An event space features dozens of booths with colorful banners encircling a polished floor, where career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to draw attention. In the adjoining classroom, workshops on networking etiquette have begun. Some students rehearse elevator pitches quietly against the wall.",
    "An event space features dozens of booths with colorful banners encircling a polished floor, where career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to draw attention. In the adjoining classroom, workshops on networking etiquette have begun, and some students rehearse elevator pitches quietly against the wall.",
    "An event space hosts dozens of booths encircled by colorful banners atop a polished floor, where career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to draw attention. In an adjoining classroom, workshops on networking etiquette have begun, and some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "In a busy event space, dozens of booths are encircled by colorful banners atop a polished floor, with career counselors reminding attendees to maintain eye contact. A robotics startup flies a small drone above its booth to draw attention. In an adjoining classroom, workshops on networking etiquette have begun, and some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At a busy event space, dozens of booths are arranged on a polished floor, each booth encircled by colorful banners as career counselors remind attendees to maintain eye contact. A robotics startup uses a small drone flown above its booth to draw attention. In an adjoining classroom, workshops on networking etiquette have begun, with some students quietly rehearsing elevator pitches against the wall. Consulting firms present glossy case study booklets on high tables. Students clutch resumes inside branded folders. A cybersecurity company hosts a password cracking challenge on a laptop."
  ],
  "11_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4162667961178701,
    0.4162667961178701,
    0.4162667961178701,
    0.4162667961178701,
    0.4162667961178701,
    0.4162667961178701,
    0.4162667961178701,
    0.5914823680816074,
    0.5914823680816074,
    0.5914823680816074,
    0.5914823680816074,
    0.5914823680816074,
    0.6988497411820479,
    0.6988497411820479,
    0.6988497411820479,
    0.6988497411820479,
    0.6988497411820479,
    0.6988497411820479,
    0.6988497411820479,
    0.6988497411820479,
    0.7113231363099172,
    0.7113231363099172,
    0.7113231363099172,
    0.7113231363099172,
    0.7113231363099172,
    0.7113231363099172,
    0.7495389037775522,
    0.7495389037775522,
    0.7495389037775522,
    0.7495389037775522,
    0.7495389037775522,
    0.7569440968619198,
    0.7569440968619198,
    0.7569440968619198,
    0.7569440968619198,
    0.7569440968619198,
    0.7569440968619198,
    0.7569440968619198,
    0.7569440968619198,
    0.7569440968619198,
    0.7569440968619198,
    0.7569440968619198,
    0.7569440968619198,
    0.7569440968619198,
    0.7569440968619198,
    0.7569440968619198,
    0.7937230282514982,
    0.7937230282514982,
    0.7937230282514982,
    0.7937230282514982,
    0.7937230282514982,
    0.7937230282514982,
    0.8069779668839338,
    0.8069779668839338,
    0.8069779668839338,
    0.8069779668839338,
    0.8069779668839338
  ],
  "12": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Groups of friends mark target employers on the event map; a cybersecurity company runs a password cracking challenge on a laptop; students line up outside the university gym before the career fair opens.",
    "At the university gym, students line up outside before the career fair opens. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university gym, students line up outside before the career fair opens. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map, while a cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university gym, students line up outside before the career fair opens. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map, while a cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews.",
    "At the university gym, students line up outside before the career fair opens. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map, while a cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "At the university gym, students line up outside before the career fair opens. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map, while a cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "At the university gym, students line up outside before the career fair opens. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map, while a cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "At the university gym, students line up outside before the career fair opens. Dozens of booths with colorful banners circle the polished floor as groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5112380172039567,
    0.5112380172039567,
    0.5112380172039567,
    0.5112380172039567,
    0.5237962023573669,
    0.5237962023573669,
    0.5237962023573669,
    0.5237962023573669,
    0.5237962023573669,
    0.5237962023573669,
    0.766420276093092,
    0.766420276093092,
    0.766420276093092,
    0.766420276093092,
    0.8019469861210026,
    0.8019469861210026,
    0.8019469861210026,
    0.8019469861210026,
    0.8465211851437675,
    0.8465211851437675,
    0.8465211851437675,
    0.8465211851437675,
    0.8465211851437675,
    0.8465211851437675,
    0.8452797872511527,
    0.8452797872511527,
    0.8452797872511527,
    0.8452797872511527,
    0.8452797872511527,
    0.8452797872511527,
    0.8452797872511527,
    0.8452797872511527,
    0.8452797872511527,
    0.8452797872511527,
    0.8452797872511527,
    0.8452797872511527,
    0.8452797872511527,
    0.8452797872511527,
    0.8452797872511527,
    0.8452797872511527,
    0.8452797872511527,
    0.8452797872511527,
    0.8452797872511527,
    0.8452797872511527,
    0.8452797872511527,
    0.8494306145264209,
    0.8494306145264209,
    0.8494306145264209,
    0.8494306145264209,
    0.8494306145264209,
    0.8494306145264209,
    0.8494306145264209,
    0.8494306145264209,
    0.8494306145264209,
    0.8494306145264209
  ],
  "13": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, as alumni volunteers deliver quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens as alumni volunteers deliver quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym before the career fair opens, as alumni volunteers deliver quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens, while alumni volunteers deliver quick pep talks near the coffee station and an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance to manage attendee flow.",
    "Students line up outside the university gym before the career fair opens, while alumni volunteers deliver quick pep talks near the coffee station and an alumni panel discusses how to prepare for technical interviews. Inside, students clutch resumes in branded folders as event staff scan registrations and hand out lanyards at the entrance to manage attendee flow. Human resources teams jot notes on tablets as students introduce themselves.",
    "Students line up outside the university gym before the career fair opens as alumni volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Inside, students clutch resumes in branded folders as event staff scan registrations and hand out lanyards at the entrance to manage attendee flow. HR teams jot notes on tablets as students introduce themselves.",
    "Outside the university gym, students line up before the career fair opens as alumni volunteers deliver quick pep talks near the coffee station and an alumni panel discusses how to prepare for technical interviews. Inside, students clutch resumes in branded folders while event staff scan registrations and hand out lanyards at the entrance to manage attendee flow. HR teams jot notes on tablets as students introduce themselves.",
    "Outside the university gym, students line up before the career fair opens as alumni volunteers deliver quick pep talks near the coffee station and an alumni panel discusses how to prepare for technical interviews. Inside, students clutch resumes in branded folders while event staff scan registrations and hand out lanyards at the entrance to manage attendee flow. HR teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, students line up before the career fair opens as alumni volunteers give quick pep talks near the coffee station and an alumni panel discusses how to prepare for technical interviews. Inside, attendees clutch resumes in branded folders while event staff scan registrations and hand out lanyards at the entrance to manage flow. HR teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "13_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.3945454867897911,
    0.3945454867897911,
    0.3945454867897911,
    0.3945454867897911,
    0.3945454867897911,
    0.3945454867897911,
    0.4279904919660495,
    0.4279904919660495,
    0.4279904919660495,
    0.6019867899916804,
    0.6019867899916804,
    0.6019867899916804,
    0.6019867899916804,
    0.6019867899916804,
    0.6019867899916804,
    0.6019867899916804,
    0.6019867899916804,
    0.7916045340204798,
    0.7916045340204798,
    0.7916045340204798,
    0.7916045340204798,
    0.7916045340204798,
    0.773397156312472,
    0.773397156312472,
    0.773397156312472,
    0.773397156312472,
    0.773397156312472,
    0.773397156312472,
    0.773397156312472,
    0.7742474948081262,
    0.7742474948081262,
    0.7742474948081262,
    0.7742474948081262,
    0.7742474948081262,
    0.7742474948081262,
    0.7742474948081262,
    0.7742474948081262,
    0.7742474948081262,
    0.7742474948081262,
    0.7742474948081262,
    0.7742474948081262,
    0.7749910994491224,
    0.7749910994491224,
    0.7749910994491224,
    0.7749910994491224,
    0.7749910994491224,
    0.7749910994491224,
    0.7749910994491224,
    0.7749910994491224,
    0.78626900966429,
    0.78626900966429,
    0.78626900966429,
    0.78626900966429,
    0.78626900966429,
    0.78626900966429,
    0.849256777504484,
    0.849256777504484,
    0.849256777504484,
    0.849256777504484,
    0.849256777504484,
    0.849256777504484
  ],
  "14": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map; workshops on networking etiquette begin in the adjoining classroom.",
    "Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Groups of friends are marking target employers on the event map. In the adjoining classroom, workshops on networking etiquette have begun. A cybersecurity company is conducting a password-cracking challenge on a laptop. Consulting firms are stacking glossy case-study booklets on high tables.",
    "At the event, groups of friends are marking target employers on the event map, while in an adjoining classroom workshops on networking etiquette have begun. A cybersecurity company is conducting a password-cracking challenge on a laptop nearby. Consulting firms are stacking glossy case-study booklets on high tables, and finance firms are offering QR codes for immediate internship applications.",
    "At the event, groups of friends are marking target employers on the event map. In an adjoining classroom, workshops on networking etiquette have begun. A cybersecurity company is conducting a password-cracking challenge on a laptop nearby. Consulting firms are stacking glossy case-study booklets on high tables, and finance firms are offering QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "Groups of friends at the event are marking target employers on the event map. In an adjoining classroom, workshops on networking etiquette have begun. A cybersecurity company is conducting a password-cracking challenge on a laptop nearby. Consulting firms are stacking glossy case-study booklets on high tables, and finance firms are offering QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "At the event, groups of friends are marking target employers on the event map. In an adjoining classroom, workshops on networking etiquette have begun. A cybersecurity company is conducting a password-cracking challenge on a laptop nearby. Consulting firms are stacking glossy case-study booklets on high tables, and finance firms are offering QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "At the event, groups of friends are marking target employers on the event map, while an adjoining classroom hosts workshops on networking etiquette. A cybersecurity company is conducting a password-cracking challenge on a laptop nearby. Consulting firms are stacking glossy case-study booklets on high tables, and finance firms are offering QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "At the career fair event, groups of friends are marking target employers on the event map, while an adjoining classroom hosts workshops on networking etiquette. A cybersecurity company is conducting a password-cracking challenge on a laptop nearby. Consulting firms are stacking glossy case-study booklets on high tables, and finance firms are offering QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.45408384302366045,
    0.45408384302366045,
    0.45408384302366045,
    0.45408384302366045,
    0.6293448898595047,
    0.6293448898595047,
    0.6293448898595047,
    0.6293448898595047,
    0.6293448898595047,
    0.6293448898595047,
    0.6293448898595047,
    0.6293448898595047,
    0.6293448898595047,
    0.6293448898595047,
    0.6293448898595047,
    0.6293448898595047,
    0.6293448898595047,
    0.7061294019932514,
    0.7061294019932514,
    0.7061294019932514,
    0.7061294019932514,
    0.7061294019932514,
    0.7061294019932514,
    0.7061294019932514,
    0.7815047606721994,
    0.7815047606721994,
    0.7815047606721994,
    0.7815047606721994,
    0.7815047606721994,
    0.7815047606721994,
    0.7815047606721994,
    0.7815047606721994,
    0.8103891933424348,
    0.8103891933424348,
    0.8103891933424348,
    0.8103891933424348,
    0.8120483136172584,
    0.8120483136172584,
    0.8120483136172584,
    0.8120483136172584,
    0.8120483136172584,
    0.8120483136172584,
    0.8120483136172584,
    0.822802457276592,
    0.822802457276592,
    0.822802457276592,
    0.822802457276592,
    0.822802457276592,
    0.822802457276592,
    0.822802457276592,
    0.8546084405777108,
    0.8546084405777108,
    0.8546084405777108,
    0.8546084405777108,
    0.8546084405777108,
    0.8546084405777108,
    0.8546084405777108,
    0.8681754337240148
  ],
  "15": [
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers deliver quick pep talks near the coffee station, and a welcome announcement over the PA system outlines the fair schedule.",
    "Alumni volunteers deliver quick pep talks near the coffee station, and a welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, alumni volunteers deliver quick pep talks near the coffee station, while a welcome announcement over the PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "At the event, alumni volunteers deliver quick pep talks near the coffee station, while a welcome announcement over the PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "At the event, alumni volunteers deliver quick pep talks near the coffee station, while a welcome announcement over the PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "At the event, alumni volunteers deliver quick pep talks near the coffee station, while a welcome announcement over the PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "Around the event, alumni volunteers deliver brief pep talks near the coffee station, as a welcome PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station as a welcome PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station as a welcome PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.4205686471613346,
    0.4205686471613346,
    0.4205686471613346,
    0.4205686471613346,
    0.6281980515457564,
    0.6281980515457564,
    0.6281980515457564,
    0.6281980515457564,
    0.6281980515457564,
    0.8387254206107404,
    0.8387254206107404,
    0.8387254206107404,
    0.8387254206107404,
    0.8387254206107404,
    0.8387254206107404,
    0.8387254206107404,
    0.8387254206107404,
    0.8387254206107404,
    0.8387254206107404,
    0.8387254206107404,
    0.8707779732111538,
    0.8707779732111538,
    0.8707779732111538,
    0.8707779732111538,
    0.8594841066077318,
    0.8594841066077318,
    0.8594841066077318,
    0.8594841066077318,
    0.8594841066077318,
    0.8594841066077318,
    0.8594841066077318,
    0.8594841066077318,
    0.8594841066077318,
    0.8850269821710911,
    0.8850269821710911,
    0.8850269821710911,
    0.8850269821710911,
    0.8850269821710911,
    0.8850269821710911,
    0.8850269821710911,
    0.8850269821710911,
    0.8909913926705268,
    0.8909913926705268,
    0.8909913926705268,
    0.8909913926705268,
    0.8909913926705268,
    0.8909913926705268,
    0.8909913926705268,
    0.8909913926705268,
    0.8909913926705268,
    0.8960322161571943,
    0.8960322161571943,
    0.8960322161571943,
    0.8960322161571943,
    0.8960322161571943,
    0.8960322161571943,
    0.8960322161571943,
    0.8960322161571943,
    0.8960322161571943,
    0.8960322161571943,
    0.8960322161571943
  ],
  "16": [
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance, while workshops on networking etiquette begin in the adjoining classroom.",
    "At the venue's entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Finance firms offer QR codes for immediate internship applications.",
    "At the venue's entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, networking etiquette workshops begin. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "At the venue's entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, networking etiquette workshops begin. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos.",
    "At the venue's entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, networking etiquette workshops begin. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, networking etiquette workshops begin. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, networking etiquette workshops begin. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "At the venue entrance, event staff scan registrations and hand out lanyards, establishing the front-line check-in. In the adjoining classroom, networking etiquette workshops begin. Finance firms offer QR codes for immediate internship applications. Outside the university gym, students line up before the career fair opens. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "At the venue entrance, staff scan registrations and hand out lanyards, establishing the front-line check-in. In the adjoining classroom, networking etiquette workshops begin. Outside the university gym, students line up before the career fair opens. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.3923418302695227,
    0.3923418302695227,
    0.3923418302695227,
    0.3923418302695227,
    0.3923418302695227,
    0.7470162998452067,
    0.7470162998452067,
    0.7470162998452067,
    0.7470162998452067,
    0.802347913253818,
    0.802347913253818,
    0.802347913253818,
    0.802347913253818,
    0.802347913253818,
    0.802347913253818,
    0.802347913253818,
    0.8202076785301687,
    0.8202076785301687,
    0.8202076785301687,
    0.8328768236734015,
    0.8328768236734015,
    0.8328768236734015,
    0.8328768236734015,
    0.8328768236734015,
    0.842419190908489,
    0.842419190908489,
    0.842419190908489,
    0.842419190908489,
    0.842419190908489,
    0.842419190908489,
    0.8358042976063438,
    0.8358042976063438,
    0.8358042976063438,
    0.8358042976063438,
    0.8358042976063438,
    0.8358042976063438,
    0.8358042976063438,
    0.8358042976063438,
    0.8374820092887905,
    0.8374820092887905,
    0.8374820092887905,
    0.8374820092887905,
    0.8374820092887905,
    0.8374820092887905,
    0.8374820092887905,
    0.8310657367250411,
    0.8310657367250411,
    0.8310657367250411,
    0.8310657367250411,
    0.8310657367250411,
    0.8310657367250411,
    0.8310657367250411,
    0.8310657367250411,
    0.8310657367250411,
    0.8310657367250411,
    0.8310657367250411
  ],
  "17": [
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners circle the polished floor; some students rehearse elevator pitches quietly against the wall; career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners encircle the polished floor at the event. Some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners encircle the polished floor of the event. Some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners encircle the polished floor of the event. Some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners encircle the polished floor of the event, framing a busy scene. Some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves.",
    "Dozens of booths with colorful banners surround the polished floor of the event, framing a busy career fair scene. Some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Outside the university gym, students line up before the career fair opens.",
    "At a university career fair, dozens of booths with colorful banners surround a polished floor, creating a busy scene. Some students rehearse elevator pitches quietly against the wall while career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Outside the university gym, students line up before the fair opens. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.4854907390004324,
    0.4854907390004324,
    0.4854907390004324,
    0.4854907390004324,
    0.4854907390004324,
    0.46611060058230996,
    0.46611060058230996,
    0.46611060058230996,
    0.46611060058230996,
    0.46611060058230996,
    0.46611060058230996,
    0.46611060058230996,
    0.46611060058230996,
    0.46611060058230996,
    0.46611060058230996,
    0.6176222585924871,
    0.6176222585924871,
    0.6176222585924871,
    0.6176222585924871,
    0.6176222585924871,
    0.6176222585924871,
    0.6176222585924871,
    0.6176222585924871,
    0.6160285662878512,
    0.6160285662878512,
    0.6160285662878512,
    0.6160285662878512,
    0.6160285662878512,
    0.6160285662878512,
    0.6160285662878512,
    0.6160285662878512,
    0.6160285662878512,
    0.7442174409811699,
    0.7442174409811699,
    0.7442174409811699,
    0.7442174409811699,
    0.7442174409811699,
    0.7442174409811699,
    0.7442174409811699,
    0.7442174409811699,
    0.7442174409811699,
    0.7442174409811699,
    0.7442174409811699,
    0.7442174409811699,
    0.7442174409811699,
    0.7442174409811699,
    0.7442174409811699,
    0.8140177663738783,
    0.8140177663738783,
    0.8140177663738783,
    0.8140177663738783,
    0.8140177663738783,
    0.8140177663738783,
    0.8367705034254919,
    0.8367705034254919,
    0.8367705034254919,
    0.8367705034254919,
    0.8367705034254919,
    0.8367705034254919,
    0.8367705034254919
  ],
  "18": [
    "",
    "",
    "",
    "Students line up outside the university gym, awaiting the opening of the career fair.",
    "Students line up outside the university gym, awaiting the opening of the career fair. The engineering society sponsors a resume review table near the stage.",
    "Students line up outside the university gym, awaiting the opening of the career fair. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym, awaiting the opening of the career fair. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym, awaiting the opening of the career fair. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves.",
    "Students line up outside the university gym, awaiting the opening of the career fair. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.3416955351830324,
    0.3416955351830324,
    0.3416955351830324,
    0.3416955351830324,
    0.3416955351830324,
    0.521998874623401,
    0.521998874623401,
    0.521998874623401,
    0.521998874623401,
    0.521998874623401,
    0.521998874623401,
    0.521998874623401,
    0.521998874623401,
    0.521998874623401,
    0.521998874623401,
    0.521998874623401,
    0.521998874623401,
    0.521998874623401,
    0.7309758019582924,
    0.7309758019582924,
    0.7309758019582924,
    0.7309758019582924,
    0.7309758019582924,
    0.7309758019582924,
    0.7309758019582924,
    0.7309758019582924,
    0.7309758019582924,
    0.7309758019582924,
    0.7309758019582924,
    0.7309758019582924,
    0.7309758019582924,
    0.7309758019582924,
    0.7309758019582924,
    0.7309758019582924,
    0.7309758019582924,
    0.7309758019582924,
    0.7309758019582924,
    0.7309758019582924,
    0.7309758019582924,
    0.7309758019582924,
    0.7309758019582924,
    0.7309758019582924,
    0.7309758019582924,
    0.7309758019582924,
    0.7309758019582924,
    0.7309758019582924,
    0.7309758019582924,
    0.7309758019582924,
    0.7309758019582924,
    0.7309758019582924,
    0.7309758019582924,
    0.7704501242798716,
    0.7704501242798716,
    0.7704501242798716,
    0.7704501242798716,
    0.7704501242798716,
    0.7704501242798716,
    0.7704501242798716,
    0.7704501242798716,
    0.7704501242798716,
    0.7704501242798716,
    0.7704501242798716,
    0.7704501242798716
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In a shared display setting, consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos.",
    "In a shared display setting, consulting firms stack glossy case study booklets on high tables while healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "In a shared display setting, consulting firms stack glossy case study booklets on high tables while healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries.",
    "In a shared display setting, consulting firms stack glossy case study booklets on high tables while healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens, as career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews.",
    "In a shared display setting, consulting firms stack glossy case study booklets on high tables while healthcare providers showcase community outreach photos. Outside the university gym, students line up before the career fair opens as career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "In a shared display setting, consulting firms stack glossy case study booklets on high tables while healthcare providers showcase community outreach photos. Outside the university gym, students line up before the career fair opens as career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications.",
    "In a shared display setting at the career event, consulting firms stack glossy case study booklets on high tables while healthcare providers showcase community outreach photos. Outside the university gym, students line up before the career fair opens as career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps, and finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "At a career event, a shared display setting shows consulting firms stacking glossy case study booklets on high tables while healthcare providers showcase community outreach photos. Outside the university gym, students line up before the career fair opens as career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens of their latest apps, and finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "At a university career event, a shared display setting features consulting firms stacking glossy case study booklets on high tables while healthcare providers showcase community outreach photos. Outside the university gym, students line up before the career fair opens as career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens of their latest apps, and finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, and others clutch resumes inside branded folders."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.29026038592260156,
    0.29026038592260156,
    0.29026038592260156,
    0.29026038592260156,
    0.5787802507270555,
    0.5787802507270555,
    0.5787802507270555,
    0.5787802507270555,
    0.5787802507270555,
    0.5787802507270555,
    0.7343392666714301,
    0.7343392666714301,
    0.7343392666714301,
    0.7343392666714301,
    0.7467615231580258,
    0.7467615231580258,
    0.7467615231580258,
    0.7467615231580258,
    0.7467615231580258,
    0.7467615231580258,
    0.7467615231580258,
    0.7467615231580258,
    0.7467615231580258,
    0.7467615231580258,
    0.7467615231580258,
    0.773200810081808,
    0.773200810081808,
    0.773200810081808,
    0.773200810081808,
    0.773200810081808,
    0.821023943576676,
    0.821023943576676,
    0.821023943576676,
    0.821023943576676,
    0.821023943576676,
    0.821023943576676,
    0.8306424040337659,
    0.8306424040337659,
    0.8306424040337659,
    0.8306424040337659,
    0.8306424040337659,
    0.8306424040337659,
    0.8306424040337659,
    0.8124282576643787,
    0.8124282576643787,
    0.8124282576643787,
    0.8124282576643787,
    0.8124282576643787,
    0.8122352326345177,
    0.8122352326345177,
    0.8122352326345177
  ],
  "20": [
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth for attention.",
    "A robotics startup flies a small drone above its booth for attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "A robotics startup flies a small drone above its booth for attention. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews.",
    "In an exhibition hall, a robotics startup hovers a small drone above its booth to draw attention. Dozens of booths with colorful banners encircle the polished floor. In the adjoining classroom, workshops on networking etiquette begin. An alumni panel discusses how to prepare for technical interviews.",
    "An exhibition hall hosts a robotics startup that hovers a small drone above its booth to attract attention, while dozens of booths with colorful banners encircle the polished floor. In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before the career fair opens.",
    "An exhibition hall hosts a robotics startup that hovers a small drone above its booth to attract attention, while dozens of booths with colorful banners encircle the polished floor. In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders.",
    "In a university setting, an exhibition hall hosts a robotics startup whose small drone hovers above its booth to attract attention, while dozens of booths with colorful banners encircle the polished floor. In an adjoining classroom, workshops on networking etiquette begin as an alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In a university setting, an exhibition hall hosts a robotics startup whose small drone hovers above its booth to attract attention as dozens of booths with colorful banners encircle the polished floor. In an adjoining classroom, workshops on networking etiquette begin while an alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "At a university setting, an exhibition hall hosts a robotics startup whose small drone hovers above its booth as dozens of booths with colorful banners encircle the polished floor. In an adjoining classroom, workshops on networking etiquette begin while an alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.5221424116180167,
    0.5221424116180167,
    0.5221424116180167,
    0.5221424116180167,
    0.6944943758976724,
    0.6944943758976724,
    0.6944943758976724,
    0.6944943758976724,
    0.6944943758976724,
    0.6944943758976724,
    0.6944943758976724,
    0.6944943758976724,
    0.6944943758976724,
    0.6944943758976724,
    0.7267374483096791,
    0.7267374483096791,
    0.7267374483096791,
    0.7267374483096791,
    0.7267374483096791,
    0.7267374483096791,
    0.7267374483096791,
    0.7267374483096791,
    0.7267374483096791,
    0.7267374483096791,
    0.7267374483096791,
    0.7267374483096791,
    0.7736965579999124,
    0.7736965579999124,
    0.7736965579999124,
    0.7736965579999124,
    0.8070548321718283,
    0.8070548321718283,
    0.8070548321718283,
    0.8070548321718283,
    0.8070548321718283,
    0.809327239968896,
    0.809327239968896,
    0.809327239968896,
    0.809327239968896,
    0.809327239968896,
    0.809327239968896,
    0.809327239968896,
    0.809327239968896,
    0.8358533593014952,
    0.8358533593014952,
    0.8358533593014952,
    0.8358533593014952,
    0.8358533593014952,
    0.8358533593014952,
    0.8358533593014952,
    0.8358533593014952,
    0.8358533593014952,
    0.8375889272917229,
    0.8375889272917229,
    0.8375889272917229,
    0.8375889272917229,
    0.8375889272917229,
    0.8375889272917229
  ],
  "21": [
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym, ahead of the career fair opening.",
    "Students line up outside the university gym ahead of the career fair opening, while workshops on networking etiquette begin in the adjoining classroom.",
    "Students line up outside the university gym in anticipation of the career fair opening, while workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym in anticipation of the career fair opening, while workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews.",
    "Students queue outside the university gym in anticipation of the career fair opening. In the adjoining classroom, workshops on networking etiquette have begun. An alumni panel is discussing how to prepare for technical interviews. Nearby, alumni volunteers deliver quick pep talks near the coffee station.",
    "At the university campus, students queue outside the gym in anticipation of the career fair opening. In the adjoining classroom, workshops on networking etiquette have begun, while an alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers deliver quick pep talks beside the coffee station, and some students rehearse elevator pitches quietly against the wall.",
    "On a university campus, students queue outside the gym in anticipation of the career fair opening. In the adjoining classroom, workshops on networking etiquette have begun, while an alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers deliver quick pep talks beside the coffee station, and some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications.",
    "On a university campus, students queue outside the gym in anticipation of the career fair opening. In the adjoining classroom, workshops on networking etiquette have begun, while an alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers deliver quick pep talks beside the coffee station, and some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance.",
    "On a university campus, students queue outside the gym in anticipation of the career fair opening. In the adjoining classroom, workshops on networking etiquette have begun, while an alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers deliver quick pep talks beside the coffee station, and some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3639209590625308,
    0.3639209590625308,
    0.3639209590625308,
    0.3639209590625308,
    0.4167010860149194,
    0.4167010860149194,
    0.4167010860149194,
    0.4167010860149194,
    0.4367335747043771,
    0.4367335747043771,
    0.4367335747043771,
    0.4367335747043771,
    0.4367335747043771,
    0.4367335747043771,
    0.4367335747043771,
    0.4367335747043771,
    0.4367335747043771,
    0.4367335747043771,
    0.4367335747043771,
    0.4367335747043771,
    0.4367335747043771,
    0.4367335747043771,
    0.4367335747043771,
    0.4367335747043771,
    0.4367335747043771,
    0.4367335747043771,
    0.4367335747043771,
    0.6843745897075073,
    0.6843745897075073,
    0.6843745897075073,
    0.6843745897075073,
    0.6843745897075073,
    0.7104677593567209,
    0.7104677593567209,
    0.7104677593567209,
    0.7104677593567209,
    0.7104677593567209,
    0.7104677593567209,
    0.7104677593567209,
    0.7104677593567209,
    0.7699080636442012,
    0.7699080636442012,
    0.7699080636442012,
    0.7699080636442012,
    0.7699080636442012,
    0.7699080636442012,
    0.7699080636442012,
    0.7699080636442012,
    0.7699080636442012,
    0.7699080636442012,
    0.7699080636442012,
    0.7699080636442012,
    0.7699080636442012,
    0.7699080636442012,
    0.7699080636442012,
    0.8194082580884967,
    0.8194082580884967,
    0.8194082580884967,
    0.8194082580884967,
    0.8194082580884967,
    0.8194082580884967
  ],
  "22": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "In the scene, groups of friends mark target employers on the event map, while an alumni panel discusses how to prepare for technical interviews.",
    "Groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews, while some students rehearse elevator pitches quietly against the wall.",
    "At the event, groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews; meanwhile, some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention.",
    "At the event, groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews; meanwhile, some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event, groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews; meanwhile, some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews; meanwhile, some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders.",
    "At the event, groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews; meanwhile, some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves.",
    "Groups of friends mark target employers on the event map as an alumni panel discusses preparing for technical interviews. Meanwhile, students rehearse elevator pitches against a wall. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement over the PA outlines the fair schedule. Dozens of booths with colorful banners line the polished floor as students clutch resumes in branded folders. HR teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage."
  ],
  "22_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.47927120282671715,
    0.47927120282671715,
    0.47927120282671715,
    0.47927120282671715,
    0.47927120282671715,
    0.47927120282671715,
    0.47927120282671715,
    0.47927120282671715,
    0.4715728023993342,
    0.4715728023993342,
    0.4715728023993342,
    0.4715728023993342,
    0.4715728023993342,
    0.6646616658409714,
    0.6646616658409714,
    0.6646616658409714,
    0.6646616658409714,
    0.6646616658409714,
    0.6646616658409714,
    0.6646616658409714,
    0.8537312583574812,
    0.8537312583574812,
    0.8537312583574812,
    0.8537312583574812,
    0.8537312583574812,
    0.8537312583574812,
    0.8537312583574812,
    0.8537312583574812,
    0.8537312583574812,
    0.8537312583574812,
    0.8537312583574812,
    0.8537312583574812,
    0.8537312583574812,
    0.8537312583574812,
    0.8537312583574812,
    0.8537312583574812,
    0.8537312583574812,
    0.8537312583574812,
    0.8537312583574812,
    0.8781366332355445,
    0.8781366332355445,
    0.8781366332355445,
    0.8781366332355445,
    0.8781366332355445,
    0.8781366332355445,
    0.8781366332355445,
    0.8781366332355445,
    0.8960033634598876,
    0.8960033634598876,
    0.8960033634598876,
    0.8960033634598876,
    0.8960033634598876,
    0.8960033634598876,
    0.8960033634598876,
    0.8960033634598876,
    0.8960033634598876,
    0.8983007144774147,
    0.8983007144774147,
    0.8983007144774147,
    0.8983007144774147,
    0.8983007144774147
  ],
  "23": [
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. Dozens of booths with colorful banners encircle the polished floor.",
    "A welcome announcement plays over the PA system, outlining the fair schedule; dozens of booths with colorful banners encircle the polished floor of the university gym, and students line up outside before the career fair opens.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. Dozens of booths with colorful banners encircle the polished floor of the university gym. Students line up outside before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. Dozens of booths with colorful banners encircle the polished floor of the university gym. Students line up outside before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. Dozens of booths with colorful banners encircle the polished floor of the university gym. Students line up outside before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. Dozens of booths with colorful banners encircle the polished floor of the university gym. Students line up outside before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "23_score": [
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.5803732947990767,
    0.5803732947990767,
    0.5803732947990767,
    0.5803732947990767,
    0.4861083105470765,
    0.4861083105470765,
    0.4861083105470765,
    0.4861083105470765,
    0.4861083105470765,
    0.8125820506604968,
    0.8125820506604968,
    0.8125820506604968,
    0.8125820506604968,
    0.8125820506604968,
    0.8125820506604968,
    0.8125820506604968,
    0.8125820506604968,
    0.8125820506604968,
    0.8125820506604968,
    0.8125820506604968,
    0.8259214707691036,
    0.8259214707691036,
    0.8259214707691036,
    0.8259214707691036,
    0.8259214707691036,
    0.8259214707691036,
    0.8259214707691036,
    0.8259214707691036,
    0.8231444603506659,
    0.8231444603506659,
    0.8231444603506659,
    0.8231444603506659,
    0.8231444603506659,
    0.8231444603506659,
    0.8231444603506659,
    0.8231444603506659,
    0.8231444603506659,
    0.8231444603506659,
    0.8231444603506659,
    0.8231444603506659,
    0.8231444603506659,
    0.8231444603506659,
    0.8231444603506659,
    0.8231444603506659,
    0.8231444603506659
  ],
  "24": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "In a display setting, healthcare providers showcase community outreach photos, while some students rehearse elevator pitches quietly against the wall.",
    "In a display setting, healthcare providers showcase community outreach photos, while some students rehearse elevator pitches quietly against the wall, and the engineering society sponsors a resume review table near the stage.",
    "In a display setting, healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall, while the engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station.",
    "In a display setting, healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "In a display setting, healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage, while alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries.",
    "A display setting features healthcare providers showcasing community outreach photos. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage, while alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries.",
    "At a university career fair, a display area features healthcare providers showcasing community outreach photos. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage, while alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, a display area features healthcare providers showcasing community outreach photos. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage, while alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, attendees move among distinct zones: a display area with healthcare providers showcasing community outreach photos; some students rehearse elevator pitches quietly against the wall; the engineering society sponsors a resume review table near the stage; alumni volunteers share quick pep talks near the coffee station; consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.32574269419114865,
    0.32574269419114865,
    0.32574269419114865,
    0.32574269419114865,
    0.3775906865073137,
    0.3775906865073137,
    0.3775906865073137,
    0.3775906865073137,
    0.6417562334840634,
    0.6417562334840634,
    0.6417562334840634,
    0.6417562334840634,
    0.6417562334840634,
    0.7207805694397287,
    0.7207805694397287,
    0.7207805694397287,
    0.7207805694397287,
    0.7207805694397287,
    0.7207805694397287,
    0.7229738608306286,
    0.7229738608306286,
    0.7229738608306286,
    0.7229738608306286,
    0.7129048324192967,
    0.7129048324192967,
    0.7129048324192967,
    0.7129048324192967,
    0.7129048324192967,
    0.7129048324192967,
    0.8051028945892376,
    0.8051028945892376,
    0.8051028945892376,
    0.8051028945892376,
    0.8051028945892376,
    0.8051028945892376,
    0.8051028945892376,
    0.8051028945892376,
    0.8051028945892376,
    0.8051028945892376,
    0.8051028945892376,
    0.8051028945892376,
    0.8051028945892376,
    0.8051028945892376,
    0.8051028945892376,
    0.8051028945892376,
    0.8051028945892376,
    0.8051028945892376,
    0.8051028945892376,
    0.8051028945892376,
    0.8051028945892376,
    0.6286546471577347,
    0.6286546471577347,
    0.6286546471577347,
    0.6286546471577347,
    0.6286546471577347,
    0.6286546471577347,
    0.6286546471577347,
    0.6286546471577347,
    0.6286546471577347,
    0.6286546471577347,
    0.6286546471577347
  ]
}