{
  "0": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, forming stacked displays. Attendees are present, and career counselors remind them to maintain eye contact.",
    "Consulting firms stack glossy case study booklets on high tables, forming stacked displays. Attendees are present, and career counselors remind them to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "Consulting firms stack glossy case study booklets on high tables to form stacked displays. Attendees are present, and career counselors remind them to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "Consulting firms stack glossy case-study booklets on high tables to form stacked displays. Attendees are present, and career counselors remind them to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications.",
    "At the career fair, consulting firms stack glossy case-study booklets on high tables to form stacked displays. Attendees are present. Career counselors remind attendees to maintain eye contact. Several students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, consulting firms stack glossy case-study booklets on high tables to form stacked displays. Attendees are present as career counselors remind them to maintain eye contact. Several students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, consulting firms stack glossy case-study booklets on high tables to form stacked displays. Attendees are present as career counselors remind them to maintain eye contact. Several students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth for attention.",
    "At the career fair, consulting firms stack glossy case-study booklets on high tables to form stacked displays. Attendees listen as career counselors remind them to maintain eye contact. Several students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, consulting firms stack glossy case-study booklets on high tables to form stacked displays. Attendees listen as career counselors remind them to maintain eye contact. Several students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, consulting firms stack glossy case-study booklets on high tables to create stacked displays. Attendees listen as career counselors remind them to maintain eye contact. Several students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.46411841127927667,
    0.46411841127927667,
    0.46411841127927667,
    0.46411841127927667,
    0.6144176354824646,
    0.6144176354824646,
    0.6144176354824646,
    0.6144176354824646,
    0.6144176354824646,
    0.6144176354824646,
    0.6524751792378332,
    0.6524751792378332,
    0.6524751792378332,
    0.6524751792378332,
    0.727796635780477,
    0.727796635780477,
    0.727796635780477,
    0.727796635780477,
    0.727796635780477,
    0.8339234392229342,
    0.8339234392229342,
    0.8339234392229342,
    0.8339234392229342,
    0.8339234392229342,
    0.8279531096340086,
    0.8279531096340086,
    0.8279531096340086,
    0.8279531096340086,
    0.8279531096340086,
    0.8279531096340086,
    0.8279531096340086,
    0.8279531096340086,
    0.8279531096340086,
    0.8279531096340086,
    0.8279531096340086,
    0.8279531096340086,
    0.8279531096340086,
    0.8279531096340086,
    0.8728911675594624,
    0.8728911675594624,
    0.8728911675594624,
    0.8943098860792582,
    0.8943098860792582,
    0.8943098860792582,
    0.8943098860792582,
    0.8943098860792582,
    0.8943098860792582,
    0.8943098860792582,
    0.8943098860792582,
    0.8943098860792582,
    0.8908081473252981,
    0.8908081473252981,
    0.8908081473252981,
    0.8908081473252981,
    0.8908081473252981,
    0.8902353705308645,
    0.8902353705308645,
    0.8902353705308645
  ],
  "1": [
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "At the event, career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair event, career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "At the career fair event at the university gym, career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders while event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, students line up before the career fair opens.",
    "At the university gym, the career fair proceeds with career counselors reminding attendees to maintain eye contact. Inside, students clutch resumes inside branded folders as event staff scan registrations and hand out lanyards at the entrance; outside, students line up before opening, and some rehearse elevator pitches quietly against the wall."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.531810874988668,
    0.531810874988668,
    0.531810874988668,
    0.531810874988668,
    0.531810874988668,
    0.531810874988668,
    0.7775305203671673,
    0.7775305203671673,
    0.7775305203671673,
    0.7775305203671673,
    0.7775305203671673,
    0.7775305203671673,
    0.7775305203671673,
    0.7775305203671673,
    0.7775305203671673,
    0.7775305203671673,
    0.7775305203671673,
    0.7775305203671673,
    0.7775305203671673,
    0.7775305203671673,
    0.7775305203671673,
    0.7775305203671673,
    0.7775305203671673,
    0.8379158981847876,
    0.8379158981847876,
    0.8379158981847876,
    0.8379158981847876,
    0.7382364997436706,
    0.7382364997436706,
    0.7382364997436706,
    0.7382364997436706,
    0.7382364997436706,
    0.6112296368238846,
    0.6112296368238846,
    0.6112296368238846,
    0.6112296368238846,
    0.6112296368238846,
    0.6112296368238846,
    0.6112296368238846,
    0.6112296368238846,
    0.6112296368238846,
    0.6112296368238846,
    0.6112296368238846,
    0.6112296368238846,
    0.6112296368238846,
    0.6112296368238846,
    0.6112296368238846,
    0.6112296368238846,
    0.6112296368238846,
    0.6112296368238846,
    0.6112296368238846,
    0.6112296368238846,
    0.6112296368238846,
    0.6112296368238846,
    0.6112296368238846,
    0.6112296368238846,
    0.6112296368238846,
    0.6112296368238846,
    0.6112296368238846
  ],
  "2": [
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance are scanning registrations and distributing lanyards, while an alumni panel discusses how to prepare for technical interviews.",
    "At the entrance, event staff scan registrations and distribute lanyards. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the entrance, event staff scan registrations and distribute lanyards. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the venue entrance, event staff scan registrations and distribute lanyards. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue entrance, event staff scan registrations and distribute lanyards. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention.",
    "At the venue entrance, event staff scan registrations and distribute lanyards. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos.",
    "At the venue entrance, staff scan registrations and distribute lanyards as an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4477403675124623,
    0.4477403675124623,
    0.4477403675124623,
    0.4477403675124623,
    0.4477403675124623,
    0.7866240767241177,
    0.7866240767241177,
    0.7866240767241177,
    0.7866240767241177,
    0.7866240767241177,
    0.7866240767241177,
    0.7866240767241177,
    0.7866240767241177,
    0.7866240767241177,
    0.7866240767241177,
    0.7866240767241177,
    0.7866240767241177,
    0.7866240767241177,
    0.7866240767241177,
    0.7866240767241177,
    0.7866240767241177,
    0.7843564432189347,
    0.7843564432189347,
    0.7843564432189347,
    0.7843564432189347,
    0.7843564432189347,
    0.7843564432189347,
    0.8003117647493422,
    0.8003117647493422,
    0.8003117647493422,
    0.8003117647493422,
    0.8003117647493422,
    0.8003117647493422,
    0.8003117647493422,
    0.8003117647493422,
    0.8003117647493422,
    0.8003117647493422,
    0.8003117647493422,
    0.8003117647493422,
    0.8295038275370925,
    0.8295038275370925,
    0.8295038275370925,
    0.8295038275370925,
    0.8295038275370925,
    0.8295038275370925,
    0.8295038275370925,
    0.8295038275370925,
    0.8295038275370925,
    0.8295038275370925,
    0.8427309635648548,
    0.8427309635648548,
    0.8427309635648548,
    0.8427309635648548,
    0.8427309635648548,
    0.8427309635648548,
    0.8427309635648548,
    0.8427309635648548,
    0.8526056364611028
  ],
  "3": [
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule, while event staff scan registrations and hand out lanyards at the entrance.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Nearby, alumni volunteers share brief pep talks near the coffee station.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system outlining the fair schedule. Nearby, alumni volunteers share brief pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system outlining the fair schedule. Nearby, alumni volunteers share pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention.",
    "At the venue entrance, staff scan registrations and hand out lanyards as attendees check in. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Nearby, alumni volunteers offer pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "At the venue entrance, staff scan registrations and hand out lanyards as attendees check in. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Nearby, alumni volunteers offer pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos.",
    "At the venue entrance, staff scan registrations and hand out lanyards as attendees check in, while a welcome announcement over the PA outlines the fair schedule. Nearby, alumni volunteers offer pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.46914071771219223,
    0.46914071771219223,
    0.46914071771219223,
    0.7475928680783752,
    0.7475928680783752,
    0.7475928680783752,
    0.7475928680783752,
    0.7475928680783752,
    0.7475928680783752,
    0.7475928680783752,
    0.7475928680783752,
    0.7475928680783752,
    0.7475928680783752,
    0.7475928680783752,
    0.7475928680783752,
    0.7475928680783752,
    0.7475928680783752,
    0.7475928680783752,
    0.7475928680783752,
    0.7475928680783752,
    0.7475928680783752,
    0.7475928680783752,
    0.7475928680783752,
    0.7882319764662653,
    0.7882319764662653,
    0.7882319764662653,
    0.7882319764662653,
    0.7882319764662653,
    0.7870091464932244,
    0.7870091464932244,
    0.7870091464932244,
    0.7870091464932244,
    0.7870091464932244,
    0.7870091464932244,
    0.7870091464932244,
    0.7870091464932244,
    0.7870091464932244,
    0.7870091464932244,
    0.7870091464932244,
    0.7870091464932244,
    0.7870091464932244,
    0.8290074072150649,
    0.8290074072150649,
    0.8290074072150649,
    0.8290074072150649,
    0.8290074072150649,
    0.8261761875683695,
    0.8261761875683695,
    0.8261761875683695,
    0.8261761875683695,
    0.8261761875683695,
    0.8261761875683695,
    0.8261761875683695,
    0.8261761875683695,
    0.8593201863731807,
    0.8593201863731807
  ],
  "4": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews, while dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews while dozens of booths with colorful banners encircle the polished floor; career counselors redirect unsure students toward applicable industries.",
    "An alumni panel discusses how to prepare for technical interviews while dozens of booths with colorful banners encircle the polished floor; career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "An event features an alumni panel discussing how to prepare for technical interviews as dozens of booths with colorful banners encircle a polished floor. Career counselors redirect unsure students toward applicable industries. Students clutch resumes in branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "An event features an alumni panel discussing how to prepare for technical interviews, as dozens of booths with colorful banners encircle a polished floor. Career counselors redirect unsure students toward applicable industries. Students clutch resumes in branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a career event, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle a polished floor, creating a busy expo hall atmosphere. Career counselors redirect unsure students toward applicable industries. Students clutch resumes in branded folders. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention.",
    "At a career event, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle a polished floor, creating a busy expo hall atmosphere. Career counselors redirect unsure students toward applicable industries, while students clutch resumes in branded folders. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "At a career event, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle a polished floor, creating a busy expo hall atmosphere. Career counselors redirect unsure students toward applicable industries, while students clutch resumes in branded folders. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "At a university career event, an alumni panel discusses how to prepare for technical interviews. Inside a busy expo hall, dozens of booths with colorful banners encircle a polished floor. Career counselors guide unsure students toward applicable industries, while students clutch resumes in branded folders. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Earlier, students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map."
  ],
  "4_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.4966376719044272,
    0.4966376719044272,
    0.4966376719044272,
    0.4966376719044272,
    0.4966376719044272,
    0.4966376719044272,
    0.4966376719044272,
    0.6174295072082594,
    0.6174295072082594,
    0.6174295072082594,
    0.6174295072082594,
    0.6174295072082594,
    0.7804997460943434,
    0.7804997460943434,
    0.7804997460943434,
    0.7968901829310228,
    0.7968901829310228,
    0.7968901829310228,
    0.7968901829310228,
    0.7968901829310228,
    0.8309558303192826,
    0.8309558303192826,
    0.8309558303192826,
    0.8309558303192826,
    0.8309558303192826,
    0.8309558303192826,
    0.8309558303192826,
    0.8309558303192826,
    0.8309558303192826,
    0.8309558303192826,
    0.8309558303192826,
    0.8309558303192826,
    0.8457356984250964,
    0.8457356984250964,
    0.8457356984250964,
    0.8457356984250964,
    0.8457356984250964,
    0.8457356984250964,
    0.8457356984250964,
    0.8457356984250964,
    0.8457356984250964,
    0.8457356984250964,
    0.8457356984250964,
    0.8457356984250964,
    0.8457356984250964,
    0.8457356984250964,
    0.8457356984250964,
    0.8457356984250964,
    0.8457356984250964,
    0.8457356984250964
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "6": [
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "At the event, tech companies display demo screens showing their latest apps. In the same setting, groups of friends mark target employers on the event map, placing markers to identify companies of interest.",
    "At the event, tech companies display demo screens showing their latest apps. Meanwhile, groups of friends mark target employers on the event map, placing markers to identify companies of interest. Career counselors redirect unsure students toward applicable industries.",
    "At the event, tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map, placing markers to identify companies of interest. Career counselors redirect unsure students toward applicable industries.",
    "At the event, tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map, placing markers to identify companies of interest. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "At the event, tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map, placing markers to identify companies of interest. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map, placing markers to identify companies of interest. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event, tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map with markers identifying companies of interest. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.5585595079746516,
    0.5585595079746516,
    0.5585595079746516,
    0.5585595079746516,
    0.5585595079746516,
    0.5585595079746516,
    0.5585595079746516,
    0.5585595079746516,
    0.5585595079746516,
    0.7603050450734047,
    0.7603050450734047,
    0.7603050450734047,
    0.7603050450734047,
    0.7603050450734047,
    0.7603050450734047,
    0.7603050450734047,
    0.7603050450734047,
    0.7603050450734047,
    0.7603050450734047,
    0.7653031476346713,
    0.7653031476346713,
    0.7653031476346713,
    0.7653031476346713,
    0.7653031476346713,
    0.7653031476346713,
    0.7653031476346713,
    0.7653031476346713,
    0.7653031476346713,
    0.7653031476346713,
    0.7653031476346713,
    0.7653031476346713,
    0.7653031476346713,
    0.7983830420015594,
    0.7983830420015594,
    0.7983830420015594,
    0.8074434939315314,
    0.8074434939315314,
    0.8074434939315314,
    0.8074434939315314,
    0.8074434939315314,
    0.8074434939315314,
    0.8074434939315314,
    0.8074434939315314,
    0.8074434939315314,
    0.8074434939315314,
    0.8052254483837644,
    0.8052254483837644,
    0.8052254483837644,
    0.8052254483837644,
    0.8076299710861977,
    0.8076299710861977,
    0.8076299710861977,
    0.8076299710861977,
    0.8076299710861977,
    0.8076299710861977
  ],
  "7": [
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.6152035223964093,
    0.6152035223964093,
    0.6152035223964093,
    0.6152035223964093,
    0.6152035223964093,
    0.6152035223964093
  ],
  "8": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, and human resources teams jot notes on tablets while students introduce themselves.",
    "Healthcare providers showcase community outreach photos while human resources teams jot notes on tablets. Students introduce themselves, and some rehearse elevator pitches quietly against the wall.",
    "In a shared setting, healthcare providers display community outreach photos while human resources teams jot notes on tablets. Students introduce themselves, with some quietly rehearsing elevator pitches against the wall.",
    "In a shared setting, healthcare providers display community outreach photos while human resources teams jot notes on tablets; students introduce themselves, with some quietly rehearsing elevator pitches against the wall. HR teams continue to take notes on tablets as introductions proceed.",
    "In a shared setting, healthcare providers display and showcase community outreach photos while human resources teams jot notes on tablets; students introduce themselves, with some quietly rehearsing elevator pitches against the wall. HR teams continue to take notes on tablets as introductions proceed."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3745408946706239,
    0.3745408946706239,
    0.3745408946706239,
    0.3745408946706239,
    0.3745408946706239,
    0.3745408946706239,
    0.3745408946706239,
    0.3745408946706239,
    0.3745408946706239,
    0.5179975012321596,
    0.5179975012321596,
    0.5179975012321596,
    0.5179975012321596,
    0.5179975012321596,
    0.5179975012321596,
    0.5179975012321596,
    0.5179975012321596,
    0.5179975012321596,
    0.5179975012321596,
    0.5179975012321596,
    0.5179975012321596,
    0.5179975012321596,
    0.5179975012321596,
    0.5179975012321596,
    0.5179975012321596,
    0.5179975012321596,
    0.5179975012321596,
    0.5179975012321596,
    0.5179975012321596,
    0.5179975012321596,
    0.5179975012321596,
    0.5179975012321596,
    0.5179975012321596,
    0.5179975012321596,
    0.5179975012321596,
    0.5179975012321596,
    0.4832547037274796,
    0.4832547037274796,
    0.4832547037274796,
    0.4693495123804211,
    0.4693495123804211,
    0.4693495123804211,
    0.4693495123804211,
    0.4693495123804211,
    0.4693495123804211,
    0.4693495123804211,
    0.4693495123804211,
    0.4693495123804211,
    0.4693495123804211,
    0.4693495123804211,
    0.47787365687315375,
    0.47787365687315375,
    0.47787365687315375,
    0.47787365687315375,
    0.47787365687315375,
    0.47787365687315375,
    0.47787365687315375
  ],
  "9": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews while dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews while dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "An alumni panel discusses how to prepare for technical interviews, while dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "The event centers on an alumni panel offering guidance on preparing for technical interviews. Dozens of booths with colorful banners encircle the polished floor, while workshops on networking etiquette run in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Groups of friends use an event map to mark target employers, and event staff scan registrations at the entrance, distributing lanyards.",
    "An alumni panel centers the event, offering guidance on preparing for technical interviews. Dozens of booths with colorful banners encircle the polished floor, while workshops on networking etiquette run in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Groups of friends use an event map to mark target employers, and event staff scan registrations at the entrance, distributing lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "The event centers on an alumni panel that offers guidance on preparing for technical interviews. Dozens of booths with colorful banners encircle the polished floor, while workshops on networking etiquette run in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Groups of friends use an event map to mark target employers, and event staff scan registrations at the entrance, distributing lanyards. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "The event centers on an alumni panel offering guidance on preparing for technical interviews. Dozens of booths with colorful banners encircle the polished floor, while workshops on networking etiquette run in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Groups of friends use an event map to mark target employers, and event staff scan registrations at the entrance, distributing lanyards. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "The event centers on an alumni panel offering guidance on preparing for technical interviews. Dozens of booths with colorful banners encircle the polished floor, while workshops on networking etiquette run in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Event staff scan registrations at the entrance, distributing lanyards. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Groups of friends use an event map to mark target employers."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.47460144588010716,
    0.47460144588010716,
    0.47460144588010716,
    0.47460144588010716,
    0.47460144588010716,
    0.5719562107952048,
    0.5719562107952048,
    0.5719562107952048,
    0.5719562107952048,
    0.5719562107952048,
    0.5719562107952048,
    0.7278147080249612,
    0.7278147080249612,
    0.7278147080249612,
    0.7278147080249612,
    0.7449736877693915,
    0.7449736877693915,
    0.7449736877693915,
    0.7449736877693915,
    0.7449736877693915,
    0.7449736877693915,
    0.7449736877693915,
    0.779960520683411,
    0.779960520683411,
    0.779960520683411,
    0.779960520683411,
    0.779960520683411,
    0.779960520683411,
    0.8167457954150982,
    0.8167457954150982,
    0.8167457954150982,
    0.8167457954150982,
    0.8167457954150982,
    0.8416219733558714,
    0.8416219733558714,
    0.8416219733558714,
    0.8416219733558714,
    0.8416219733558714,
    0.8458102467490821,
    0.8458102467490821,
    0.8458102467490821,
    0.8458102467490821,
    0.8458102467490821,
    0.8458102467490821,
    0.8458102467490821,
    0.8458102467490821,
    0.8386593472447141,
    0.8386593472447141,
    0.8386593472447141,
    0.8386593472447141,
    0.8386593472447141
  ],
  "10": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "At an event space, consulting firms stack glossy case study booklets on high tables, creating a display of prepared materials. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At an event space, consulting firms display glossy case study booklets by stacking them on high tables to create a display of prepared materials. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "At an event space, consulting firms display glossy case study booklets by stacking them on high tables to create a display of prepared materials. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "At an event space, consulting firms display glossy case study booklets by stacking them on high tables to create a display of prepared materials. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.5684890983370519,
    0.5684890983370519,
    0.5684890983370519,
    0.5684890983370519,
    0.5684890983370519,
    0.5684890983370519,
    0.5684890983370519,
    0.5684890983370519,
    0.5684890983370519,
    0.5684890983370519,
    0.5684890983370519,
    0.5684890983370519,
    0.5684890983370519,
    0.5684890983370519,
    0.5684890983370519,
    0.5684890983370519,
    0.5684890983370519,
    0.5684890983370519,
    0.5684890983370519,
    0.5684890983370519,
    0.5684890983370519,
    0.5684890983370519,
    0.5684890983370519,
    0.5684890983370519,
    0.5684890983370519,
    0.5684890983370519,
    0.5684890983370519,
    0.5684890983370519,
    0.5684890983370519,
    0.5684890983370519,
    0.5684890983370519,
    0.5684890983370519,
    0.5684890983370519,
    0.7214946932681953,
    0.7214946932681953,
    0.7214946932681953,
    0.7214946932681953,
    0.7214946932681953,
    0.7214946932681953,
    0.7214946932681953,
    0.7214946932681953,
    0.7405318598824403,
    0.7405318598824403,
    0.7405318598824403,
    0.7405318598824403,
    0.7405318598824403,
    0.7405318598824403,
    0.7405318598824403,
    0.7405318598824403,
    0.7405318598824403,
    0.7405318598824403
  ],
  "11": [
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "In the fair setting, tech companies display demo screens showing their latest apps, while a welcome announcement over the PA system outlines the fair schedule.",
    "In the fair setting, tech companies display demo screens showing their latest apps, while a welcome announcement over the PA system outlines the fair schedule.",
    "In the fair setting, tech companies display demo screens showing their latest apps, and a welcome announcement over the PA system outlines the fair schedule. Finance firms offer QR codes for immediate internship applications.",
    "In the fair setting, tech companies display demo screens showing their latest apps, and a welcome announcement over the PA system outlines the fair schedule. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos.",
    "In the fair setting, tech companies display demo screens showing their latest apps and a welcome announcement over the PA system outlines the fair schedule. Finance firms provide QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, tech companies display demo screens of their latest apps and a welcome announcement over the PA outlines the fair schedule. Finance firms provide QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, tech companies display demo screens of their latest apps and a welcome announcement over the PA outlines the fair schedule. Finance firms provide QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, tech companies display demo screens of their latest apps, and a welcome announcement over the PA outlines the fair schedule. Finance firms provide QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, tech companies display demo screens of their latest apps, while a welcome PA announces the fair schedule. Finance firms provide QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.5123317295238812,
    0.5123317295238812,
    0.5123317295238812,
    0.5123317295238812,
    0.5123317295238812,
    0.5123317295238812,
    0.5123317295238812,
    0.5123317295238812,
    0.5123317295238812,
    0.5123317295238812,
    0.5123317295238812,
    0.5123317295238812,
    0.7045693926582792,
    0.7045693926582792,
    0.7045693926582792,
    0.7045693926582792,
    0.7045693926582792,
    0.7045693926582792,
    0.7045693926582792,
    0.7045693926582792,
    0.7045693926582792,
    0.7045693926582792,
    0.8685253608760732,
    0.8685253608760732,
    0.8685253608760732,
    0.8685253608760732,
    0.8685253608760732,
    0.8685253608760732,
    0.8685253608760732,
    0.8874434444970696,
    0.8874434444970696,
    0.8874434444970696,
    0.8874434444970696,
    0.8874434444970696,
    0.8626384946113066,
    0.8626384946113066,
    0.8626384946113066,
    0.8626384946113066,
    0.8626384946113066,
    0.8626384946113066,
    0.8626384946113066,
    0.8626384946113066,
    0.8626384946113066,
    0.8626384946113066,
    0.8626384946113066,
    0.8626384946113066,
    0.8642723758350157,
    0.8642723758350157,
    0.8642723758350157,
    0.8642723758350157,
    0.8627800453063814,
    0.8627800453063814,
    0.8627800453063814,
    0.8627800453063814
  ],
  "12": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, with students lining up outside the university gym before the career fair opens.",
    "The engineering society sponsors a resume review table near the stage, as students line up outside the university gym before the career fair opens, while groups of friends mark target employers on the event map.",
    "The engineering society sponsors a resume review table near the stage, as students line up outside the university gym before the career fair opens; groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards.",
    "During the career fair setup at the university gym, the engineering society sponsors a resume review table near the stage. Students line up outside the gym before the fair opens, while groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor.",
    "In the university gym during career fair setup, the engineering society sponsors a resume review table near the stage. Students line up outside the gym before the fair opens, while groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university gym during career fair setup, the engineering society sponsors a resume review table near the stage. Students line up outside the gym before the fair opens, while groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university gym, during career fair setup, the engineering society sponsors a resume review table near the stage. Students line up outside the gym before the fair opens, while groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "At the university gym during career fair setup, the engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners encircle the polished floor. Students line up outside the gym before the fair opens, while groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "During a university gym career fair setup, the engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners encircle the polished floor. Students line up outside the gym before opening, while groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps."
  ],
  "12_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.3883901746447173,
    0.3883901746447173,
    0.3883901746447173,
    0.3883901746447173,
    0.3883901746447173,
    0.3883901746447173,
    0.3883901746447173,
    0.3883901746447173,
    0.3883901746447173,
    0.3883901746447173,
    0.3883901746447173,
    0.3883901746447173,
    0.4250463868956327,
    0.4250463868956327,
    0.4250463868956327,
    0.4250463868956327,
    0.4250463868956327,
    0.6197632494132549,
    0.6197632494132549,
    0.6197632494132549,
    0.6197632494132549,
    0.6197632494132549,
    0.8145804641691025,
    0.8145804641691025,
    0.8145804641691025,
    0.8145804641691025,
    0.8167133985007047,
    0.8167133985007047,
    0.8167133985007047,
    0.8167133985007047,
    0.8167133985007047,
    0.8259409025653237,
    0.8259409025653237,
    0.8259409025653237,
    0.8259409025653237,
    0.8259409025653237,
    0.8259409025653237,
    0.8259409025653237,
    0.8259409025653237,
    0.8259409025653237,
    0.8259409025653237,
    0.8259409025653237,
    0.8259409025653237,
    0.8259409025653237,
    0.8259409025653237,
    0.8259409025653237,
    0.8481480031214872,
    0.8481480031214872,
    0.8481480031214872,
    0.8481480031214872,
    0.8481480031214872,
    0.8481480031214872,
    0.8481480031214872,
    0.844585853312252,
    0.844585853312252,
    0.844585853312252,
    0.844585853312252,
    0.844585853312252,
    0.8189825164410769,
    0.8189825164410769
  ],
  "13": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym ahead of the career fair opening, awaiting the start of the event. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Students line up outside the university gym ahead of the career fair opening, awaiting the start of the event. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens, awaiting the event. A cybersecurity company is conducting a password-cracking challenge on a laptop. A welcome announcement is played over the PA system, outlining the fair schedule. Dozens of booths with colorful banners surround the polished floor.",
    "Students line up outside the university gym before the career fair opens, awaiting the event. A cybersecurity company is conducting a password-cracking challenge on a laptop. A welcome announcement is played over the PA system, outlining the fair schedule. Dozens of booths with colorful banners surround the polished floor, while the engineering society sponsors a resume review table near the stage.",
    "At the university gym, students line up outside before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement plays over the PA system, outlining the fair schedule. Dozens of booths with colorful banners surround the polished floor, while the engineering society sponsors a resume review table near the stage."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5279800852590768,
    0.5279800852590768,
    0.5279800852590768,
    0.5279800852590768,
    0.5279800852590768,
    0.5279800852590768,
    0.5279800852590768,
    0.5279800852590768,
    0.5279800852590768,
    0.5279800852590768,
    0.5279800852590768,
    0.7443514304148326,
    0.7443514304148326,
    0.7443514304148326,
    0.7443514304148326,
    0.7443514304148326,
    0.7443514304148326,
    0.7443514304148326,
    0.7699030873369276,
    0.7699030873369276,
    0.7699030873369276,
    0.7699030873369276,
    0.7699030873369276,
    0.7699030873369276,
    0.7699030873369276,
    0.7699030873369276,
    0.7699030873369276,
    0.7699030873369276,
    0.7699030873369276,
    0.7699030873369276,
    0.7699030873369276,
    0.7699030873369276,
    0.7699030873369276,
    0.7929785630380742,
    0.7929785630380742,
    0.7929785630380742,
    0.7929785630380742,
    0.7929785630380742,
    0.7929785630380742,
    0.7929785630380742,
    0.7929785630380742,
    0.7929785630380742,
    0.7929785630380742,
    0.7929785630380742,
    0.7929785630380742,
    0.7929785630380742,
    0.7929785630380742,
    0.7929785630380742,
    0.7929785630380742,
    0.7929785630380742,
    0.7929785630380742,
    0.7929785630380742,
    0.7929785630380742,
    0.7929785630380742,
    0.7929785630380742,
    0.7929785630380742,
    0.7991477487931187
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, establishing the check-in flow. In parallel, a cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the entrance, event staff scan registrations and hand out lanyards, establishing the check-in flow. In parallel, a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "At the entrance, event staff scan registrations and hand out lanyards, establishing the check-in flow. In parallel, a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and career counselors remind attendees to maintain eye contact.",
    "At the entrance, event staff scan registrations and hand out lanyards, establishing the check-in flow. In parallel, a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5702771032733362,
    0.5702771032733362,
    0.5702771032733362,
    0.5702771032733362,
    0.5702771032733362,
    0.5702771032733362,
    0.5702771032733362,
    0.5702771032733362,
    0.5702771032733362,
    0.5702771032733362,
    0.5702771032733362,
    0.5702771032733362,
    0.7061998869526126,
    0.7061998869526126,
    0.7360699982293306,
    0.7360699982293306,
    0.7360699982293306,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095,
    0.7753924883077095
  ],
  "15": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders as a welcome announcement outlines the fair schedule over the PA system.",
    "Students clutch resumes inside branded folders as a welcome announcement over the PA system outlines the fair schedule, while career counselors redirect unsure students toward applicable industries.",
    "In a career fair setting, students clutch resumes inside branded folders as a welcome PA announcement outlines the fair schedule; career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall.",
    "In a career fair setting, students clutch resumes inside branded folders as a welcome PA announcement outlines the fair schedule; career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "At a career fair, students clutch resumes inside branded folders as a welcome PA announcement outlines the fair schedule over the PA system; career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "At a career fair, students clutch resumes inside branded folders as a welcome PA announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "At a career fair, students clutch resumes inside branded folders as a welcome PA announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "At the university gym, dozens of booths with colorful banners circle the polished floor, while students line up outside before the career fair opens. Inside, students clutch resumes in branded folders as a welcome PA announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall.",
    "At the university gym, dozens of booths with colorful banners circle the polished floor, while students line up outside before the career fair opens. Inside, students clutch resumes in branded folders as a welcome PA announcement outlines the fair schedule. Career counselors redirect unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall.",
    "At the university gym, dozens of booths with colorful banners circle the polished floor while students line up outside before the career fair opens. Inside, students clutch resumes in branded folders as a welcome PA announcement outlines the fair schedule. Career counselors redirect unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.44512427153485606,
    0.44512427153485606,
    0.44512427153485606,
    0.44512427153485606,
    0.4794689152507123,
    0.4794689152507123,
    0.4794689152507123,
    0.4794689152507123,
    0.4794689152507123,
    0.5457331746077688,
    0.5457331746077688,
    0.5457331746077688,
    0.5457331746077688,
    0.5457331746077688,
    0.5457331746077688,
    0.5457331746077688,
    0.5457331746077688,
    0.5457331746077688,
    0.5457331746077688,
    0.6854594706163103,
    0.6854594706163103,
    0.6854594706163103,
    0.6854594706163103,
    0.6854594706163103,
    0.6854594706163103,
    0.6854594706163103,
    0.6854594706163103,
    0.6854594706163103,
    0.6854594706163103,
    0.6827464407918489,
    0.6827464407918489,
    0.6827464407918489,
    0.6827464407918489,
    0.7776070383324045,
    0.7776070383324045,
    0.7776070383324045,
    0.7776070383324045,
    0.7776070383324045,
    0.7776070383324045,
    0.7776070383324045,
    0.7776070383324045,
    0.7776070383324045,
    0.7776070383324045,
    0.7776070383324045,
    0.7776070383324045,
    0.7672085891110865,
    0.7672085891110865,
    0.7672085891110865,
    0.7672085891110865,
    0.7672085891110865,
    0.7690274895545379,
    0.7690274895545379,
    0.7690274895545379,
    0.7690274895545379,
    0.7854528166876318,
    0.7854528166876318,
    0.7854528166876318,
    0.7854528166876318
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fairs schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fairs schedule. In the adjoining classroom, workshops on networking etiquette begin.",
    "A welcome announcement is broadcast over the PA system, outlining the fairs schedule. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps.",
    "A welcome announcement is broadcast over the PA system, outlining the fairs schedule. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps.",
    "A welcome announcement broadcasts over the PA system, outlining the fairs schedule. In the adjoining classroom, workshops on networking etiquette have begun. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "An opening PA announcement outlines the fair's schedule. In the adjoining classroom, workshops on networking etiquette have begun. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "An opening PA announcement outlines the fair's schedule. In the adjoining classroom, networking etiquette workshops have begun. Tech companies display demo screens of their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle the polished floor. Finance firms offer QR codes for immediate internship applications.",
    "An opening PA announcement outlines the fairs schedule as dozens of booths with colorful banners encircle the polished floor. In the adjoining classroom, networking etiquette workshops have begun. Tech companies display demo screens of their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications, and a robotics startup flies a small drone above its booth for attention."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.44026770812983734,
    0.44026770812983734,
    0.44026770812983734,
    0.5852153917494698,
    0.5852153917494698,
    0.5852153917494698,
    0.5852153917494698,
    0.5852153917494698,
    0.5852153917494698,
    0.5852153917494698,
    0.5852153917494698,
    0.5852153917494698,
    0.5852153917494698,
    0.7703539046108694,
    0.7703539046108694,
    0.7703539046108694,
    0.7703539046108694,
    0.7703539046108694,
    0.7703539046108694,
    0.7703539046108694,
    0.7703539046108694,
    0.7703539046108694,
    0.7703539046108694,
    0.7392666542198681,
    0.7392666542198681,
    0.7392666542198681,
    0.7392666542198681,
    0.7392666542198681,
    0.7392666542198681,
    0.7392666542198681,
    0.7392666542198681,
    0.7392666542198681,
    0.7392666542198681,
    0.7392666542198681,
    0.7392666542198681,
    0.7392666542198681,
    0.7392666542198681,
    0.7392666542198681,
    0.8415800933605365,
    0.8415800933605365,
    0.8415800933605365,
    0.8415800933605365,
    0.8905239055864587,
    0.8905239055864587,
    0.8905239055864587,
    0.8905239055864587,
    0.8905239055864587,
    0.8905239055864587,
    0.8905239055864587,
    0.8905239055864587,
    0.8905239055864587,
    0.8905239055864587,
    0.8905239055864587,
    0.8675093350055662,
    0.8675093350055662
  ],
  "17": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while finance firms offer QR codes for immediate internship applications.",
    "Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, while finance firms offer QR codes for immediate internship applications.",
    "Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, while finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, while finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, and an alumni panel discusses how to prepare for technical interviews.",
    "At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, while an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries; finance firms provide QR codes for immediate internship applications; some students rehearse elevator pitches quietly against the wall, while an alumni panel discusses preparing for technical interviews; groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.568889205748514,
    0.568889205748514,
    0.568889205748514,
    0.568889205748514,
    0.568889205748514,
    0.568889205748514,
    0.568889205748514,
    0.568889205748514,
    0.568889205748514,
    0.568889205748514,
    0.568889205748514,
    0.568889205748514,
    0.568889205748514,
    0.568889205748514,
    0.568889205748514,
    0.568889205748514,
    0.568889205748514,
    0.580455553188665,
    0.580455553188665,
    0.580455553188665,
    0.580455553188665,
    0.580455553188665,
    0.580455553188665,
    0.580455553188665,
    0.8106511290384688,
    0.8106511290384688,
    0.8106511290384688,
    0.8106511290384688,
    0.8106511290384688,
    0.8106511290384688,
    0.8106511290384688,
    0.8106511290384688
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Inside the gym, dozens of booths with colorful banners circle the polished floor, forming a ring of displays in readiness for the event.",
    "Students line up outside the university gym as the career fair nears opening. Inside the gym, dozens of booths with colorful banners circle the polished floor, forming a ring of displays in readiness for the event."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.573874331920275,
    0.573874331920275,
    0.573874331920275,
    0.573874331920275,
    0.573874331920275,
    0.573874331920275,
    0.573874331920275,
    0.573874331920275,
    0.573874331920275,
    0.5741806335584013,
    0.5741806335584013,
    0.5741806335584013,
    0.5741806335584013,
    0.5741806335584013,
    0.5741806335584013,
    0.5741806335584013,
    0.5741806335584013,
    0.5741806335584013,
    0.5741806335584013,
    0.5741806335584013,
    0.5741806335584013,
    0.5741806335584013,
    0.5741806335584013,
    0.5741806335584013,
    0.5741806335584013,
    0.5741806335584013,
    0.5741806335584013,
    0.5741806335584013,
    0.5741806335584013,
    0.5741806335584013,
    0.5741806335584013,
    0.5741806335584013,
    0.5741806335584013,
    0.5741806335584013,
    0.5741806335584013,
    0.5741806335584013
  ],
  "19": [
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "Students clutch resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables.",
    "At the event, students clutch resumes inside branded folders while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "At the event, students clutch resumes inside branded folders as consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries.",
    "At the event, students clutch resumes inside branded folders as consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, students clutch resumes inside branded folders as consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications.",
    "At the event, students clutch resumes inside branded folders as consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos.",
    "At the event, students clutch resumes inside branded folders as consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.4806932007919852,
    0.4806932007919852,
    0.4806932007919852,
    0.4806932007919852,
    0.4806932007919852,
    0.34642509078681666,
    0.34642509078681666,
    0.34642509078681666,
    0.34642509078681666,
    0.34642509078681666,
    0.34642509078681666,
    0.615819406978317,
    0.615819406978317,
    0.615819406978317,
    0.615819406978317,
    0.6111551251282633,
    0.6111551251282633,
    0.6111551251282633,
    0.6111551251282633,
    0.6111551251282633,
    0.6111551251282633,
    0.6111551251282633,
    0.6111551251282633,
    0.7386539505912881,
    0.7386539505912881,
    0.7386539505912881,
    0.7386539505912881,
    0.7937339473559912,
    0.7937339473559912,
    0.7937339473559912,
    0.7937339473559912,
    0.8225383859305995,
    0.8225383859305995,
    0.8225383859305995,
    0.8225383859305995,
    0.8225383859305995,
    0.8225383859305995,
    0.8225383859305995,
    0.8225383859305995,
    0.8225383859305995,
    0.8225383859305995,
    0.8225383859305995,
    0.8225383859305995,
    0.8225383859305995,
    0.8225383859305995,
    0.8225383859305995,
    0.8225383859305995,
    0.8225383859305995,
    0.8318453257425724,
    0.8318453257425724,
    0.8318453257425724
  ],
  "20": [
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while a welcome announcement outlines the fair schedule over the PA system.",
    "A cybersecurity company is hosting a password-cracking challenge on a laptop. A welcome announcement plays over the PA system, outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews.",
    "A cybersecurity company is hosting a password-cracking challenge on a laptop. A welcome announcement plays over the PA system, outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "At the university, a cybersecurity company hosts a password-cracking challenge on a laptop. A welcome announcement plays over the PA system, outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym ahead of the career fair opening.",
    "At the university, a cybersecurity company hosts a password-cracking challenge on a laptop. A welcome announcement plays over the PA system outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym ahead of the career fair opening. Groups of friends mark target employers on the event map.",
    "At the university, a cybersecurity company hosts a password-cracking challenge on a laptop. A welcome announcement plays over the PA system, outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries. Students line up outside the university gym ahead of the career fair opening. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention.",
    "At the university, a cybersecurity company hosts a password-cracking challenge on a laptop, while a welcome announcement plays over the PA system outlining the fair schedule. An alumni panel discusses preparing for technical interviews, and career counselors direct unsure students toward applicable industries. Students line up outside the university gym ahead of the career fair opening. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention, and tech companies display demo screens showing their latest apps.",
    "At the university, a cybersecurity company hosts a password-cracking challenge on a laptop while a welcome announcement plays over the PA system outlining the fair schedule. An alumni panel discusses preparing for technical interviews, and career counselors direct unsure students toward applicable industries. Students line up outside the university gym ahead of the career fair opening. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention, and tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3487570262770249,
    0.3487570262770249,
    0.3487570262770249,
    0.3487570262770249,
    0.6799224409083435,
    0.6799224409083435,
    0.6799224409083435,
    0.6799224409083435,
    0.7284175760035148,
    0.7284175760035148,
    0.7284175760035148,
    0.7284175760035148,
    0.7284175760035148,
    0.7284175760035148,
    0.7284175760035148,
    0.7555082496149603,
    0.7555082496149603,
    0.7555082496149603,
    0.7555082496149603,
    0.7555082496149603,
    0.7555082496149603,
    0.7555082496149603,
    0.7555082496149603,
    0.7555082496149603,
    0.7555082496149603,
    0.7923650898544492,
    0.7923650898544492,
    0.7923650898544492,
    0.7923650898544492,
    0.7923650898544492,
    0.7923650898544492,
    0.7923650898544492,
    0.7923650898544492,
    0.7923650898544492,
    0.804018310150336,
    0.804018310150336,
    0.804018310150336,
    0.804018310150336,
    0.804018310150336,
    0.804018310150336,
    0.804018310150336,
    0.804018310150336,
    0.804018310150336,
    0.8360392589974731,
    0.8360392589974731,
    0.8360392589974731,
    0.8360392589974731,
    0.8303686491258864,
    0.8303686491258864,
    0.8303686491258864,
    0.8303686491258864,
    0.8303686491258864,
    0.8303686491258864,
    0.8303686491258864,
    0.8303686491258864,
    0.8303686491258864,
    0.8303686491258864
  ],
  "21": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact; groups of friends mark target employers on the event map.",
    "In the networking setting, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "In a networking setting, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "In a networking setting, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "In a networking setting, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a networking event, career counselors remind attendees to maintain eye contact as groups of friends mark target employers on the event map. Students clutch resumes in branded folders while alumni volunteers offer quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom, and counselors redirect unsure students toward applicable industries."
  ],
  "21_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.434706181485382,
    0.434706181485382,
    0.434706181485382,
    0.434706181485382,
    0.434706181485382,
    0.434706181485382,
    0.434706181485382,
    0.434706181485382,
    0.434706181485382,
    0.434706181485382,
    0.6777286016096311,
    0.6777286016096311,
    0.6777286016096311,
    0.6777286016096311,
    0.6777286016096311,
    0.6777286016096311,
    0.6777286016096311,
    0.6777286016096311,
    0.6902141656170121,
    0.6902141656170121,
    0.6902141656170121,
    0.6902141656170121,
    0.6735923281229685,
    0.6735923281229685,
    0.6735923281229685,
    0.6735923281229685,
    0.6735923281229685,
    0.6735923281229685,
    0.6735923281229685,
    0.6735923281229685,
    0.6735923281229685,
    0.6735923281229685,
    0.6735923281229685,
    0.6735923281229685,
    0.6735923281229685,
    0.6735923281229685,
    0.6735923281229685,
    0.6735923281229685,
    0.6735923281229685,
    0.6735923281229685,
    0.6735923281229685,
    0.6735923281229685,
    0.6735923281229685,
    0.6735923281229685,
    0.6735923281229685,
    0.6735923281229685,
    0.6735923281229685,
    0.6735923281229685,
    0.6807999391811568,
    0.6807999391811568,
    0.6807999391811568,
    0.6807999391811568,
    0.6807999391811568,
    0.6807999391811568
  ],
  "22": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps.",
    "Healthcare providers showcase community outreach photos, highlighting public health efforts. Tech companies display demo screens that present their latest apps. Finance firms offer QR codes for immediate internship applications.",
    "In a professional exhibition setting, healthcare providers showcase community outreach photos highlighting public health efforts; tech companies display demo screens presenting their latest apps; finance firms offer QR codes for immediate internship applications; and some students rehearse elevator pitches quietly against the wall.",
    "In a professional exhibition setting, healthcare providers showcase community outreach photos highlighting public health efforts; tech companies display demo screens presenting their latest apps; finance firms offer QR codes for immediate internship applications; some students rehearse elevator pitches quietly against the wall; and an alumni panel discusses how to prepare for technical interviews.",
    "In a professional exhibition setting, healthcare providers display community outreach photos highlighting public health efforts; tech companies showcase demo screens presenting their latest apps; finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, and an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a professional exhibition, healthcare providers display community outreach photos highlighting public health efforts; tech companies showcase demo screens presenting their latest apps; finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, and an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves. Students clutch resumes inside branded folders.",
    "At a professional exhibition, healthcare providers display community outreach photos highlighting public health efforts; tech companies showcase demo screens presenting their latest apps; finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "At a professional exhibition, healthcare providers display community outreach photos; tech companies showcase demo screens with their latest apps; finance firms offer QR codes for immediate internship applications. Students rehearse elevator pitches quietly against the wall as an alumni panel discusses how to prepare for technical interviews. HR teams jot notes on tablets while students introduce themselves; others clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "At a professional exhibition, attendees observe a cross-section of booths: healthcare providers display community outreach photos; tech companies showcase demo screens with their latest apps; finance firms offer QR codes for immediate internship applications. Students rehearse elevator pitches quietly against the wall as an alumni panel discusses how to prepare for technical interviews. HR teams jot notes on tablets while students introduce themselves; others clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.5238366386938524,
    0.5238366386938524,
    0.5238366386938524,
    0.5238366386938524,
    0.5238366386938524,
    0.5238366386938524,
    0.7163412235651606,
    0.7163412235651606,
    0.7163412235651606,
    0.7163412235651606,
    0.7163412235651606,
    0.4594605038558435,
    0.4594605038558435,
    0.4594605038558435,
    0.4594605038558435,
    0.4594605038558435,
    0.4594605038558435,
    0.4594605038558435,
    0.4594605038558435,
    0.4594605038558435,
    0.4594605038558435,
    0.4594605038558435,
    0.4594605038558435,
    0.4594605038558435,
    0.4881450051572606,
    0.4881450051572606,
    0.4881450051572606,
    0.4881450051572606,
    0.4881450051572606,
    0.7636072141495553,
    0.7636072141495553,
    0.7636072141495553,
    0.7636072141495553,
    0.786720869092555,
    0.786720869092555,
    0.786720869092555,
    0.786720869092555,
    0.786720869092555,
    0.786720869092555,
    0.786720869092555,
    0.786720869092555,
    0.786720869092555,
    0.786720869092555,
    0.786720869092555,
    0.786720869092555,
    0.786720869092555,
    0.786720869092555,
    0.786720869092555,
    0.7949420131272533,
    0.7949420131272533,
    0.7949420131272533,
    0.7949420131272533,
    0.8006492757650054,
    0.8006492757650054,
    0.8006492757650054,
    0.8006492757650054,
    0.8006492757650054,
    0.8054320752655674
  ],
  "23": [
    "",
    "",
    "A line of students forms outside the university gym, before the career fair opens.",
    "Outside the university gym, a line of students forms as the career fair approaches its opening. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, a line of students forms as the career fair approaches its opening. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention.",
    "Outside the university gym, a line of students forms as the career fair approaches its opening. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, a line of students forms as the career fair approaches its opening. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, a line of students forms as the career fair approaches its opening. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, a line of students forms as the career fair approaches its opening. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, a line of students forms as the career fair approaches its opening. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, a line of students forms ahead of the career fair opening. Some rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, a line of students forms ahead of the career fair opening. Some rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders."
  ],
  "23_score": [
    0.0,
    0.0,
    0.3453123472404025,
    0.3453123472404025,
    0.3453123472404025,
    0.3453123472404025,
    0.506090415372028,
    0.506090415372028,
    0.506090415372028,
    0.506090415372028,
    0.7231316921597548,
    0.7231316921597548,
    0.7231316921597548,
    0.7231316921597548,
    0.767386274453968,
    0.767386274453968,
    0.767386274453968,
    0.767386274453968,
    0.767386274453968,
    0.767386274453968,
    0.767386274453968,
    0.767386274453968,
    0.8204399126571047,
    0.8204399126571047,
    0.8204399126571047,
    0.8204399126571047,
    0.8204399126571047,
    0.8204399126571047,
    0.8204399126571047,
    0.8204399126571047,
    0.8204399126571047,
    0.8204399126571047,
    0.8204399126571047,
    0.8204399126571047,
    0.8204399126571047,
    0.8204399126571047,
    0.8204399126571047,
    0.8204399126571047,
    0.8204399126571047,
    0.8204399126571047,
    0.8204399126571047,
    0.8322031452910811,
    0.8322031452910811,
    0.8322031452910811,
    0.8322031452910811,
    0.8322031452910811,
    0.8322031452910811,
    0.8322031452910811,
    0.8322031452910811,
    0.8322031452910811,
    0.8322031452910811,
    0.8322031452910811,
    0.8322031452910811,
    0.8322031452910811,
    0.8322031452910811,
    0.8156006906597197,
    0.8156006906597197,
    0.8156006906597197,
    0.8156006906597197,
    0.8156006906597197,
    0.8156006906597197,
    0.8156006906597197,
    0.829604000734945,
    0.829604000734945,
    0.829604000734945,
    0.829604000734945
  ],
  "24": [
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, while workshops on networking etiquette begin in the adjoining classroom.",
    "Event staff at the entrance scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. An alumni panel discusses how to prepare for technical interviews.",
    "Event staff at the entrance scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "Event staff at the entrance scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "Event staff at the entrance scan registrations and hand out lanyards. In the adjoining classroom, networking etiquette workshops begin. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "Event staff at the entrance scan registrations and hand out lanyards. In the adjoining classroom, networking etiquette workshops begin. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, networking etiquette workshops begin, while an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "At the event, staff at the entrance scan registrations and hand out lanyards. In the adjoining classroom, networking etiquette workshops begin as an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications.",
    "At the event, staff at the entrance scan registrations and hand out lanyards. In the adjoining classroom, networking etiquette workshops begin, while an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications.",
    "At the event, staff at the entrance scan registrations and hand out lanyards. In the adjoining classroom, networking etiquette workshops begin, while an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3896872822036094,
    0.3896872822036094,
    0.7463709210271687,
    0.7463709210271687,
    0.7463709210271687,
    0.7463709210271687,
    0.7463709210271687,
    0.7463709210271687,
    0.7341847055169239,
    0.7341847055169239,
    0.7341847055169239,
    0.7341847055169239,
    0.7341847055169239,
    0.7859144541793426,
    0.7859144541793426,
    0.7859144541793426,
    0.7859144541793426,
    0.7859144541793426,
    0.7964073084667034,
    0.7964073084667034,
    0.7964073084667034,
    0.7964073084667034,
    0.7964073084667034,
    0.7964073084667034,
    0.7964073084667034,
    0.7964073084667034,
    0.7964073084667034,
    0.7964073084667034,
    0.7964073084667034,
    0.7964073084667034,
    0.7964073084667034,
    0.7964073084667034,
    0.7964073084667034,
    0.7964073084667034,
    0.7964073084667034,
    0.7964073084667034,
    0.7964073084667034,
    0.8118269015616166,
    0.8118269015616166,
    0.8118269015616166,
    0.8118269015616166,
    0.8118269015616166,
    0.834732343803948,
    0.834732343803948,
    0.834732343803948,
    0.8305461763659163,
    0.8305461763659163,
    0.8305461763659163,
    0.8305461763659163,
    0.8305461763659163
  ]
}