{
  "0": [
    "",
    "",
    "",
    "",
    "The polished floor surrounds dozens of booths with colorful banners.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Students clutch resumes inside branded folders.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Students clutch resumes inside branded folders and line up outside the university gym. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Students clutch resumes inside branded folders and line up outside the university gym. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Students clutch resumes inside branded folders and line up outside the university gym. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Students clutch resumes inside branded folders and line up outside the university gym. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Students clutch resumes inside branded folders and line up outside the university gym. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Students clutch resumes inside branded folders and line up outside the university gym. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Students clutch resumes inside branded folders and line up outside the university gym. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Students clutch resumes inside branded folders and line up outside the university gym. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.34823841260307575,
    0.5175245297159413,
    0.5175245297159413,
    0.5175245297159413,
    0.5175245297159413,
    0.7338304896929148,
    0.7338304896929148,
    0.8130878353769588,
    0.8130878353769588,
    0.8130878353769588,
    0.8130878353769588,
    0.8130878353769588,
    0.8130878353769588,
    0.8130878353769588,
    0.8445171462315256,
    0.8445171462315256,
    0.8445171462315256,
    0.8445171462315256,
    0.8445171462315256,
    0.7724037925752127,
    0.7724037925752127,
    0.7724037925752127,
    0.7724037925752127,
    0.7724037925752127,
    0.7724037925752127,
    0.7724037925752127,
    0.7724037925752127,
    0.7724037925752127,
    0.7724037925752127,
    0.7724037925752127,
    0.834336094203502,
    0.834336094203502,
    0.834336094203502,
    0.834336094203502,
    0.834336094203502,
    0.834336094203502,
    0.888391810289484,
    0.888391810289484,
    0.888391810289484,
    0.888391810289484,
    0.888391810289484,
    0.888391810289484,
    0.8216875559867067,
    0.8216875559867067,
    0.8216875559867067,
    0.8216875559867067,
    0.8216875559867067,
    0.8216875559867067,
    0.7783299485804054,
    0.7783299485804054,
    0.7783299485804054,
    0.7783299485804054,
    0.7783299485804054,
    0.7783299485804054,
    0.7783299485804054,
    0.7783299485804054,
    0.7783299485804054,
    0.7783299485804054,
    0.7783299485804054,
    0.7783299485804054,
    0.7783299485804054,
    0.7783299485804054
  ],
  "1": [
    "",
    "",
    "",
    "Alumni volunteers are gathered near the coffee station, offering short pep talks. Three alumni are present: David, Sarah, and Michael. David is speaking to a group of students, while Sarah is addressing a smaller group. Michael is standing slightly apart, observing the conversations.",
    "Alumni volunteers David, Sarah, and Michael are gathered near the coffee station, with David speaking to a group of students and Sarah addressing a smaller group. Event staff are scanning registrations and distributing lanyards at the entrance.",
    "Alumni volunteers David, Sarah, and Michael are gathered near the coffee station, with David speaking to a group of students and Sarah addressing a smaller group. Event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor.",
    "Alumni volunteers David, Sarah, and Michael are gathered near the coffee station, with David speaking to a group of students and Sarah addressing a smaller group. Event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance.",
    "David, Sarah, and Michael are gathered near the coffee station, with David speaking to a group of students and Sarah addressing a smaller group. Event staff are scanning registrations and distributing lanyards at the entrance, while dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "David, Sarah, and Michael are gathered near the coffee station with dozens of booths with colorful banners circling the polished floor. Event staff are scanning registrations and distributing lanyards at the entrance, while students line up outside the university gym before the career fair opens and career counselors remind attendees to maintain eye contact.",
    "David, Sarah, and Michael are gathered near the coffee station with dozens of booths featuring colorful banners circling the polished floor. Event staff are scanning registrations and distributing lanyards at the entrance, and students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact as a welcome announcement outlines the fair schedule over the PA system.",
    "David, Sarah, and Michael are gathered near the coffee station with dozens of booths featuring colorful banners circling the polished floor. Event staff are scanning registrations and distributing lanyards at the entrance, and students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "David, Sarah, and Michael are gathered near the coffee station with dozens of booths featuring colorful banners circling the polished floor. Event staff are scanning registrations and distributing lanyards at the entrance, and students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "David, Sarah, and Michael are gathered near the coffee station with dozens of booths featuring colorful banners circling the polished floor. Event staff are scanning registrations and distributing lanyards at the entrance, and students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "David, Sarah, and Michael are gathered near the coffee station with dozens of booths featuring colorful banners circling the polished floor. Event staff are scanning registrations and distributing lanyards at the entrance, and students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "David, Sarah, and Michael are gathered near the coffee station with dozens of booths featuring colorful banners circling the polished floor. Event staff are scanning registrations and distributing lanyards at the entrance, and students line up outside the university gym before the career fair opens. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.49498664709387247,
    0.49498664709387247,
    0.49498664709387247,
    0.46296918007292,
    0.46296918007292,
    0.46296918007292,
    0.46296918007292,
    0.46296918007292,
    0.5558653681216924,
    0.5558653681216924,
    0.5951721944970786,
    0.5951721944970786,
    0.5951721944970786,
    0.5951721944970786,
    0.5951721944970786,
    0.6948153934966395,
    0.6948153934966395,
    0.6948153934966395,
    0.6948153934966395,
    0.6948153934966395,
    0.6202770062687626,
    0.6202770062687626,
    0.6202770062687626,
    0.6202770062687626,
    0.6202770062687626,
    0.6202770062687626,
    0.6202770062687626,
    0.766814231912735,
    0.766814231912735,
    0.766814231912735,
    0.766814231912735,
    0.766814231912735,
    0.6864142006238143,
    0.6864142006238143,
    0.6864142006238143,
    0.6864142006238143,
    0.6864142006238143,
    0.6864142006238143,
    0.6864142006238143,
    0.7292543508199901,
    0.7292543508199901,
    0.7292543508199901,
    0.7292543508199901,
    0.7292543508199901,
    0.7627466786385734,
    0.7627466786385734,
    0.7627466786385734,
    0.7627466786385734,
    0.7627466786385734,
    0.7627466786385734,
    0.7627466786385734,
    0.8012757782875909,
    0.8012757782875909,
    0.8012757782875909,
    0.8012757782875909,
    0.8012757782875909,
    0.8012757782875909,
    0.8012757782875909,
    0.8012757782875909,
    0.8057329897820367,
    0.8057329897820367,
    0.8057329897820367,
    0.8057329897820367
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "3": [
    "",
    "",
    "The healthcare providers are displaying photographs taken during community outreach events. The photos depict a small group of individuals gathered around a table, with several brochures and informational pamphlets visible on the surface. A young girl is standing in the foreground, smiling and holding a brightly colored balloon. The background shows a brightly lit community center.",
    "The community center features a small group of individuals gathered around a table displaying brochures and informational pamphlets. A young girl is standing in the foreground, smiling and holding a brightly colored balloon. Alumni volunteers are sharing quick pep talks near the coffee station. The photographs were taken during community outreach events.",
    "The community center showcases a polished floor surrounded by dozens of booths bearing colorful banners. Individuals are gathered around a table displaying brochures and informational pamphlets, with a young girl standing in the foreground, smiling and holding a brightly colored balloon. Alumni volunteers are sharing quick pep talks near the coffee station, consistent with community outreach events.",
    "The community center features a polished floor surrounded by dozens of booths displaying colorful banners. Individuals are gathered around a table displaying brochures and informational pamphlets, with a young girl standing in the foreground, smiling and holding a brightly colored balloon. Alumni volunteers are sharing quick pep talks near the coffee station, and students clutch resumes inside branded folders.",
    "The community center contains a polished floor surrounded by dozens of booths displaying colorful banners. Individuals are gathered around a table displaying brochures and informational pamphlets, and a young girl is standing in the foreground, smiling and holding a brightly colored balloon. Alumni volunteers are sharing quick pep talks near the coffee station, while students clutch resumes inside branded folders. Healthcare providers are showcasing community outreach photos.",
    "The community center features a polished floor surrounded by dozens of booths displaying colorful banners. Individuals are gathered around a table displaying brochures and informational pamphlets, and a young girl is standing in the foreground, smiling and holding a brightly colored balloon. Alumni volunteers are sharing quick pep talks near the coffee station, while students clutch resumes inside branded folders. Healthcare providers are showcasing community outreach photos, and students line up outside the university gym before the career fair opens.",
    "The community center holds a polished floor and dozens of booths adorned with colorful banners. Individuals are gathered around a table displaying brochures and informational pamphlets, while a young girl is standing in the foreground, smiling and holding a brightly colored balloon. Alumni volunteers are sharing quick pep talks near the coffee station, and students clutch resumes inside branded folders. Healthcare providers are showcasing community outreach photos, and students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system.",
    "The community center features a polished floor and dozens of booths decorated with colorful banners. Individuals are gathered around a table displaying brochures and informational pamphlets, and a young girl is standing in the foreground, smiling and holding a brightly colored balloon. Alumni volunteers are sharing quick pep talks near the coffee station, while students line up outside the university gym before the career fair opens. Healthcare providers are showcasing community outreach photos, and students clutch resumes inside branded folders.",
    "The community center includes a polished floor and dozens of booths adorned with colorful banners. Individuals are gathered around a table displaying brochures and informational pamphlets, and a young girl is standing in the foreground, smiling and holding a brightly colored balloon. Alumni volunteers are sharing quick pep talks near the coffee station, while students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "The community center features a polished floor and dozens of booths decorated with colorful banners. Individuals are gathered around a table displaying brochures and informational pamphlets. A young girl is standing in the foreground, smiling and holding a brightly colored balloon. Alumni volunteers are sharing quick pep talks near the coffee station, while students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance, and healthcare providers showcase community outreach photos.",
    "The community center showcases a polished floor and dozens of booths adorned with colorful banners. Individuals are gathered around a table featuring brochures and informational pamphlets. A young girl is standing in the foreground, smiling and holding a brightly colored balloon. Alumni volunteers are sharing quick pep talks near the coffee station, while students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance, and healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps.",
    "The community center features a polished floor and dozens of booths decorated with colorful banners. Individuals are gathered around a table displaying brochures and informational pamphlets. A young girl is standing in the foreground, smiling and holding a brightly colored balloon. Alumni volunteers are sharing quick pep talks near the coffee station, while students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance, and healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables.",
    "The community center holds a polished floor and dozens of booths adorned with colorful banners. Individuals are gathered around a table displaying brochures and informational pamphlets. A young girl is standing in the foreground, smiling and holding a brightly colored balloon. Alumni volunteers are sharing quick pep talks near the coffee station, while students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance, and healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables."
  ],
  "3_score": [
    0.0,
    0.0,
    0.38967919262329515,
    0.38967919262329515,
    0.38967919262329515,
    0.46557609428738633,
    0.46557609428738633,
    0.46557609428738633,
    0.5162804500343621,
    0.5162804500343621,
    0.5162804500343621,
    0.5162804500343621,
    0.5384324427491437,
    0.5384324427491437,
    0.5384324427491437,
    0.5734657706438548,
    0.5734657706438548,
    0.5734657706438548,
    0.5734657706438548,
    0.5734657706438548,
    0.5734657706438548,
    0.6524646872434656,
    0.6524646872434656,
    0.6524646872434656,
    0.6524646872434656,
    0.6524646872434656,
    0.7776142267038935,
    0.7776142267038935,
    0.7776142267038935,
    0.7776142267038935,
    0.7776142267038935,
    0.7776142267038935,
    0.6851501916309772,
    0.6851501916309772,
    0.6851501916309772,
    0.6851501916309772,
    0.6851501916309772,
    0.6851501916309772,
    0.7089814632596279,
    0.7089814632596279,
    0.7089814632596279,
    0.7089814632596279,
    0.7089814632596279,
    0.7067302253127609,
    0.7067302253127609,
    0.7067302253127609,
    0.7067302253127609,
    0.7067302253127609,
    0.7067302253127609,
    0.7288050410600517,
    0.7288050410600517,
    0.7288050410600517,
    0.7288050410600517,
    0.7288050410600517,
    0.7288050410600517,
    0.7216386873537872,
    0.7216386873537872,
    0.7216386873537872,
    0.7216386873537872,
    0.7216386873537872,
    0.7216386873537872,
    0.7354513783270691,
    0.7354513783270691,
    0.7354513783270691,
    0.7354513783270691,
    0.7354513783270691
  ],
  "4": [
    "",
    "",
    "Tech companies are displaying demo screens showcasing their latest apps. The screens depict a variety of applications, including productivity tools and entertainment software. The displays are located within a large convention hall.",
    "The convention hall features dozens of booths with colorful banners circling a polished floor. Tech companies are displaying demo screens showcasing their latest apps, including productivity tools and entertainment software.",
    "The convention hall contains dozens of booths surrounded by colorful banners circling a polished floor. Tech companies are displaying demo screens showcasing their latest apps, including productivity tools and entertainment software. A welcome announcement is playing over the PA system, detailing the fair schedule.",
    "The convention hall is filled with dozens of booths and colorful banners circling a polished floor. Tech companies are displaying demo screens showcasing productivity tools and entertainment software. Outside the university gym, students line up before the career fair opens. A welcome announcement is playing over the PA system detailing the fair schedule.",
    "The convention hall is filled with dozens of booths and colorful banners circling a polished floor, with tech companies displaying demo screens showcasing productivity tools and entertainment software. Outside the university gym, students line up before the career fair opens, and a welcome announcement is playing over the PA system detailing the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "The convention hall is filled with dozens of booths and colorful banners circling a polished floor, with tech companies displaying demo screens showcasing productivity tools and entertainment software. Outside the university gym, students line up before the career fair opens, and a welcome announcement is playing over the PA system detailing the fair schedule. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders.",
    "The convention hall is filled with dozens of booths and colorful banners circling a polished floor, with tech companies displaying demo screens showcasing productivity tools and entertainment software. Students line up outside the university gym before the career fair opens, and a welcome announcement is playing over the PA system detailing the fair schedule. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "The convention hall is filled with dozens of booths and colorful banners circling a polished floor. Students line up outside the university gym before the career fair opens, and a welcome announcement is playing over the PA system detailing the fair schedule. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "The convention hall is filled with dozens of booths and colorful banners circling a polished floor. Students line up outside the university gym before the career fair opens, and a welcome announcement is playing over the PA system detailing the fair schedule. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders.",
    "The convention hall is filled with dozens of booths and colorful banners circling a polished floor. Students line up outside the university gym before the career fair opens, and a welcome announcement is playing over the PA system detailing the fair schedule. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders.",
    "The convention hall contains dozens of booths and colorful banners surrounding a polished floor. Students line up outside the university gym, and a welcome announcement details the career fair schedule over the PA system. Consulting firms have stacked glossy case study booklets on high tables, and students hold resumes within branded folders. Career counselors are reminding attendees to maintain eye contact.",
    "The convention hall is filled with dozens of booths and colorful banners surrounding a polished floor. Students line up outside the university gym, listening to a welcome announcement detailing the career fair schedule over the PA system. Consulting firms have stacked glossy case study booklets on high tables, and students hold resumes within branded folders. Career counselors are reminding attendees to maintain eye contact.",
    "The convention hall is filled with dozens of booths and colorful banners surrounding a polished floor. Students line up outside the university gym, listening to a welcome announcement detailing the career fair schedule over the PA system. Consulting firms have stacked glossy case study booklets on high tables, and students hold resumes within branded folders. Career counselors are reminding attendees to maintain eye contact. Tech companies display demo screens showing their latest apps."
  ],
  "4_score": [
    0.0,
    0.0,
    0.45402973882268144,
    0.45402973882268144,
    0.465982095529865,
    0.465982095529865,
    0.465982095529865,
    0.5677457317656843,
    0.5677457317656843,
    0.5677457317656843,
    0.7762465140927313,
    0.7762465140927313,
    0.7762465140927313,
    0.7762465140927313,
    0.7518485079665758,
    0.7518485079665758,
    0.7518485079665758,
    0.7518485079665758,
    0.7518485079665758,
    0.7615132062758576,
    0.7615132062758576,
    0.7615132062758576,
    0.7615132062758576,
    0.7615132062758576,
    0.7662648104725175,
    0.7662648104725175,
    0.7662648104725175,
    0.7662648104725175,
    0.7662648104725175,
    0.7662648104725175,
    0.7662648104725175,
    0.7662648104725175,
    0.7969892440550075,
    0.7969892440550075,
    0.7969892440550075,
    0.7969892440550075,
    0.7969892440550075,
    0.7969892440550075,
    0.7793738135700607,
    0.7793738135700607,
    0.7793738135700607,
    0.7793738135700607,
    0.7793738135700607,
    0.7793738135700607,
    0.7793738135700607,
    0.7793738135700607,
    0.7793738135700607,
    0.7793738135700607,
    0.7793738135700607,
    0.7793738135700607,
    0.7793738135700607,
    0.8056903365709494,
    0.8056903365709494,
    0.8056903365709494,
    0.8056903365709494,
    0.8056903365709494,
    0.8056903365709494,
    0.8056903365709494,
    0.8006430079844855,
    0.8006430079844855,
    0.8006430079844855,
    0.8006430079844855,
    0.8006430079844855,
    0.8416873829440819,
    0.8416873829440819,
    0.8416873829440819
  ],
  "5": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms have stacked glossy case study booklets on high tables, while alumni volunteers share quick pep talks near the coffee station.",
    "Consulting firms stack glossy case study booklets on high tables, while alumni volunteers share quick pep talks near the coffee station.",
    "Consulting firms are distributing glossy case study booklets on high tables, and alumni volunteers are providing quick pep talks near the coffee station. Students are lined up outside the university gym, anticipating the opening of the career fair.",
    "Consulting firms are distributing glossy case study booklets on high tables, and alumni volunteers are providing quick pep talks near the coffee station. Students are lined up outside the university gym, anticipating the opening of the career fair. Students clutch resumes inside branded folders.",
    "The career fair is underway, with students lined up outside the university gym clutching resumes in branded folders. Consulting firms are distributing case study booklets on high tables, and alumni volunteers are providing quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "The career fair is underway, with students lined up outside the university gym clutching resumes in branded folders. Consulting firms are distributing case study booklets on high tables, and alumni volunteers are providing quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "The career fair is underway, with students lining up outside the university gym clutching resumes in branded folders. Consulting firms are distributing case study booklets on high tables, and alumni volunteers are providing quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "The career fair is underway, with students lining up outside the university gym clutching resumes in branded folders. Consulting firms are distributing case study booklets on high tables, and alumni volunteers are providing quick pep talks near the coffee station. Healthcare providers are showcasing community outreach photos.",
    "The career fair is underway, with students lining up outside the university gym clutching resumes in branded folders. Consulting firms are distributing case study booklets on high tables, and alumni volunteers are providing quick pep talks near the coffee station. Event staff are scanning registrations and handing out lanyards at the entrance, while healthcare providers are showcasing community outreach photos."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.385216644590449,
    0.385216644590449,
    0.385216644590449,
    0.4165847690754648,
    0.4165847690754648,
    0.4165847690754648,
    0.4165847690754648,
    0.4165847690754648,
    0.4165847690754648,
    0.4165847690754648,
    0.4165847690754648,
    0.4165847690754648,
    0.4165847690754648,
    0.4165847690754648,
    0.4165847690754648,
    0.6320315355486785,
    0.6320315355486785,
    0.6320315355486785,
    0.6320315355486785,
    0.6320315355486785,
    0.6320315355486785,
    0.7588528799872193,
    0.7588528799872193,
    0.7588528799872193,
    0.7588528799872193,
    0.7588528799872193,
    0.7588528799872193,
    0.7588528799872193,
    0.8459085475465213,
    0.8459085475465213,
    0.8459085475465213,
    0.8459085475465213,
    0.8459085475465213,
    0.8459085475465213,
    0.8720239252712187,
    0.8720239252712187,
    0.8720239252712187,
    0.8720239252712187,
    0.8720239252712187,
    0.8720239252712187,
    0.8720239252712187,
    0.8720239252712187,
    0.8720239252712187,
    0.8720239252712187,
    0.8203926255538214,
    0.8203926255538214,
    0.8203926255538214,
    0.8203926255538214,
    0.8203926255538214,
    0.8203926255538214,
    0.8203926255538214,
    0.8203926255538214,
    0.8161746357939855,
    0.8161746357939855,
    0.8161746357939855,
    0.8161746357939855,
    0.8161746357939855,
    0.8161746357939855,
    0.8132711965222694
  ],
  "6": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders. A blue folder with a silver logo is visible.",
    "Students clutch resumes inside branded folders. A blue folder with a silver logo is visible. Career counselors remind attendees to maintain eye contact.",
    "Students clutch resumes inside branded folders, including a blue folder with a silver logo. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds dozens of booths adorned with colorful banners. Students hold resumes within branded folders, one of which is a blue folder with a silver logo. Career counselors are reminding attendees to maintain eye contact, while alumni volunteers offer quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths adorned with colorful banners. Students line up outside the university gym before the career fair opens, holding resumes within branded folders. A blue folder with a silver logo is among the materials being carried. Career counselors are reminding attendees to maintain eye contact, while alumni volunteers offer quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths adorned with colorful banners. Students line up outside the university gym before the career fair opens, holding resumes within branded folders. A blue folder with a silver logo is among the materials being carried. Career counselors are reminding attendees to maintain eye contact, while alumni volunteers offer quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths adorned with colorful banners, with students lining up outside the university gym before the career fair opens, holding resumes within branded folders. A blue folder with a silver logo is among the materials being carried. Career counselors are reminding attendees to maintain eye contact, while alumni volunteers offer quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system, and healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths adorned with colorful banners, with students lining up outside the university gym before the career fair opens, holding resumes within branded folders. A blue folder with a silver logo is among the materials being carried. Career counselors are reminding attendees to maintain eye contact, while alumni volunteers offer quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths adorned with colorful banners, with students lining up outside the university gym before the career fair opens, holding resumes within branded folders. A blue folder with a silver logo is among the materials being carried. Career counselors are reminding attendees to maintain eye contact, while alumni volunteers offer quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "The polished floor surrounds dozens of booths adorned with colorful banners, with students lining up outside the university gym before the career fair opens, holding resumes within branded folders. A blue folder with a silver logo is among the materials being carried. Career counselors are reminding attendees to maintain eye contact, while alumni volunteers offer quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "The polished floor surrounds dozens of booths adorned with colorful banners, with students lining up outside the university gym before the career fair opens, holding resumes within branded folders. A blue folder with a silver logo is among the materials being carried. Career counselors are reminding attendees to maintain eye contact, while alumni volunteers offer quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "The polished floor surrounds dozens of booths adorned with colorful banners, with students lining up outside the university gym before the career fair opens, holding resumes within branded folders. A blue folder with a silver logo is among the materials being carried. Career counselors are reminding attendees to maintain eye contact, while alumni volunteers offer quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.38037055094995387,
    0.38037055094995387,
    0.38037055094995387,
    0.5737558188776941,
    0.5737558188776941,
    0.5737558188776941,
    0.686141500761934,
    0.686141500761934,
    0.686141500761934,
    0.686141500761934,
    0.669895246423615,
    0.669895246423615,
    0.669895246423615,
    0.669895246423615,
    0.8321447878910657,
    0.8321447878910657,
    0.8321447878910657,
    0.8757464370088828,
    0.8757464370088828,
    0.8757464370088828,
    0.8757464370088828,
    0.8757464370088828,
    0.8682554761703267,
    0.8682554761703267,
    0.8682554761703267,
    0.8682554761703267,
    0.8682554761703267,
    0.8617062648264763,
    0.8617062648264763,
    0.8617062648264763,
    0.8617062648264763,
    0.8617062648264763,
    0.8617062648264763,
    0.8689010051806323,
    0.8689010051806323,
    0.8689010051806323,
    0.8689010051806323,
    0.8689010051806323,
    0.8689010051806323,
    0.8689010051806323,
    0.8689010051806323,
    0.8689010051806323,
    0.8689010051806323,
    0.8689010051806323,
    0.8689010051806323,
    0.8689010051806323,
    0.8689010051806323,
    0.8689010051806323,
    0.8689010051806323,
    0.8689010051806323,
    0.8689010051806323,
    0.8689010051806323,
    0.8689010051806323,
    0.8689010051806323,
    0.8689010051806323,
    0.8689010051806323,
    0.8689010051806323,
    0.8689010051806323,
    0.8689010051806323,
    0.8689010051806323,
    0.8689010051806323,
    0.8689010051806323,
    0.8689010051806323
  ],
  "7": [
    "",
    "",
    "",
    "The fair schedule is announced over the PA system. The fair includes events throughout the day, with details regarding the schedule being broadcast.",
    "The university gym is filled with students lining up before the career fair opens. The PA system has announced the fair’s schedule, broadcasting details regarding the events throughout the day.",
    "The university gym is filled with students lining up before the career fair opens. The PA system has announced the fair’s schedule, broadcasting details regarding the events throughout the day. A welcome announcement outlines the fair schedule over the PA system.",
    "The university gym is filled with students lining up before the career fair opens. The PA system has announced the fair’s schedule, broadcasting details regarding the events throughout the day. Dozens of booths with colorful banners circle the polished floor.",
    "The university gym is filled with students lining up before the career fair opens. The PA system has announced the fair’s schedule, broadcasting details regarding the events throughout the day. Dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders.",
    "The university gym is filled with students lining up before the career fair opens. The PA system has announced the fair’s schedule, broadcasting details regarding the events throughout the day. Dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders.",
    "The university gym is filled with students lining up before the career fair opens. The PA system has announced the fair’s schedule, broadcasting details regarding the events throughout the day. Dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "The university gym is filled with students lining up before the career fair opens. The PA system has announced the fair’s schedule, broadcasting details regarding the events throughout the day. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps.",
    "The university gym is filled with students lining up before the career fair opens. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps. The PA system has announced the fair’s schedule, broadcasting details regarding the events throughout the day, and a welcome announcement outlines the fair schedule.",
    "The university gym is filled with students lining up before the career fair opens. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station, and tech companies display demo screens showing their latest apps. The PA system has announced the fair’s schedule, broadcasting details regarding the events throughout the day, and a welcome announcement outlines the fair schedule. Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station, and tech companies display demo screens showing their latest apps. The PA system has announced the fair’s schedule, broadcasting details regarding the events throughout the day, and a welcome announcement outlines the fair schedule.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station, and tech companies display demo screens showing their latest apps. The PA system has announced the fair’s schedule, broadcasting details regarding the events throughout the day, and a welcome announcement outlines the fair schedule."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.39410359427664365,
    0.7262961955687278,
    0.7262961955687278,
    0.7262961955687278,
    0.7262961955687278,
    0.7944355236526952,
    0.7944355236526952,
    0.7944355236526952,
    0.827741052726156,
    0.827741052726156,
    0.827741052726156,
    0.827741052726156,
    0.827741052726156,
    0.843497826276905,
    0.843497826276905,
    0.843497826276905,
    0.843497826276905,
    0.843497826276905,
    0.843497826276905,
    0.843497826276905,
    0.843497826276905,
    0.843497826276905,
    0.843497826276905,
    0.843497826276905,
    0.9031547649709215,
    0.9031547649709215,
    0.9031547649709215,
    0.9031547649709215,
    0.8955138642792688,
    0.8955138642792688,
    0.8955138642792688,
    0.8955138642792688,
    0.8955138642792688,
    0.8955138642792688,
    0.8694395440933427,
    0.8694395440933427,
    0.8694395440933427,
    0.8694395440933427,
    0.8694395440933427,
    0.8694395440933427,
    0.8874504432501383,
    0.8874504432501383,
    0.8874504432501383,
    0.8874504432501383,
    0.8874504432501383,
    0.8874504432501383,
    0.8874504432501383,
    0.8856712148534807,
    0.8856712148534807,
    0.8856712148534807,
    0.8856712148534807,
    0.8856712148534807,
    0.8856712148534807,
    0.8856712148534807,
    0.8856712148534807,
    0.8856712148534807,
    0.8856712148534807,
    0.8856712148534807,
    0.8856712148534807,
    0.8856712148534807,
    0.8856712148534807,
    0.8856712148534807,
    0.8856712148534807
  ],
  "8": [
    "",
    "",
    "",
    "",
    "Alumni volunteers are near the coffee station, offering short pep talks. The volunteers are positioned close to the coffee station.",
    "Alumni volunteers are near the coffee station, offering short pep talks. Tech companies display demo screens showing their latest apps.",
    "Alumni volunteers are near the coffee station, offering short pep talks. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps.",
    "Alumni volunteers are near the coffee station, offering short pep talks. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Alumni volunteers are near the coffee station offering short pep talks, while event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact.",
    "Alumni volunteers are near the coffee station offering short pep talks, while event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "Alumni volunteers are near the coffee station offering short pep talks, while event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "Alumni volunteers are near the coffee station offering short pep talks, while event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps.",
    "Alumni volunteers are near the coffee station offering short pep talks, while event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens, with tech companies continuing to display demo screens.",
    "Alumni volunteers are near the coffee station offering short pep talks, while event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens, and consulting firms stack glossy case study booklets on high tables.",
    "Alumni volunteers are near the coffee station offering short pep talks, while event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens, and consulting firms stack glossy case study booklets on high tables.",
    "Alumni volunteers are near the coffee station offering short pep talks, while event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens, and consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos at the entrance.",
    "Alumni volunteers are near the coffee station offering short pep talks, while event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens, and consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos at the entrance and throughout the event.",
    "Alumni volunteers are near the coffee station offering short pep talks, while event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens, and consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos at the entrance and throughout the event. Students clutch resumes inside branded folders."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.43360832240834424,
    0.5018437410280426,
    0.5018437410280426,
    0.5018437410280426,
    0.6313854158641923,
    0.6313854158641923,
    0.6313854158641923,
    0.6313854158641923,
    0.6999950044822915,
    0.6999950044822915,
    0.6999950044822915,
    0.5756492174935821,
    0.5756492174935821,
    0.5756492174935821,
    0.5756492174935821,
    0.6832898466450872,
    0.6832898466450872,
    0.6832898466450872,
    0.6832898466450872,
    0.6832898466450872,
    0.6832898466450872,
    0.6832898466450872,
    0.6832898466450872,
    0.6832898466450872,
    0.8126506589566515,
    0.8126506589566515,
    0.8126506589566515,
    0.8126506589566515,
    0.8126506589566515,
    0.8005953748214881,
    0.8005953748214881,
    0.8005953748214881,
    0.8005953748214881,
    0.8005953748214881,
    0.8005953748214881,
    0.7886574249367126,
    0.7886574249367126,
    0.7886574249367126,
    0.7886574249367126,
    0.7886574249367126,
    0.7886574249367126,
    0.7886574249367126,
    0.7886574249367126,
    0.7886574249367126,
    0.7886574249367126,
    0.7932689525989933,
    0.7932689525989933,
    0.7932689525989933,
    0.7932689525989933,
    0.7932689525989933,
    0.7932689525989933,
    0.7932689525989933,
    0.8104699650839791,
    0.8104699650839791,
    0.8104699650839791,
    0.8104699650839791,
    0.8104699650839791,
    0.8104699650839791,
    0.8104699650839791,
    0.8296486126666668,
    0.8296486126666668,
    0.8296486126666668
  ],
  "9": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Several glossy case study booklets are stacked on high tables. Healthcare providers are displaying community outreach photos.",
    "Several glossy case study booklets are stacked on high tables. Healthcare providers are displaying community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "Several glossy case study booklets are stacked on high tables. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station.",
    "Several glossy case study booklets are stacked on high tables. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "Several glossy case study booklets are stacked on high tables. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "Several glossy case study booklets are stacked on high tables. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "Several glossy case study booklets are stacked on high tables. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Several glossy case study booklets are stacked on high tables. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables.",
    "Several glossy case study booklets are stacked on high tables. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables.",
    "Several glossy case study booklets are stacked on high tables. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "Several glossy case study booklets are stacked on high tables. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "Several glossy case study booklets are stacked on high tables, and dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance, while alumni volunteers share quick pep talks near the coffee station and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens."
  ],
  "9_score": [
    0.0,
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.35338131286195146,
    0.35338131286195146,
    0.35338131286195146,
    0.5491300157968744,
    0.5491300157968744,
    0.5491300157968744,
    0.5491300157968744,
    0.5491300157968744,
    0.643676404789221,
    0.643676404789221,
    0.643676404789221,
    0.7019691277595844,
    0.7019691277595844,
    0.7019691277595844,
    0.7019691277595844,
    0.7019691277595844,
    0.7141114463678452,
    0.7141114463678452,
    0.7141114463678452,
    0.7141114463678452,
    0.7141114463678452,
    0.7568720299916369,
    0.7568720299916369,
    0.7568720299916369,
    0.7568720299916369,
    0.7568720299916369,
    0.7568720299916369,
    0.7568720299916369,
    0.7442412362736435,
    0.7442412362736435,
    0.7442412362736435,
    0.7442412362736435,
    0.7442412362736435,
    0.7442412362736435,
    0.7442412362736435,
    0.7295332883432026,
    0.7295332883432026,
    0.7295332883432026,
    0.7295332883432026,
    0.7295332883432026,
    0.7295332883432026,
    0.7295332883432026,
    0.7295332883432026,
    0.7295332883432026,
    0.7295332883432026,
    0.7295332883432026,
    0.7295332883432026,
    0.734353456009458,
    0.734353456009458,
    0.734353456009458,
    0.734353456009458,
    0.734353456009458,
    0.7660642716009547,
    0.7660642716009547,
    0.7660642716009547,
    0.7660642716009547,
    0.7660642716009547,
    0.7660642716009547,
    0.7660642716009547,
    0.8468492069560366
  ]
}