{
  "0": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews.",
    "On a polished floor, dozens of booths with colorful banners circle the space; healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables; career counselors redirect unsure students toward applicable industries; and an alumni panel discusses how to prepare for technical interviews.",
    "On a polished floor, dozens of booths with colorful banners circle the space as healthcare providers showcase community outreach photos, consulting firms stack glossy case study booklets on high tables, career counselors redirect unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "On a polished floor, dozens of booths with colorful banners circle the space as healthcare providers showcase community outreach photos; consulting firms stack glossy case-study booklets on high tables; career counselors redirect unsure students toward applicable industries; and an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "On a polished floor, dozens of booths with colorful banners circle the space as healthcare providers showcase community outreach photos. Consulting firms stack glossy case-study booklets on high tables while career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "Inside a polished-floor venue, dozens of booths with colorful banners encircle the space as healthcare providers showcase community outreach photos. Consulting firms stack glossy case-study booklets on high tables, while career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "Inside a polished-floor venue, dozens of booths with colorful banners encircle the space as healthcare providers showcase community outreach photos. Consulting firms stack glossy case-study booklets on high tables. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "Inside a polished-floor venue, dozens of booths with colorful banners encircle the space as healthcare providers showcase community outreach photos. Consulting firms stack glossy case-study booklets on high tables. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "Inside a polished-floor venue, dozens of booths with colorful banners encircle the space as healthcare providers showcase community outreach photos. Consulting firms stack glossy case-study booklets on high tables. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "Inside a polished-floor venue, dozens of booths with colorful banners encircle the space as healthcare providers showcase community outreach photos. Consulting firms stack glossy case-study booklets on high tables. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Inside a polished-floor venue, dozens of booths with colorful banners encircle the space as healthcare providers showcase community outreach photos. Consulting firms stack glossy case-study booklets on high tables. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens."
  ],
  "0_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.536899950890595,
    0.536899950890595,
    0.536899950890595,
    0.5696869044134057,
    0.5696869044134057,
    0.5696869044134057,
    0.5696869044134057,
    0.4595818261810635,
    0.4595818261810635,
    0.4595818261810635,
    0.4595818261810635,
    0.4595818261810635,
    0.4595818261810635,
    0.6010305886888314,
    0.6010305886888314,
    0.6010305886888314,
    0.776662401678323,
    0.776662401678323,
    0.776662401678323,
    0.776662401678323,
    0.776662401678323,
    0.776662401678323,
    0.8128553278121945,
    0.8128553278121945,
    0.8128553278121945,
    0.8128553278121945,
    0.8128553278121945,
    0.8128553278121945,
    0.801936806066974,
    0.801936806066974,
    0.801936806066974,
    0.801936806066974,
    0.8101477914043343,
    0.8101477914043343,
    0.8101477914043343,
    0.8101477914043343,
    0.8101477914043343,
    0.8101477914043343,
    0.8101477914043343,
    0.8101477914043343,
    0.8015638058798906,
    0.8015638058798906,
    0.8015638058798906,
    0.8015638058798906,
    0.8015638058798906,
    0.8242320674100347,
    0.8242320674100347,
    0.8242320674100347,
    0.8242320674100347,
    0.8242320674100347,
    0.8242320674100347,
    0.8242320674100347,
    0.8242320674100347,
    0.8499012062427157,
    0.8499012062427157,
    0.8499012062427157
  ],
  "1": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables.",
    "Workshops on networking etiquette begin in the adjoining classroom; consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact.",
    "Workshops on networking etiquette begin in the adjoining classroom; consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "Workshops on networking etiquette begin in the adjoining classroom; consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention.",
    "At the career fair, workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, workshops on networking etiquette begin in the adjoining classroom, with a welcome announcement outlining the fair schedule over the PA system. Consulting firms stack glossy case-study booklets on high tables while career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention.",
    "At the career fair, workshops on networking etiquette begin in the adjoining classroom, accompanied by a welcome announcement outlining the fair schedule over the PA system. Consulting firms stack glossy case-study booklets on high tables, while career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, networking etiquette workshops begin in the adjoining classroom, accompanied by a welcome announcement outlining the fair schedule over the PA system. Consulting firms have glossy case-study booklets stacked on high tables, while career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers offer quick pep talks near the coffee station. Students clutch resumes inside branded folders, ready for conversations with exhibitors.",
    "At the career fair, networking etiquette workshops begin in the adjoining classroom, and a welcome announcement outlines the fair schedule over the PA system. Consulting firms have glossy case-study booklets stacked on high tables, while career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers offer quick pep talks near the coffee station. Students clutch resumes inside branded folders, ready for conversations with exhibitors.",
    "At the career fair, networking etiquette workshops begin in the adjoining classroom, and a welcome announcement outlines the fair schedule over the PA system. Consulting firms display glossy case-study booklets atop high tables while career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers offer quick pep talks near the coffee station. Students clutch resumes inside branded folders, ready for conversations with exhibitors.",
    "At the career fair, networking etiquette workshops begin in the adjoining classroom, and a welcome announcement outlines the fair schedule over the PA system. Consulting firms display glossy case-study booklets atop high tables while career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers offer quick pep talks near the coffee station. Students clutch resumes inside branded folders, ready for conversations with exhibitors. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, networking etiquette workshops begin in the adjoining classroom, and a welcome announcement outlines the fair schedule over the PA system. Consulting firms display glossy case-study booklets atop high tables while career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers offer quick pep talks near the coffee station. Students clutch resumes inside branded folders, ready for conversations with exhibitors. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos.",
    "At the career fair, networking etiquette workshops take place in the adjoining classroom while a welcome announcement outlines the schedule over the PA system. Consulting firms display glossy case-study booklets atop high tables, and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers offer quick pep talks near the coffee station. Students clutch resumes inside branded folders, ready for conversations with exhibitors. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the career fair, an adjoining classroom hosts networking etiquette workshops while a welcome announcement outlines the schedule over the PA. Consulting firms display glossy case-study booklets atop high tables, and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers offer quick pep talks near the coffee station. Students clutch resumes inside branded folders, ready for conversations with exhibitors. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "1_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.31104310892344184,
    0.31104310892344184,
    0.31104310892344184,
    0.31104310892344184,
    0.3617087089181472,
    0.3617087089181472,
    0.3617087089181472,
    0.505222406862922,
    0.505222406862922,
    0.505222406862922,
    0.505222406862922,
    0.505222406862922,
    0.505222406862922,
    0.7038098899535635,
    0.7038098899535635,
    0.7038098899535635,
    0.7038098899535635,
    0.8522302196175122,
    0.8522302196175122,
    0.8522302196175122,
    0.8522302196175122,
    0.8522302196175122,
    0.8522302196175122,
    0.8522302196175122,
    0.8522302196175122,
    0.8441146488604243,
    0.8441146488604243,
    0.8519056482829251,
    0.8519056482829251,
    0.8519056482829251,
    0.8519056482829251,
    0.8534426088269347,
    0.8534426088269347,
    0.8534426088269347,
    0.8534426088269347,
    0.8694777877707892,
    0.8694777877707892,
    0.8694777877707892,
    0.8694777877707892,
    0.8792563760896654,
    0.8792563760896654,
    0.8792563760896654,
    0.8936519457459757,
    0.8936519457459757,
    0.8936519457459757,
    0.9015406828919534,
    0.9015406828919534,
    0.9015406828919534,
    0.9015406828919534,
    0.9015406828919534,
    0.9015406828919534,
    0.9015406828919534,
    0.9015406828919534,
    0.9015406828919534,
    0.8957371823090032,
    0.8957371823090032,
    0.8957371823090032,
    0.8957371823090032,
    0.8957371823090032,
    0.8914750207410795
  ],
  "2": [
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards. A cybersecurity company operates a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos.",
    "At the event entrance, staff scan registrations and hand out lanyards. A cybersecurity company operates a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards. A cybersecurity company operates a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention.",
    "At the event entrance, staff scan registrations and hand out lanyards. A cybersecurity company operates a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention.",
    "At the event entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards, while a cybersecurity company conducts a password-cracking challenge on a laptop. In booths, human resources teams jot notes on tablets as students introduce themselves; healthcare providers showcase community outreach photos; finance firms display QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers deliver quick pep talks near the coffee station, with students clutching resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. In booths, human resources teams jot notes on tablets as students introduce themselves; healthcare providers showcase community outreach photos; finance firms display QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers deliver quick pep talks near the coffee station, while students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. In booths, human resources teams jot notes on tablets as students introduce themselves; healthcare providers showcase community outreach photos; finance firms display QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers deliver quick pep talks near the coffee station, while students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. In booths, human resources teams jot notes on tablets as students introduce themselves; healthcare providers showcase community outreach photos; finance firms display QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers deliver quick pep talks near the coffee station, while students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. In booths, human resources teams jot notes on tablets as students introduce themselves; healthcare providers showcase community outreach photos; finance firms display QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers deliver quick pep talks near the coffee station, while students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.5688436096543383,
    0.5688436096543383,
    0.7009710267158877,
    0.7009710267158877,
    0.7009710267158877,
    0.7009710267158877,
    0.7009710267158877,
    0.7699207883700161,
    0.7699207883700161,
    0.7699207883700161,
    0.819757091922606,
    0.819757091922606,
    0.819757091922606,
    0.8315984242122745,
    0.8315984242122745,
    0.8315984242122745,
    0.8315984242122745,
    0.8315984242122745,
    0.8315984242122745,
    0.8315984242122745,
    0.8315984242122745,
    0.8315984242122745,
    0.8315984242122745,
    0.8315984242122745,
    0.8315984242122745,
    0.8350259822790433,
    0.8350259822790433,
    0.8350259822790433,
    0.8350259822790433,
    0.8350259822790433,
    0.848412000430822,
    0.848412000430822,
    0.848412000430822,
    0.848412000430822,
    0.848412000430822,
    0.848412000430822,
    0.8621965444964642,
    0.8621965444964642,
    0.8621965444964642,
    0.8510727394569206,
    0.8510727394569206,
    0.8510727394569206,
    0.8510727394569206,
    0.8510727394569206,
    0.8510727394569206,
    0.8510727394569206,
    0.8684826157570056,
    0.8684826157570056,
    0.8684826157570056,
    0.8684826157570056,
    0.8684826157570056,
    0.8684826157570056,
    0.8684826157570056,
    0.8646841351955186,
    0.8646841351955186,
    0.8646841351955186,
    0.8646841351955186,
    0.8646841351955186,
    0.8646841351955186,
    0.8646547237236397,
    0.8646547237236397
  ],
  "3": [
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Several students rehearse elevator pitches quietly against the wall, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "Several students rehearse elevator pitches quietly against the wall, while a cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance.",
    "Several students rehearse elevator pitches quietly against the wall, while a cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries.",
    "At an event, several students rehearse elevator pitches quietly against the wall while a cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves.",
    "At an event, several students rehearse elevator pitches quietly against the wall while a cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders.",
    "At the event, several students rehearse elevator pitches quietly against a wall while a cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders.",
    "At the event, a scene unfolds with several students rehearsing elevator pitches quietly against a wall, while a cybersecurity company runs a password-cracking challenge on a laptop nearby. Event staff scan registrations and hand out lanyards at the entrance, establishing the check-in flow. Career counselors redirect unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. In the adjoining classroom, workshops on networking etiquette begin, providing guidance as attendees mingle and exchange information.",
    "At the event, several students rehearse elevator pitches quietly against a wall while a cybersecurity company runs a password-cracking challenge on a laptop nearby. Staff scan registrations and hand out lanyards at the entrance, establishing the check-in flow. Career counselors redirect unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. In the adjoining classroom, workshops on networking etiquette begin, with attendees mingling and exchanging information. Outside the university gym, students line up before the career fair opens.",
    "At the event, students rehearse elevator pitches quietly against a wall while a cybersecurity company runs a password-cracking challenge on a laptop nearby. Staff scan registrations and hand out lanyards at the entrance, establishing the check-in flow. Career counselors redirect unsure students toward applicable industries, and human resources jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. In the adjoining classroom, workshops on networking etiquette begin, with attendees mingling and exchanging information. Outside the university gym, students line up before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "At the event, students rehearse elevator pitches quietly against a wall while a cybersecurity company runs a password-cracking challenge on a laptop nearby. Staff scan registrations and hand out lanyards at the entrance, establishing the check-in flow. Career counselors redirect unsure students toward applicable industries, and human resources jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. In the adjoining classroom, workshops on networking etiquette begin, with attendees mingling and exchanging information. Outside the university gym, students line up before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "At the event, students rehearse elevator pitches quietly against a wall while a cybersecurity company runs a password-cracking challenge on a laptop nearby. Staff scan registrations and hand out lanyards at the entrance, establishing the check-in flow. Career counselors redirect unsure students toward applicable industries, and human resources jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. In the adjoining classroom, workshops on networking etiquette begin, with attendees mingling and exchanging information. Outside the university gym, students line up before the career fair opens. Finance firms offer QR codes for immediate internship applications."
  ],
  "3_score": [
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3253202414822484,
    0.3253202414822484,
    0.3253202414822484,
    0.3253202414822484,
    0.3253202414822484,
    0.3253202414822484,
    0.5498333317241101,
    0.5498333317241101,
    0.5498333317241101,
    0.5498333317241101,
    0.5498333317241101,
    0.5498333317241101,
    0.5498333317241101,
    0.5498333317241101,
    0.5498333317241101,
    0.7359665336118664,
    0.7359665336118664,
    0.7359665336118664,
    0.7359665336118664,
    0.7359665336118664,
    0.7359665336118664,
    0.7359665336118664,
    0.7359665336118664,
    0.7604190792341563,
    0.7604190792341563,
    0.7604190792341563,
    0.779442130745534,
    0.779442130745534,
    0.779442130745534,
    0.779442130745534,
    0.779442130745534,
    0.8080368530046002,
    0.8080368530046002,
    0.8080368530046002,
    0.8080368530046002,
    0.8080368530046002,
    0.8080368530046002,
    0.8080368530046002,
    0.7813389122931147,
    0.7813389122931147,
    0.7813389122931147,
    0.7813389122931147,
    0.8427061170431127,
    0.8427061170431127,
    0.8427061170431127,
    0.8427061170431127,
    0.8573582234509383,
    0.8573582234509383,
    0.8573582234509383,
    0.8573582234509383,
    0.8573582234509383,
    0.8573582234509383,
    0.8573582234509383,
    0.8573582234509383,
    0.8573582234509383,
    0.8573582234509383,
    0.8573582234509383,
    0.8573582234509383,
    0.8573582234509383,
    0.8573582234509383
  ],
  "4": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students are quietly rehearsing elevator pitches against a wall.",
    "Some students are quietly rehearsing elevator pitches against a wall.",
    "Some students are quietly rehearsing elevator pitches against the wall.",
    "Some students are quietly rehearsing elevator pitches against the wall.",
    "Some students are quietly rehearsing elevator pitches against the wall.",
    "Some students are quietly rehearsing elevator pitches against the wall.",
    "Some students are quietly rehearsing elevator pitches against the wall.",
    "Some students are quietly rehearsing elevator pitches against the wall.",
    "Some students are quietly rehearsing elevator pitches against the wall.",
    "Some students are quietly rehearsing elevator pitches against the wall."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2861162524909319,
    0.2861162524909319,
    0.2861162524909319,
    0.2861162524909319,
    0.2861162524909319,
    0.2861162524909319,
    0.2861162524909319,
    0.2861162524909319,
    0.2861162524909319,
    0.2861162524909319,
    0.2861162524909319,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475
  ],
  "5": [
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves. Finance firms offer QR codes for immediate internship applications.",
    "At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "Event activity centers at the entrance where staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "Event activity centers at the entrance where staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "Event activity centers at the entrance where staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "Activity centers at the entrance where staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map while students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "Activity centers at the entrance as staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map while students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "At the entrance, staff scan registrations and hand out lanyards as attendees arrive. Groups of friends mark target employers on an event map while students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries.",
    "At the entrance, staff scan registrations and hand out lanyards as attendees arrive. Groups of friends mark target employers on an event map while students clutch resumes inside branded folders. HR teams jot notes on tablets as students introduce themselves. Finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries."
  ],
  "5_score": [
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5695324497039903,
    0.5695324497039903,
    0.7715681258852999,
    0.7715681258852999,
    0.7715681258852999,
    0.7715681258852999,
    0.7892356271402838,
    0.7892356271402838,
    0.7892356271402838,
    0.7892356271402838,
    0.7892356271402838,
    0.7892356271402838,
    0.828355414126891,
    0.828355414126891,
    0.828355414126891,
    0.828355414126891,
    0.828355414126891,
    0.828355414126891,
    0.8338198220923807,
    0.8338198220923807,
    0.8338198220923807,
    0.8338198220923807,
    0.813198723329577,
    0.813198723329577,
    0.813198723329577,
    0.813198723329577,
    0.813198723329577,
    0.813198723329577,
    0.813198723329577,
    0.813198723329577,
    0.813198723329577,
    0.813198723329577,
    0.813198723329577,
    0.813198723329577,
    0.813198723329577,
    0.813198723329577,
    0.779056216114413,
    0.779056216114413,
    0.779056216114413,
    0.779056216114413,
    0.779056216114413,
    0.8011785625849575,
    0.8011785625849575,
    0.8011785625849575,
    0.8011785625849575,
    0.8011785625849575,
    0.8011785625849575,
    0.822144214614166,
    0.822144214614166,
    0.822144214614166,
    0.822144214614166,
    0.822144214614166,
    0.822144214614166,
    0.822144214614166,
    0.822144214614166,
    0.822144214614166,
    0.8207620101816234,
    0.8207620101816234,
    0.8207620101816234,
    0.8207620101816234,
    0.8207620101816234
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders as they arrive. At the entrance, event staff scan registrations and hand out lanyards.",
    "Students arrive clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "Students arrive clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "A career event scene unfolds with students arriving clutching resumes in branded folders; at the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact.",
    "At the career event scene, students arrive clutching resumes in branded folders while event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "At the career event scene, students arrive clutching resumes in branded folders while event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "At the career event, students arrive clutching resumes in branded folders as event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "At a career event, students arrive clutching resumes in branded folders as event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a career event, students arrive clutching resumes in branded folders as event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a career event, students arrive clutching resumes in branded folders while event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "At a career event, students arrive clutching resumes in branded folders while event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.5501665259287079,
    0.5501665259287079,
    0.5501665259287079,
    0.5501665259287079,
    0.7776522817172897,
    0.7776522817172897,
    0.7776522817172897,
    0.7776522817172897,
    0.7999279665879978,
    0.7999279665879978,
    0.7999279665879978,
    0.7999279665879978,
    0.7628932653460738,
    0.7628932653460738,
    0.7628932653460738,
    0.7628932653460738,
    0.760530352420095,
    0.760530352420095,
    0.760530352420095,
    0.760530352420095,
    0.760530352420095,
    0.760530352420095,
    0.760530352420095,
    0.760530352420095,
    0.760530352420095,
    0.760530352420095,
    0.760530352420095,
    0.760530352420095,
    0.760530352420095,
    0.760530352420095,
    0.760530352420095,
    0.760530352420095,
    0.760530352420095,
    0.760530352420095,
    0.760530352420095,
    0.760530352420095,
    0.760530352420095,
    0.760530352420095,
    0.7685382964986494,
    0.7685382964986494,
    0.7685382964986494,
    0.7685382964986494,
    0.7994611382198114,
    0.7994611382198114,
    0.7994611382198114,
    0.7994611382198114,
    0.7994611382198114,
    0.8002882599544303,
    0.8002882599544303,
    0.8002882599544303,
    0.8002882599544303,
    0.8002882599544303,
    0.8002882599544303,
    0.8077969851829435,
    0.8077969851829435,
    0.8077969851829435,
    0.8077969851829435,
    0.8077969851829435
  ],
  "7": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while a cybersecurity company runs a password-cracking challenge on a laptop.",
    "Students queue outside the university gym before the career fair opens; a cybersecurity company runs a password-cracking challenge on a laptop nearby, while groups of friends mark target employers on the event map.",
    "Students queue outside the university gym before the career fair opens. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "Students queue outside the university gym before the career fair opens. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "Students queue outside the university gym as the career fair prepares to open. Nearby, a cybersecurity company operates a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. Tech companies display demo screens showcasing their latest apps. A welcome announcement over the PA outlines the fair schedule.",
    "At the university, the career fair is about to open as students queue outside the gym. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. Tech companies display demo screens showcasing their latest apps. A welcome announcement over the PA outlines the fair schedule. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university, the career fair is about to open as students queue outside the gym. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. Tech companies display demo screens showcasing their latest apps. A welcome announcement over the PA outlines the fair schedule. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university, the career fair is about to open as students queue outside the gym. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, while tech companies display demo screens showcasing their latest apps. A welcome announcement over the PA outlines the fair schedule. A robotics startup flies a small drone above its booth to attract attention, and consulting firms stack glossy case-study booklets on high tables.",
    "At the university, the career fair is about to open as students queue outside the gym. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, while tech companies display demo screens showcasing their latest apps. A welcome announcement over the PA outlines the fair schedule. A robotics startup flies a small drone above its booth to attract attention, and consulting firms stack glossy case-study booklets on high tables.",
    "At the university, the career fair near the gym is about to open as students queue outside. A cybersecurity company runs a password-cracking challenge on a laptop at its booth. Groups of friends mark target employers on the event map, while tech companies display demo screens of their latest apps. A welcome announcement over the PA outlines the fair schedule. A robotics startup flies a small drone above its booth to attract attention, and consulting firms stack glossy case-study booklets on high tables. HR teams jot notes on tablets as students introduce themselves.",
    "At the university, the career fair near the gym is about to open as students queue outside. A cybersecurity company runs a password-cracking challenge on a laptop at its booth. Groups of friends mark target employers on the event map, while tech companies display demo screens of their latest apps. A welcome announcement over the PA outlines the fair schedule. A robotics startup flies a small drone above its booth to attract attention, and consulting firms stack glossy case-study booklets on high tables. HR teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders.",
    "At the university, the career fair near the gym is about to open as students queue outside. A cybersecurity company runs a password-cracking challenge on a laptop at its booth. Groups of friends mark target employers on the event map, while tech companies display demo screens of their latest apps. A welcome announcement over the PA outlines the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables. HR teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders.",
    "At the university, the career fair near the gym is about to open as students queue outside. A cybersecurity company runs a password-cracking challenge on a laptop at its booth. Groups of friends mark target employers on the event map, while tech companies display demo screens of their latest apps. A welcome announcement over the PA outlines the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables. HR teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders.",
    "At the university, the career fair near the gym is about to open as students queue outside. A cybersecurity company runs a password-cracking challenge on a laptop at its booth. Groups of friends mark target employers on the event map, while tech companies display demo screens of their latest apps. A welcome announcement over the PA outlines the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables. HR teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.3924583769659592,
    0.3924583769659592,
    0.3924583769659592,
    0.3924583769659592,
    0.46445664503695017,
    0.46445664503695017,
    0.7242560980230951,
    0.7242560980230951,
    0.7746191167742534,
    0.7746191167742534,
    0.7746191167742534,
    0.7746191167742534,
    0.7746191167742534,
    0.8256040048663993,
    0.8256040048663993,
    0.8256040048663993,
    0.8419173468339345,
    0.8419173468339345,
    0.8419173468339345,
    0.8419173468339345,
    0.8419173468339345,
    0.8419173468339345,
    0.8449783814645403,
    0.8449783814645403,
    0.8449783814645403,
    0.8449783814645403,
    0.8449783814645403,
    0.8449783814645403,
    0.8449783814645403,
    0.8449783814645403,
    0.84976054953424,
    0.84976054953424,
    0.84976054953424,
    0.84976054953424,
    0.84976054953424,
    0.8629672846041694,
    0.8629672846041694,
    0.8629672846041694,
    0.8629672846041694,
    0.8629672846041694,
    0.8629672846041694,
    0.8663498188046248,
    0.8663498188046248,
    0.8663498188046248,
    0.8663498188046248,
    0.8663498188046248,
    0.8663498188046248,
    0.8663498188046248,
    0.8663498188046248,
    0.8663498188046248,
    0.8663498188046248,
    0.8663498188046248,
    0.8663498188046248,
    0.8663498188046248,
    0.8663498188046248,
    0.8663498188046248,
    0.8663498188046248,
    0.8663498188046248
  ],
  "8": [
    "",
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves, with the two activities occurring concurrently. The tablets are used for note-taking, and the students are in the process of introducing themselves.",
    "HR teams use tablets to jot notes as students introduce themselves, with these two activities occurring concurrently. The tablets are employed for note-taking, and the students are in the process of introducing themselves. Alumni volunteers deliver brief pep talks near the coffee station.",
    "HR teams use tablets to jot notes as students introduce themselves, with note-taking and introductions occurring concurrently. Alumni volunteers deliver brief pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "At the upcoming career fair, HR teams use tablets to jot notes as students introduce themselves, with note-taking and introductions occurring concurrently. Alumni volunteers deliver brief pep talks near the coffee station. Students line up outside the university gym before the fair opens. Inside, students clutch resumes in branded folders.",
    "At the upcoming career fair, HR teams take notes on tablets while students introduce themselves, with note-taking and introductions occurring concurrently. Alumni volunteers deliver brief pep talks near the coffee station. Students line up outside the university gym before the fair opens. Inside, students clutch resumes in branded folders. Networking etiquette workshops begin in the adjoining classroom.",
    "At the upcoming career fair, HR teams take notes on tablets while students introduce themselves, with note-taking and introductions occurring concurrently. Alumni volunteers deliver brief pep talks near the coffee station. Students line up outside the university gym before the fair opens. Inside, students clutch resumes in branded folders. Networking etiquette workshops begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "At the upcoming career fair in the university gym, students line up outside before opening while HR teams take notes on tablets and students introduce themselves, with note-taking and introductions occurring concurrently. Inside, students clutch resumes in branded folders. Alumni volunteers deliver brief pep talks near the coffee station. Networking etiquette workshops begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "At the university gym, the career fair unfolds with students lining up outside before opening while HR teams take notes on tablets and students introduce themselves, the note-taking and introductions happening concurrently. Inside, students clutch resumes in branded folders. Alumni volunteers deliver brief pep talks near the coffee station. Networking etiquette workshops begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university gym, the career fair unfolds with students lining up outside before opening and HR teams taking notes on tablets as students introduce themselves, the note-taking and introductions occurring concurrently. Inside, students clutch resumes in branded folders. Alumni volunteers deliver brief pep talks near the coffee station. Networking etiquette workshops begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "At the university gym, a career fair unfolds with students lining up outside before opening; HR teams take notes on tablets as students introduce themselves, the note-taking and introductions occurring concurrently. Inside, students clutch resumes in branded folders. Alumni volunteers deliver brief pep talks near the coffee station. Networking etiquette workshops begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention.",
    "At the university gym, a career fair unfolds with students lining up outside before opening. Inside, HR teams take notes on tablets as students introduce themselves, the note-taking and introductions occurring concurrently. Students clutch resumes in branded folders. Alumni volunteers deliver brief pep talks near the coffee station. Networking etiquette workshops begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention. Tech companies display demo screens showing their latest apps.",
    "At the university gym, a career fair unfolds with students lining up outside before opening. Inside, HR teams take notes on tablets as students introduce themselves, with note-taking and introductions occurring concurrently. Students clutch resumes in branded folders. Alumni volunteers deliver brief pep talks near the coffee station. Networking etiquette workshops begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention. Tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews.",
    "At the university gym, a career fair unfolds with students lining up outside before opening. Inside, HR teams take notes on tablets as students introduce themselves, with note-taking and introductions occurring concurrently. Students clutch resumes in branded folders. Alumni volunteers deliver brief pep talks near the coffee station. Networking etiquette workshops begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. Tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.38880627504760196,
    0.38880627504760196,
    0.38880627504760196,
    0.5972745259941319,
    0.5972745259941319,
    0.5972745259941319,
    0.7276756481553084,
    0.7276756481553084,
    0.7276756481553084,
    0.7276756481553084,
    0.7276756481553084,
    0.7276756481553084,
    0.7276756481553084,
    0.7276756481553084,
    0.7276756481553084,
    0.7276756481553084,
    0.7276756481553084,
    0.8054469418066803,
    0.8054469418066803,
    0.8054469418066803,
    0.8054469418066803,
    0.843305225671336,
    0.843305225671336,
    0.843305225671336,
    0.843305225671336,
    0.8595669889458488,
    0.8595669889458488,
    0.8595669889458488,
    0.8595669889458488,
    0.8378410179681164,
    0.8378410179681164,
    0.8378410179681164,
    0.8378410179681164,
    0.8378410179681164,
    0.8378410179681164,
    0.8379226173884247,
    0.8379226173884247,
    0.8379226173884247,
    0.8379226173884247,
    0.8379226173884247,
    0.8492340066388839,
    0.8492340066388839,
    0.8492340066388839,
    0.8492340066388839,
    0.8492340066388839,
    0.8492340066388839,
    0.8714871580061325,
    0.8714871580061325,
    0.8714871580061325,
    0.8751163864504871,
    0.8751163864504871,
    0.8751163864504871,
    0.8751163864504871,
    0.8751163864504871,
    0.8786993107129561,
    0.8786993107129561,
    0.8786993107129561,
    0.8786993107129561,
    0.8786993107129561,
    0.8786993107129561,
    0.8793438185784872,
    0.8793438185784872,
    0.8793438185784872
  ],
  "9": [
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event entrance, staff scan registrations and distribute lanyards. A robotics startup operates a small drone above its booth to draw attention.",
    "At the event entrance, staff scan registrations and distribute lanyards. A robotics startup operates a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and distribute lanyards. A robotics startup operates a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and distribute lanyards, establishing attendee credentials. A robotics startup operates a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom.",
    "Staff at the event entrance scan registrations and hand out lanyards to establish attendee credentials. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against a wall. Workshops on networking etiquette begin in the adjoining classroom. Finance firms provide QR codes for immediate internship applications.",
    "Attendees arrive at the event entrance where staff scan registrations and issue lanyards to establish credentials. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against a wall. Workshops on networking etiquette begin in the adjoining classroom. Finance firms provide QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event entrance, attendees have registrations scanned by staff and lanyards issued to establish credentials. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against a wall. Workshops on networking etiquette begin in the adjoining classroom. Finance firms provide QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event entrance, attendees have registrations scanned by staff and lanyards issued to establish credentials. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against a wall. Workshops on networking etiquette begin in the adjoining classroom. Finance firms provide QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event entrance, attendees have registrations scanned by staff and lanyards issued to establish credentials. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against a wall. Workshops on networking etiquette begin in the adjoining classroom. Finance firms provide QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event entrance, attendees registrations are scanned by staff and lanyards are issued to establish credentials. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against a wall. Workshops on networking etiquette begin in the adjoining classroom. Finance firms provide QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map.",
    "At the event entrance, registrations are scanned by staff and lanyards are issued to establish credentials. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against a wall. Workshops on networking etiquette begin in the adjoining classroom. Finance firms provide QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map.",
    "At the event entrance, registrations are scanned by staff and lanyards issued to establish credentials. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against a wall. Workshops on networking etiquette begin in the adjoining classroom. Finance firms provide QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and issue lanyards to establish credentials. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against a wall. Workshops on networking etiquette begin in the adjoining classroom. Finance firms provide QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and issue lanyards to establish credentials. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against a wall. Workshops on networking etiquette begin in the adjoining classroom. Finance firms provide QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.576727343184187,
    0.576727343184187,
    0.576727343184187,
    0.8168715891662488,
    0.8168715891662488,
    0.8168715891662488,
    0.8168715891662488,
    0.8168715891662488,
    0.8045795578689141,
    0.8045795578689141,
    0.8045795578689141,
    0.8171509778870666,
    0.8171509778870666,
    0.8171509778870666,
    0.8201460712397901,
    0.8201460712397901,
    0.8201460712397901,
    0.8201460712397901,
    0.8201460712397901,
    0.8201460712397901,
    0.8794358932698071,
    0.8794358932698071,
    0.8794358932698071,
    0.8794358932698071,
    0.8794358932698071,
    0.8794358932698071,
    0.8962999640732828,
    0.8962999640732828,
    0.8962999640732828,
    0.8962999640732828,
    0.8962999640732828,
    0.8962999640732828,
    0.8962999640732828,
    0.8962999640732828,
    0.8962999640732828,
    0.8962999640732828,
    0.8962999640732828,
    0.8962999640732828,
    0.8962999640732828,
    0.8962999640732828,
    0.8962999640732828,
    0.8962999640732828,
    0.8962999640732828,
    0.9016953239378805,
    0.9016953239378805,
    0.9016953239378805,
    0.9016953239378805,
    0.9016953239378805,
    0.9017549895531558,
    0.9017549895531558,
    0.9017549895531558,
    0.9017549895531558,
    0.9017549895531558,
    0.9099985234369707,
    0.9099985234369707,
    0.9099985234369707,
    0.9099985234369707,
    0.9099985234369707,
    0.9031491121585341,
    0.9031491121585341,
    0.9031491121585341
  ]
}