{
  "0": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Finance firms offer QR codes that enable immediate internship applications. The key objects are finance firms, QR codes, and internship applications, with the QR codes provided by the firms as the mechanism to submit applications promptly.",
    "Finance firms offer QR codes that enable immediate internship applications, with the QR codes provided by the firms as the mechanism to submit applications promptly. The key objects are finance firms, QR codes, and internship applications.",
    "Finance firms supply QR codes that enable immediate internship applications; these codes are provided by the firms as the mechanism to submit applications promptly. The core objects are finance firms, QR codes, and internship applications, with the overarching activity being firms offering QR codes for immediate internship applications.",
    "Finance firms supply QR codes that enable immediate internship applications; these codes are provided by the firms as the mechanism to submit applications promptly. The core objects are finance firms, QR codes, and internship applications, with the overarching activity being firms offering QR codes for immediate internship applications. Finance firms offer QR codes for immediate internship applications.",
    "Finance firms, QR codes, and internship applications form the core of the observed scenario. Finance firms supply QR codes that enable immediate internship applications, with the codes provided by the firms as the mechanism to submit applications promptly. The overarching activity is firms offering QR codes for immediate internship applications.",
    "Finance firms are at the core, supplying QR codes that enable immediate internship applications; the codes are provided by the firms and serve as the mechanism to submit applications promptly, reflecting the overarching activity of firms offering QR codes for immediate internship applications."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.46021065209631257,
    0.46021065209631257,
    0.46021065209631257,
    0.46021065209631257,
    0.46021065209631257,
    0.46021065209631257,
    0.46021065209631257,
    0.46021065209631257,
    0.46021065209631257,
    0.46021065209631257,
    0.41932215451493454,
    0.41932215451493454,
    0.41932215451493454,
    0.41932215451493454,
    0.41932215451493454,
    0.41932215451493454,
    0.41932215451493454,
    0.41932215451493454,
    0.4691149171166531,
    0.4691149171166531,
    0.4691149171166531,
    0.4691149171166531,
    0.4691149171166531,
    0.4691149171166531,
    0.4691149171166531,
    0.4691149171166531,
    0.4691149171166531,
    0.4691149171166531,
    0.6263648221035385,
    0.6263648221035385,
    0.6263648221035385,
    0.6263648221035385,
    0.6263648221035385,
    0.6263648221035385,
    0.6263648221035385,
    0.6263648221035385,
    0.6263648221035385,
    0.5701182059132472,
    0.5701182059132472,
    0.5701182059132472,
    0.5701182059132472,
    0.5701182059132472,
    0.5701182059132472,
    0.5701182059132472,
    0.5701182059132472,
    0.5701182059132472,
    0.5701182059132472,
    0.3431037158845274,
    0.3431037158845274,
    0.3431037158845274,
    0.3431037158845274,
    0.3431037158845274,
    0.3431037158845274,
    0.3431037158845274,
    0.3431037158845274,
    0.3431037158845274,
    0.3431037158845274
  ],
  "1": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders.",
    "A queue of students lines up outside the university gym ahead of the career fair opening, clutching resumes tucked inside branded folders. Human resources teams jot notes on tablets as the students introduce themselves.",
    "Outside the university gym, a queue of students awaits the career fair opening, clutching resumes tucked inside branded folders. Human resources teams jot notes on tablets as the students introduce themselves.",
    "Outside the university gym, a queue of students awaits the career fair opening, clutching resumes tucked inside branded folders. Human resources teams jot notes on tablets as the students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, a queue of students awaits the career fair opening, clutching resumes tucked inside branded folders. Human resources teams jot notes on tablets as the students introduce themselves. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, a queue of students awaits the career fair opening, clutching resumes tucked inside branded folders. Human resources teams jot notes on tablets as the students introduce themselves. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.5346905079635734,
    0.5346905079635734,
    0.5346905079635734,
    0.5346905079635734,
    0.5346905079635734,
    0.5346905079635734,
    0.5346905079635734,
    0.5346905079635734,
    0.5617462514795108,
    0.5617462514795108,
    0.5617462514795108,
    0.5617462514795108,
    0.5617462514795108,
    0.5617462514795108,
    0.7057412586434151,
    0.7057412586434151,
    0.7057412586434151,
    0.7057412586434151,
    0.7057412586434151,
    0.7057412586434151,
    0.7057412586434151,
    0.7057412586434151,
    0.7057412586434151,
    0.7539665906629603,
    0.7539665906629603,
    0.7539665906629603,
    0.7539665906629603,
    0.7539665906629603,
    0.7539665906629603,
    0.7539665906629603,
    0.7539665906629603,
    0.7539665906629603,
    0.7539665906629603,
    0.7539665906629603,
    0.7539665906629603,
    0.7539665906629603,
    0.7539665906629603,
    0.7539665906629603,
    0.7539665906629603,
    0.7539665906629603,
    0.7539665906629603,
    0.7539665906629603,
    0.7539665906629603,
    0.7789678239788844,
    0.7789678239788844
  ],
  "2": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact.",
    "Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves.",
    "In a professional event setting, consulting firms stack glossy case study booklets on high tables; career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves, and an alumni panel discusses how to prepare for technical interviews.",
    "At a professional event, consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention.",
    "The scene is a professional event where consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map.",
    "At a professional event, consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map.",
    "At the professional event, consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3567955345004008,
    0.3567955345004008,
    0.3567955345004008,
    0.3567955345004008,
    0.3567955345004008,
    0.3567955345004008,
    0.5163738449040355,
    0.5163738449040355,
    0.5163738449040355,
    0.5163738449040355,
    0.5163738449040355,
    0.5163738449040355,
    0.5163738449040355,
    0.5163738449040355,
    0.5163738449040355,
    0.5163738449040355,
    0.5163738449040355,
    0.5163738449040355,
    0.5510173003766963,
    0.5510173003766963,
    0.5510173003766963,
    0.5510173003766963,
    0.5510173003766963,
    0.5510173003766963,
    0.7158295421848363,
    0.7158295421848363,
    0.7158295421848363,
    0.7158295421848363,
    0.7158295421848363,
    0.7158295421848363,
    0.7158295421848363,
    0.7158295421848363,
    0.732574172105863,
    0.732574172105863,
    0.732574172105863,
    0.732574172105863,
    0.732574172105863,
    0.732574172105863,
    0.732574172105863,
    0.732574172105863,
    0.7849767826572958,
    0.7849767826572958,
    0.7849767826572958,
    0.7849767826572958,
    0.7849767826572958,
    0.7849767826572958,
    0.7849767826572958,
    0.7849767826572958,
    0.7849767826572958,
    0.7849767826572958,
    0.8066098417332705,
    0.8066098417332705,
    0.8066098417332705,
    0.8066098417332705,
    0.8066098417332705,
    0.8066098417332705,
    0.8066098417332705
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps.",
    "Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "At a university career fair, consulting firms stack glossy case-study booklets on high tables while tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and students line up outside the university gym before the career fair opens.",
    "At a university career fair, consulting firms stack glossy case-study booklets on high tables while tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a university career fair, consulting firms stack glossy case-study booklets on high tables while tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and students line up outside the university gym before the fair opens. A cybersecurity company runs a password cracking challenge on a laptop, and the engineering society sponsors a resume review table near the stage."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.5288946140931237,
    0.5288946140931237,
    0.5288946140931237,
    0.5288946140931237,
    0.5288946140931237,
    0.5288946140931237,
    0.5288946140931237,
    0.5288946140931237,
    0.5288946140931237,
    0.5288946140931237,
    0.5288946140931237,
    0.5288946140931237,
    0.5288946140931237,
    0.5288946140931237,
    0.6559423322568928,
    0.6559423322568928,
    0.6559423322568928,
    0.6559423322568928,
    0.6559423322568928,
    0.6559423322568928,
    0.6559423322568928,
    0.6559423322568928,
    0.8098457505713108,
    0.8098457505713108,
    0.8098457505713108,
    0.8098457505713108,
    0.8098457505713108,
    0.8098457505713108,
    0.8098457505713108,
    0.8098457505713108,
    0.8114458081809748,
    0.8114458081809748,
    0.8114458081809748,
    0.8114458081809748,
    0.8114458081809748,
    0.8114458081809748,
    0.8114458081809748,
    0.8114458081809748,
    0.8114458081809748
  ],
  "4": [
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms are offering QR codes to enable immediate internship applications, while the engineering society sponsors a resume review table near the stage.",
    "Finance firms are offering QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the internship fair, finance firms offer QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "At the internship fair, finance firms offer QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall.",
    "At the internship fair, finance firms offer QR codes that enable immediate internship applications. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station.",
    "At the internship fair, finance firms offer QR codes that enable immediate internship applications. The engineering society sponsors a resume review table near the stage. HR teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention.",
    "At the internship fair, multiple organizations present firsthand recruitment activities: finance firms offer QR codes for immediate internship applications; the engineering society sponsors a resume review table near the stage; HR teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners encircle the polished floor, while some students rehearse elevator pitches quietly against the wall. Alumni volunteers give quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention, and healthcare providers showcase community outreach photos."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.37928031125348177,
    0.37928031125348177,
    0.37928031125348177,
    0.37928031125348177,
    0.37928031125348177,
    0.37928031125348177,
    0.37928031125348177,
    0.37928031125348177,
    0.7255436046114092,
    0.7255436046114092,
    0.7255436046114092,
    0.7255436046114092,
    0.7255436046114092,
    0.7255436046114092,
    0.7255436046114092,
    0.7255436046114092,
    0.8618157031191929,
    0.8618157031191929,
    0.8618157031191929,
    0.8618157031191929,
    0.8618157031191929,
    0.8618157031191929,
    0.8618157031191929,
    0.8618157031191929,
    0.8618157031191929,
    0.8610898322943579,
    0.8610898322943579,
    0.8610898322943579,
    0.8610898322943579,
    0.8610898322943579,
    0.8610898322943579,
    0.8610898322943579,
    0.8610898322943579,
    0.8610898322943579,
    0.8638854577527502,
    0.8638854577527502,
    0.8638854577527502,
    0.8638854577527502,
    0.8638854577527502,
    0.8638854577527502,
    0.8638854577527502,
    0.8638854577527502,
    0.8699592314596902,
    0.8699592314596902,
    0.8699592314596902,
    0.8699592314596902,
    0.8699592314596902,
    0.8699592314596902,
    0.8699592314596902,
    0.8699592314596902,
    0.8699592314596902,
    0.8746162219402693,
    0.8746162219402693,
    0.8746162219402693,
    0.8746162219402693,
    0.8746162219402693,
    0.8746162219402693
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "In the adjoining classroom, workshops on networking etiquette begin; groups of friends mark target employers on the event map; tech companies display demo screens showing their latest apps.",
    "An adjoining classroom hosts workshops on networking etiquette. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "An adjoining classroom hosts workshops on networking etiquette. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An adjoining classroom hosts workshops on networking etiquette. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, an adjoining classroom hosts workshops on networking etiquette. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the fair opens. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university career fair, an adjoining classroom hosts workshops on networking etiquette. Groups of friends mark target employers on the event map, while tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the fair opens, as a welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.5154668123985575,
    0.5154668123985575,
    0.5154668123985575,
    0.5154668123985575,
    0.5154668123985575,
    0.5154668123985575,
    0.5154668123985575,
    0.5154668123985575,
    0.4259129731242911,
    0.4259129731242911,
    0.4259129731242911,
    0.4259129731242911,
    0.4259129731242911,
    0.4259129731242911,
    0.4259129731242911,
    0.4259129731242911,
    0.6552039228693647,
    0.6552039228693647,
    0.6552039228693647,
    0.6552039228693647,
    0.6552039228693647,
    0.6552039228693647,
    0.6552039228693647,
    0.6552039228693647,
    0.6552039228693647,
    0.6552039228693647,
    0.6552039228693647,
    0.6693049155397994,
    0.6693049155397994,
    0.6693049155397994,
    0.6693049155397994,
    0.6693049155397994,
    0.6693049155397994,
    0.6693049155397994,
    0.6693049155397994,
    0.6693049155397994,
    0.6693049155397994,
    0.7816784266411039,
    0.7816784266411039,
    0.7816784266411039,
    0.7816784266411039,
    0.7816784266411039,
    0.7816784266411039,
    0.7816784266411039,
    0.7816784266411039,
    0.7816784266411039,
    0.8480380163588563,
    0.8480380163588563,
    0.8480380163588563,
    0.8480380163588563,
    0.8480380163588563,
    0.8480380163588563,
    0.8480380163588563,
    0.8480380163588563,
    0.8434959582356856,
    0.8434959582356856,
    0.8434959582356856
  ],
  "6": [
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while tech companies display demo screens showing their latest apps.",
    "At an event, a cybersecurity company runs a password cracking challenge on a laptop, while tech companies display demo screens featuring their latest apps. Human resources teams jot notes on tablets, and students introduce themselves.",
    "At an event, a cybersecurity company runs a password cracking challenge on a laptop, while tech companies display demo screens featuring their latest apps. Human resources teams jot notes on tablets as students introduce themselves, with students clutching resumes inside branded folders.",
    "At an event, a cybersecurity company runs a password-cracking challenge on a laptop while tech companies display demo screens featuring their latest apps. Human resources teams jot notes on tablets as students introduce themselves, with students clutching resumes inside branded folders. Career counselors redirect unsure students toward applicable industries.",
    "At an event, a cybersecurity company runs a password-cracking challenge on a laptop while tech companies display demo screens featuring their latest apps. Human resources teams jot notes on tablets as students introduce themselves, with students clutching resumes inside branded folders. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "At an event, a cybersecurity company runs a password-cracking challenge on a laptop while tech companies display demo screens featuring their latest apps. Human resources teams jot notes on tablets as students introduce themselves, with students clutching resumes inside branded folders. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "At an event, a cybersecurity company runs a password-cracking challenge on a laptop while tech companies display demo screens featuring their latest apps. Human resources teams jot notes on tablets as students introduce themselves, with students clutching resumes inside branded folders. Career counselors redirect unsure students toward applicable industries, and workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables, and an alumni panel discusses how to prepare for technical interviews."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3430548534363528,
    0.3430548534363528,
    0.3430548534363528,
    0.3430548534363528,
    0.3430548534363528,
    0.3430548534363528,
    0.3430548534363528,
    0.5629378019622553,
    0.5629378019622553,
    0.5629378019622553,
    0.5629378019622553,
    0.5629378019622553,
    0.5629378019622553,
    0.5629378019622553,
    0.5629378019622553,
    0.5943518900295756,
    0.5943518900295756,
    0.5943518900295756,
    0.5943518900295756,
    0.5943518900295756,
    0.5943518900295756,
    0.5943518900295756,
    0.5943518900295756,
    0.5943518900295756,
    0.5943518900295756,
    0.5943518900295756,
    0.5943518900295756,
    0.7453805179071222,
    0.7453805179071222,
    0.7453805179071222,
    0.7453805179071222,
    0.7453805179071222,
    0.7453805179071222,
    0.7453805179071222,
    0.7453805179071222,
    0.7565197773950889,
    0.7565197773950889,
    0.7565197773950889,
    0.7565197773950889,
    0.7565197773950889,
    0.7565197773950889,
    0.7565197773950889,
    0.7565197773950889,
    0.7565197773950889,
    0.7755300155928077,
    0.7755300155928077,
    0.7755300155928077,
    0.7755300155928077,
    0.7755300155928077,
    0.7755300155928077,
    0.7755300155928077,
    0.7755300155928077,
    0.7755300155928077,
    0.7911323925211194,
    0.7911323925211194,
    0.7911323925211194,
    0.7911323925211194
  ],
  "7": [
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves, indicating concurrent activities. The scene pairs HR note-taking on tablets with students performing self-introductions, each group engaging in their respective tasks at the same time.",
    "In the scene, HR teams jot notes on tablets as students introduce themselves, indicating concurrent activities. The setup pairs HR note-taking with student self-introductions, each group engaged in its task at the same time. Finance firms offer QR codes for immediate internship applications.",
    "At the event, HR teams jot notes on tablets as students introduce themselves, indicating concurrent activities. The setup pairs HR note-taking with student self-introductions, with each group engaged in its task at the same time. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event, HR teams jot notes on tablets as students introduce themselves, with the setup pairing HR note-taking and student self-introductions so each group works on its task concurrently. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, HR teams jot notes on tablets while students introduce themselves, with a setup that pairs HR note-taking and student self-introductions so each group works on its task concurrently. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, HR teams jot notes on tablets while students introduce themselves, with a setup that pairs HR note-taking and student self-introductions so each group works on its task concurrently. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Event staff scan registrations at the entrance and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, HR teams jot notes on tablets while students introduce themselves, with a setup that pairs HR note-taking and student self-introductions so each group works concurrently. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Event staff scan registrations at the entrance and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, a career fair features concurrent activities: HR teams jot notes on tablets while students introduce themselves, with a setup pairing HR note-taking and student introductions so each group works concurrently. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Event staff scan registrations at the entrance and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4186373664819779,
    0.4186373664819779,
    0.4186373664819779,
    0.4186373664819779,
    0.4186373664819779,
    0.4186373664819779,
    0.6351625171804807,
    0.6351625171804807,
    0.6351625171804807,
    0.6351625171804807,
    0.6351625171804807,
    0.6351625171804807,
    0.6351625171804807,
    0.6351625171804807,
    0.7963104823705635,
    0.7963104823705635,
    0.7963104823705635,
    0.7963104823705635,
    0.7963104823705635,
    0.7963104823705635,
    0.8729979226582303,
    0.8729979226582303,
    0.8729979226582303,
    0.8729979226582303,
    0.8729979226582303,
    0.8729979226582303,
    0.8729979226582303,
    0.8729979226582303,
    0.8729979226582303,
    0.8729979226582303,
    0.8771632300157568,
    0.8771632300157568,
    0.8771632300157568,
    0.8771632300157568,
    0.8771632300157568,
    0.8771632300157568,
    0.8771632300157568,
    0.8771632300157568,
    0.8771632300157568,
    0.8771632300157568,
    0.8772389931426188,
    0.8772389931426188,
    0.8772389931426188,
    0.8772389931426188,
    0.8772389931426188,
    0.8772389931426188,
    0.8772389931426188,
    0.8772389931426188,
    0.8772389931426188,
    0.8772389931426188,
    0.8772389931426188,
    0.8909941865280829,
    0.8909941865280829,
    0.8909941865280829,
    0.8909941865280829,
    0.8909941865280829,
    0.8909941865280829,
    0.8909941865280829,
    0.8909941865280829,
    0.8909941865280829,
    0.8909941865280829,
    0.8909941865280829
  ],
  "8": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor.",
    "A formal exhibition area features the engineering society sponsoring a resume review table near the stage. Dozens of booths, each adorned with colorful banners, circle the polished floor. A robotics startup flies a small drone above its booth for attention.",
    "An exhibition area hosts a formal career fair where the engineering society sponsors a resume review table near the stage. Dozens of booths, each adorned with colorful banners, circle the polished floor. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "In an exhibition area, a formal career fair is underway, with the engineering society sponsoring a resume review table near the stage. Dozens of booths, each adorned with colorful banners, circle the polished floor. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In an exhibition area, a formal career fair is underway, with the engineering society sponsoring a resume review table near the stage. Dozens of booths, each adorned with colorful banners, circle the polished floor. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.5395883209348605,
    0.5395883209348605,
    0.5395883209348605,
    0.5395883209348605,
    0.5395883209348605,
    0.5395883209348605,
    0.5395883209348605,
    0.5395883209348605,
    0.5395883209348605,
    0.7197853722499519,
    0.7197853722499519,
    0.7197853722499519,
    0.7197853722499519,
    0.7197853722499519,
    0.7197853722499519,
    0.7197853722499519,
    0.7197853722499519,
    0.8414698115335537,
    0.8414698115335537,
    0.8414698115335537,
    0.8414698115335537,
    0.8414698115335537,
    0.8414698115335537,
    0.8414698115335537,
    0.8414698115335537,
    0.8414698115335537,
    0.8562366953754041,
    0.8562366953754041,
    0.8562366953754041,
    0.8562366953754041,
    0.8562366953754041,
    0.8562366953754041,
    0.8562366953754041,
    0.8562366953754041,
    0.8562366953754041,
    0.8562366953754041,
    0.8562366953754041,
    0.8562366953754041,
    0.8562366953754041,
    0.8562366953754041,
    0.8562366953754041,
    0.8562366953754041,
    0.8562366953754041,
    0.8562366953754041,
    0.8562366953754041,
    0.8562366953754041,
    0.8562366953754041,
    0.8562366953754041
  ],
  "9": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos.",
    "An event space hosts an alumni panel discussing how to prepare for technical interviews, while healthcare providers showcase community outreach photos. Dozens of booths with colorful banners encircle the polished floor, presenting a combined focus on career preparation and public health outreach in a single venue.",
    "An event space hosts an alumni panel discussing how to prepare for technical interviews, while healthcare providers showcase community outreach photos. Dozens of booths with colorful banners encircle the polished floor, presenting a combined focus on career preparation and public health outreach in a single venue. Workshops on networking etiquette begin in the adjoining classroom.",
    "An event space hosts an alumni panel discussing how to prepare for technical interviews, alongside healthcare providers showcasing community outreach photos. Dozens of booths with colorful banners encircle the polished floor, presenting a combined focus on career preparation and public health outreach within a single venue. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens featuring their latest apps.",
    "An event space hosts an alumni panel discussing how to prepare for technical interviews, alongside healthcare providers showcasing community outreach photos. Dozens of booths with colorful banners encircle the polished floor, presenting a combined focus on career preparation and public health outreach within a single venue. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens featuring their latest apps. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.5772702816664687,
    0.5772702816664687,
    0.5772702816664687,
    0.5772702816664687,
    0.5772702816664687,
    0.5772702816664687,
    0.5772702816664687,
    0.5772702816664687,
    0.5772702816664687,
    0.5772702816664687,
    0.5772702816664687,
    0.5772702816664687,
    0.5772702816664687,
    0.7022506737894598,
    0.7022506737894598,
    0.7022506737894598,
    0.7022506737894598,
    0.7022506737894598,
    0.7022506737894598,
    0.7022506737894598,
    0.7472905080912282,
    0.7472905080912282,
    0.7472905080912282,
    0.7472905080912282,
    0.7472905080912282,
    0.7472905080912282,
    0.7472905080912282,
    0.7472905080912282,
    0.7472905080912282,
    0.7472905080912282,
    0.7802860516000101,
    0.7802860516000101,
    0.7802860516000101,
    0.7802860516000101,
    0.7802860516000101,
    0.7802860516000101,
    0.7802860516000101,
    0.7802860516000101,
    0.7802860516000101
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In a contemporary business environment, consulting firms stack glossy case study booklets on high tables; tech companies display demo screens showing their latest apps.",
    "In a contemporary business environment, consulting firms stack glossy case study booklets on high tables; tech companies display demo screens showing their latest apps; healthcare providers showcase community outreach photos.",
    "In a contemporary business environment, consulting firms stack glossy case study booklets on high tables; tech companies display demo screens showing their latest apps; healthcare providers showcase community outreach photos.",
    "In a contemporary business environment, consulting firms stack glossy case study booklets on high tables; tech companies display demo screens showing their latest apps; healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "In a contemporary business environment, consulting firms stack glossy case study booklets on high tables, tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor, while the engineering society sponsors a resume review table near the stage."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.35768450046747535,
    0.35768450046747535,
    0.35768450046747535,
    0.35768450046747535,
    0.35768450046747535,
    0.35768450046747535,
    0.35768450046747535,
    0.35835398448094535,
    0.35835398448094535,
    0.35835398448094535,
    0.35835398448094535,
    0.35835398448094535,
    0.35835398448094535,
    0.35835398448094535,
    0.35835398448094535,
    0.35835398448094535,
    0.35835398448094535,
    0.35835398448094535,
    0.35835398448094535,
    0.35835398448094535,
    0.35835398448094535,
    0.35835398448094535,
    0.35835398448094535,
    0.35835398448094535,
    0.35835398448094535,
    0.35835398448094535,
    0.49671751405814935,
    0.49671751405814935,
    0.49671751405814935,
    0.49671751405814935,
    0.49671751405814935,
    0.49671751405814935,
    0.49671751405814935,
    0.49671751405814935,
    0.49671751405814935,
    0.49671751405814935,
    0.5444529912330152,
    0.5444529912330152,
    0.5444529912330152,
    0.5444529912330152,
    0.5444529912330152,
    0.5444529912330152,
    0.5444529912330152,
    0.5444529912330152,
    0.5444529912330152,
    0.5444529912330152,
    0.5444529912330152,
    0.5444529912330152,
    0.5444529912330152,
    0.5444529912330152,
    0.5444529912330152,
    0.5444529912330152,
    0.5444529912330152,
    0.5444529912330152,
    0.5444529912330152,
    0.5444529912330152
  ],
  "11": [
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors direct unsure students toward applicable industries, while alumni volunteers deliver quick pep talks near the coffee station.",
    "At the event, career counselors direct unsure students toward applicable industries, alumni volunteers deliver quick pep talks near the coffee station, and groups of friends mark target employers on the event map.",
    "At the event, career counselors direct unsure students toward applicable industries. Alumni volunteers deliver quick pep talks near the coffee station. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "Career counselors at the event guide unsure students toward applicable industries, while alumni volunteers offer brief pep talks near the coffee station. Groups of friends use the event map to mark target employers, and healthcare providers showcase photos of community outreach. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact; alumni volunteers offer brief pep talks near the coffee station; groups of friends use the event map to mark target employers; healthcare providers showcase photos of community outreach; a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. Alumni volunteers offer brief pep talks near the coffee station. Groups of friends use the event map to mark target employers. Healthcare providers showcase photos of community outreach. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. Alumni volunteers offer brief pep talks near the coffee station. Groups of friends use the event map to mark target employers. Healthcare providers showcase photos of community outreach. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. Inside, students clutch resumes in branded folders."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.379718667152375,
    0.379718667152375,
    0.379718667152375,
    0.379718667152375,
    0.379718667152375,
    0.379718667152375,
    0.379718667152375,
    0.379718667152375,
    0.4591161874993936,
    0.4591161874993936,
    0.4591161874993936,
    0.4591161874993936,
    0.4591161874993936,
    0.4591161874993936,
    0.4591161874993936,
    0.4591161874993936,
    0.4591161874993936,
    0.4591161874993936,
    0.4591161874993936,
    0.4591161874993936,
    0.7779033093602922,
    0.7779033093602922,
    0.7779033093602922,
    0.7779033093602922,
    0.7779033093602922,
    0.7779033093602922,
    0.7779033093602922,
    0.7779033093602922,
    0.7779033093602922,
    0.7610437263846743,
    0.7610437263846743,
    0.7610437263846743,
    0.7610437263846743,
    0.7610437263846743,
    0.7610437263846743,
    0.7610437263846743,
    0.7610437263846743,
    0.5167808188930135,
    0.5167808188930135,
    0.5167808188930135,
    0.5167808188930135,
    0.5167808188930135,
    0.5167808188930135,
    0.8335350436452831,
    0.8335350436452831,
    0.8335350436452831,
    0.8335350436452831,
    0.8335350436452831,
    0.8335350436452831,
    0.8335350436452831,
    0.8335350436452831,
    0.8335350436452831,
    0.8501618075347255,
    0.8501618075347255,
    0.8501618075347255
  ],
  "12": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners encircle the polished floor, hosting tech companies that display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners surround a polished floor, hosting tech companies that display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "Dozens of booths with colorful banners surround a polished floor, hosting tech companies that display demo screens showing their latest apps. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Dozens of booths with colorful banners surround a polished floor, hosting tech companies that display demo screens showing their latest apps. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications.",
    "Dozens of booths with colorful banners surround a polished floor, hosting tech companies displaying demo screens of their latest apps. In an adjoining classroom, workshops on networking etiquette are underway. A cybersecurity company runs a password cracking challenge on a laptop. Finance firms provide QR codes for immediate internship applications.",
    "Dozens of booths with colorful banners surround a polished floor, as tech companies display demo screens of their latest apps. In an adjoining classroom, workshops on networking etiquette are underway. A cybersecurity company runs a password cracking challenge on a laptop. Finance firms provide QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.3949186072319766,
    0.3949186072319766,
    0.3949186072319766,
    0.3949186072319766,
    0.3949186072319766,
    0.3949186072319766,
    0.3949186072319766,
    0.3949186072319766,
    0.5632221809057072,
    0.5632221809057072,
    0.5632221809057072,
    0.5632221809057072,
    0.5632221809057072,
    0.5632221809057072,
    0.5632221809057072,
    0.5632221809057072,
    0.5632221809057072,
    0.6804253166842638,
    0.6804253166842638,
    0.6804253166842638,
    0.6804253166842638,
    0.6804253166842638,
    0.6804253166842638,
    0.6804253166842638,
    0.6804253166842638,
    0.6804253166842638,
    0.755507748516013,
    0.755507748516013,
    0.755507748516013,
    0.755507748516013,
    0.755507748516013,
    0.755507748516013,
    0.755507748516013,
    0.755507748516013,
    0.755507748516013,
    0.7492694511051918,
    0.7492694511051918,
    0.7492694511051918,
    0.7492694511051918,
    0.7492694511051918,
    0.7492694511051918,
    0.7492694511051918,
    0.7492694511051918,
    0.7492694511051918,
    0.7492694511051918,
    0.7710995932195516,
    0.7710995932195516,
    0.7710995932195516,
    0.7710995932195516,
    0.7710995932195516,
    0.7710995932195516,
    0.7710995932195516,
    0.7710995932195516
  ],
  "13": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. Near the stage, the engineering society sponsors a resume review table. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. Near the stage, the engineering society sponsors a resume review table. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. Near the stage, the engineering society sponsors a resume review table. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.5977095840381279,
    0.5977095840381279,
    0.5977095840381279,
    0.5977095840381279,
    0.5977095840381279,
    0.5977095840381279,
    0.5977095840381279,
    0.7992258871245679,
    0.7992258871245679,
    0.7992258871245679,
    0.7992258871245679,
    0.7992258871245679,
    0.7992258871245679,
    0.7992258871245679,
    0.7992258871245679,
    0.7992258871245679,
    0.7992258871245679,
    0.7992258871245679,
    0.7992258871245679,
    0.7992258871245679,
    0.7992258871245679,
    0.7992258871245679,
    0.7992258871245679,
    0.7992258871245679,
    0.7992258871245679,
    0.7992258871245679,
    0.7992258871245679,
    0.8207305694956142,
    0.8207305694956142,
    0.8207305694956142,
    0.8207305694956142,
    0.8207305694956142,
    0.8207305694956142,
    0.8207305694956142,
    0.8207305694956142,
    0.8207305694956142,
    0.8207305694956142,
    0.8207305694956142,
    0.8207305694956142,
    0.8207305694956142,
    0.8353744477217471,
    0.8353744477217471,
    0.8353744477217471,
    0.8353744477217471,
    0.8353744477217471,
    0.8353744477217471,
    0.8353744477217471,
    0.8353744477217471,
    0.8595684134992055,
    0.8595684134992055
  ],
  "14": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, highlighting their outreach work. A welcome announcement over the public address system outlines the fair schedule.",
    "Healthcare providers showcase community outreach photos highlighting their outreach work; a welcome announcement over the public address system outlines the fair schedule; consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers showcase community outreach photos that highlight their outreach work; a welcome announcement over the public address system outlines the fair schedule; consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers display community outreach photos that illustrate their outreach work. A public address announcement introduces the fair schedule. Consulting firms arrange glossy case study booklets stacked on high tables. Several students rehearse elevator pitches quietly against a wall. A robotics startup deploys a small drone that flies above its booth to attract attention.",
    "Healthcare providers display community outreach photos illustrating their outreach work. A public address announcement introduces the fair schedule. Consulting firms arrange glossy case study booklets stacked on high tables. Several students rehearse elevator pitches quietly against a wall. A robotics startup deploys a small drone that flies above its booth to attract attention.",
    "At a fair, healthcare providers display community outreach photos illustrating their work, and a public address announces the fair schedule. Consulting firms arrange glossy case study booklets stacked on high tables. Several students rehearse elevator pitches quietly against a wall. A robotics startup deploys a small drone that flies above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, healthcare providers display community outreach photos illustrating their work, while a public address announces the fair schedule. Consulting firms arrange glossy case study booklets stacked on high tables. Several students rehearse elevator pitches quietly against a wall. A robotics startup deploys a small drone that flies above its booth to attract attention. Dozens of booths with colorful banners encircle the polished floor. Students line up outside the university gym before the career fair opens."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.49914060502402174,
    0.49914060502402174,
    0.49914060502402174,
    0.49914060502402174,
    0.49914060502402174,
    0.49914060502402174,
    0.49914060502402174,
    0.40963282691190117,
    0.40963282691190117,
    0.40963282691190117,
    0.40963282691190117,
    0.40963282691190117,
    0.40963282691190117,
    0.40963282691190117,
    0.40963282691190117,
    0.40963282691190117,
    0.40963282691190117,
    0.5545568350474165,
    0.5545568350474165,
    0.5545568350474165,
    0.5545568350474165,
    0.5545568350474165,
    0.5545568350474165,
    0.5545568350474165,
    0.5545568350474165,
    0.7935670997968125,
    0.7935670997968125,
    0.7935670997968125,
    0.7935670997968125,
    0.7935670997968125,
    0.7935670997968125,
    0.7935670997968125,
    0.7935670997968125,
    0.7935670997968125,
    0.7935670997968125,
    0.7979194990078649,
    0.7979194990078649,
    0.7979194990078649,
    0.7979194990078649,
    0.7979194990078649,
    0.7979194990078649,
    0.7979194990078649,
    0.7979194990078649,
    0.7979194990078649,
    0.7979194990078649,
    0.8238042828873845,
    0.8238042828873845,
    0.8238042828873845,
    0.8238042828873845,
    0.8238042828873845,
    0.8238042828873845,
    0.8238042828873845,
    0.8765797169487187,
    0.8765797169487187,
    0.8765797169487187,
    0.8765797169487187,
    0.8765797169487187
  ],
  "15": [
    "",
    "",
    "",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "A robotics startup is flying a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards.",
    "A robotics startup is flying a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications.",
    "A robotics startup is flying a small drone above its booth to attract attention. At the venue entrance, event staff scan registrations and hand out lanyards. Finance firms are offering QR codes to enable immediate internship applications, while an alumni panel discusses how to prepare for technical interviews.",
    "A robotics startup is flying a small drone above its booth to attract attention. At the venue entrance, event staff scan registrations and hand out lanyards. Finance firms are offering QR codes to enable immediate internship applications, while an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "A robotics startup is flying a small drone above its booth to attract attention. At the venue entrance, event staff scan registrations and hand out lanyards. Finance firms are offering QR codes to enable immediate internship applications, while an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "A robotics startup is flying a small drone above its booth to attract attention. At the venue entrance, event staff scan registrations and hand out lanyards. Finance firms are offering QR codes to enable immediate internship applications, while an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.5241509585919037,
    0.5241509585919037,
    0.5241509585919037,
    0.5241509585919037,
    0.5241509585919037,
    0.5241509585919037,
    0.5241509585919037,
    0.5241509585919037,
    0.5241509585919037,
    0.5241509585919037,
    0.7643060244522818,
    0.7643060244522818,
    0.7643060244522818,
    0.7643060244522818,
    0.7643060244522818,
    0.7643060244522818,
    0.7643060244522818,
    0.7643060244522818,
    0.7643060244522818,
    0.7643060244522818,
    0.7643060244522818,
    0.7885149352414947,
    0.7885149352414947,
    0.7885149352414947,
    0.7885149352414947,
    0.7885149352414947,
    0.7885149352414947,
    0.7885149352414947,
    0.7885149352414947,
    0.7885149352414947,
    0.7734380869877415,
    0.7734380869877415,
    0.7734380869877415,
    0.7734380869877415,
    0.7734380869877415,
    0.7734380869877415,
    0.7734380869877415,
    0.7734380869877415,
    0.7734380869877415,
    0.7734380869877415,
    0.7734380869877415,
    0.7734380869877415,
    0.810097331528543,
    0.810097331528543,
    0.810097331528543,
    0.810097331528543,
    0.810097331528543,
    0.810097331528543,
    0.810097331528543,
    0.810097331528543,
    0.810097331528543,
    0.810097331528543,
    0.8300557632421734,
    0.8300557632421734
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves, indicating concurrent actions as HR personnel record details on devices during the introductions.",
    "Human resources teams jot notes on tablets as students introduce themselves, with HR personnel recording details on devices during the introductions. Meanwhile, a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves, with HR personnel recording details on devices during the introductions. Concurrently, a cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves, with HR personnel recording details on devices during the introductions. Concurrently, a cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves, with HR personnel recording details on devices during the introductions. Concurrently, a cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves, with HR personnel recording details on devices during the introductions. Concurrently, a cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves, with HR personnel recording details on devices during the introductions. Concurrently, a cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves, with HR personnel recording details on devices during the introductions. Concurrently, a cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners surround the polished floor. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.31736073194229025,
    0.31736073194229025,
    0.31736073194229025,
    0.31736073194229025,
    0.31736073194229025,
    0.31736073194229025,
    0.49152488928656685,
    0.49152488928656685,
    0.49152488928656685,
    0.49152488928656685,
    0.49152488928656685,
    0.49152488928656685,
    0.49152488928656685,
    0.49152488928656685,
    0.49152488928656685,
    0.49152488928656685,
    0.7062346768749916,
    0.7062346768749916,
    0.7062346768749916,
    0.7062346768749916,
    0.7062346768749916,
    0.7062346768749916,
    0.7062346768749916,
    0.7062346768749916,
    0.7062346768749916,
    0.7062346768749916,
    0.7062346768749916,
    0.7062346768749916,
    0.7062346768749916,
    0.7062346768749916,
    0.7062346768749916,
    0.7062346768749916,
    0.7062346768749916,
    0.7062346768749916,
    0.7062346768749916,
    0.7062346768749916,
    0.7192040344891623,
    0.7192040344891623,
    0.7192040344891623,
    0.7192040344891623,
    0.7192040344891623,
    0.7192040344891623,
    0.7192040344891623,
    0.7192040344891623,
    0.7192040344891623,
    0.7192040344891623,
    0.7192040344891623,
    0.7192040344891623,
    0.7192040344891623,
    0.7192040344891623,
    0.7192040344891623,
    0.7192040344891623,
    0.7192040344891623,
    0.7192040344891623,
    0.7192040344891623,
    0.7192040344891623,
    0.7192040344891623,
    0.7192040344891623,
    0.7192040344891623,
    0.7192040344891623,
    0.7192040344891623
  ],
  "17": [
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while dozens of booths with colorful banners circle the polished floor.",
    "Workshops on networking etiquette begin in the adjoining classroom, while dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables.",
    "Networking etiquette workshops begin in the adjoining classroom as dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, and event staff scan registrations while handing out lanyards at the entrance.",
    "Networking etiquette workshops begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, and at the entrance, event staff scan registrations while handing out lanyards. Healthcare providers showcase community outreach photos.",
    "Networking etiquette workshops begin in the adjoining classroom, while dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, and at the entrance event staff scan registrations while handing out lanyards. Healthcare providers showcase community outreach photos.",
    "Networking etiquette workshops begin in the adjoining classroom as dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, while at the entrance staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3536313332508598,
    0.3536313332508598,
    0.3536313332508598,
    0.3536313332508598,
    0.3536313332508598,
    0.3536313332508598,
    0.3536313332508598,
    0.3536313332508598,
    0.512472946400415,
    0.512472946400415,
    0.512472946400415,
    0.512472946400415,
    0.512472946400415,
    0.512472946400415,
    0.512472946400415,
    0.512472946400415,
    0.5341437139143727,
    0.5341437139143727,
    0.5341437139143727,
    0.5341437139143727,
    0.5341437139143727,
    0.5341437139143727,
    0.5341437139143727,
    0.5341437139143727,
    0.5341437139143727,
    0.5341437139143727,
    0.5341437139143727,
    0.7056132130709332,
    0.7056132130709332,
    0.7056132130709332,
    0.7056132130709332,
    0.7056132130709332,
    0.7056132130709332,
    0.7056132130709332,
    0.6792917294791427,
    0.6792917294791427,
    0.6792917294791427,
    0.6792917294791427,
    0.6792917294791427,
    0.6792917294791427,
    0.6792917294791427,
    0.6792917294791427,
    0.6792917294791427,
    0.7250402360715111,
    0.7250402360715111,
    0.7250402360715111,
    0.7250402360715111,
    0.7250402360715111,
    0.7250402360715111,
    0.7250402360715111,
    0.7250402360715111,
    0.7250402360715111
  ],
  "18": [
    "",
    "",
    "Several students stand against a wall, quietly rehearsing elevator pitches.",
    "Several students stand against a wall, quietly rehearsing elevator pitches, as event staff scan registrations and hand out lanyards at the entrance.",
    "At the venue entrance, several students stand against a wall, quietly rehearsing elevator pitches. Event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps.",
    "At the venue entrance, several students stand against a wall, quietly rehearsing elevator pitches. Event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the venue entrance, several students stand against a wall quietly rehearsing elevator pitches. Event staff scan registrations and hand out lanyards, while tech companies display demo screens showing their latest apps. In the adjoining classroom, workshops on networking etiquette begin, and groups of friends mark target employers on the event map.",
    "At the venue entrance, several students stand against a wall quietly rehearsing elevator pitches. Event staff scan registrations and hand out lanyards, while tech companies display demo screens showing their latest apps. In the adjoining classroom, workshops on networking etiquette begin, and groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "At the venue entrance, several students stand against a wall quietly rehearsing elevator pitches. Event staff scan registrations and hand out lanyards as tech companies display demo screens of their latest apps. In the adjoining classroom, workshops on networking etiquette begin. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to draw attention.",
    "At the venue entrance, several students stand against a wall quietly rehearsing elevator pitches. Event staff scan registrations and hand out lanyards as tech companies display demo screens of their latest apps. In the adjoining classroom, workshops on networking etiquette begin. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to draw attention.",
    "At the venue entrance, several students stand against a wall quietly rehearsing elevator pitches. Event staff scan registrations and hand out lanyards as tech companies display demo screens of their latest apps. In the adjoining classroom, workshops on networking etiquette begin. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "18_score": [
    0.0,
    0.0,
    0.24618046102730667,
    0.24618046102730667,
    0.24618046102730667,
    0.24618046102730667,
    0.24618046102730667,
    0.24618046102730667,
    0.35275236113826497,
    0.35275236113826497,
    0.35275236113826497,
    0.35275236113826497,
    0.35275236113826497,
    0.7157449671999885,
    0.7157449671999885,
    0.7157449671999885,
    0.7157449671999885,
    0.7157449671999885,
    0.7157449671999885,
    0.7157449671999885,
    0.7157449671999885,
    0.7157449671999885,
    0.6922229803064047,
    0.6922229803064047,
    0.6922229803064047,
    0.6922229803064047,
    0.6922229803064047,
    0.6922229803064047,
    0.6922229803064047,
    0.6922229803064047,
    0.7286449273598021,
    0.7286449273598021,
    0.7286449273598021,
    0.7286449273598021,
    0.7286449273598021,
    0.7286449273598021,
    0.7286449273598021,
    0.7286449273598021,
    0.7503078408652792,
    0.7503078408652792,
    0.7503078408652792,
    0.7503078408652792,
    0.7503078408652792,
    0.7503078408652792,
    0.7503078408652792,
    0.8101347027685177,
    0.8101347027685177,
    0.8101347027685177,
    0.8101347027685177,
    0.8101347027685177,
    0.8101347027685177,
    0.8101347027685177,
    0.8101347027685177,
    0.8101347027685177,
    0.8101347027685177,
    0.8101347027685177,
    0.8101347027685177,
    0.8101347027685177,
    0.8101347027685177,
    0.8101347027685177,
    0.8101347027685177,
    0.8101347027685177,
    0.8101347027685177,
    0.8101347027685177,
    0.8101347027685177,
    0.8101347027685177
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, creating a focal display of new software. Nearby, alumni volunteers share quick pep talks near the coffee station.",
    "Tech companies display demo screens showing their latest apps, creating a focal display of new software. Nearby, alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "In the venue, tech companies display demo screens showing their latest apps, creating a focal display of new software. Nearby, alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage.",
    "At the venue, tech companies display demo screens showcasing their latest apps, forming a focal display of new software. Nearby, alumni volunteers deliver brief pep talks beside the coffee station. Consulting firms place glossy case study booklets on high tables, while the engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews.",
    "At the venue, tech companies display demo screens showcasing their latest apps, forming a focal display of new software. Nearby, alumni volunteers deliver brief pep talks beside the coffee station. Consulting firms place glossy case study booklets on high tables, while the engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system.",
    "Dozens of booths with colorful banners circle the polished floor at the venue, forming a focal display of new software as tech companies showcase demo screens of their latest apps. Nearby, alumni volunteers deliver brief pep talks beside the coffee station. Consulting firms place glossy case study booklets on high tables, while the engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.5319403802964984,
    0.5319403802964984,
    0.5319403802964984,
    0.5319403802964984,
    0.5319403802964984,
    0.5319403802964984,
    0.5319403802964984,
    0.6593050976338518,
    0.6593050976338518,
    0.6593050976338518,
    0.6593050976338518,
    0.6593050976338518,
    0.6593050976338518,
    0.6593050976338518,
    0.6593050976338518,
    0.7399819313056317,
    0.7399819313056317,
    0.7399819313056317,
    0.7399819313056317,
    0.7399819313056317,
    0.7399819313056317,
    0.7399819313056317,
    0.7399819313056317,
    0.7677304987546179,
    0.7677304987546179,
    0.7677304987546179,
    0.7677304987546179,
    0.7677304987546179,
    0.7677304987546179,
    0.7677304987546179,
    0.7677304987546179,
    0.7677304987546179,
    0.7677304987546179,
    0.7677304987546179,
    0.8373081824326549,
    0.8373081824326549,
    0.8373081824326549,
    0.8373081824326549,
    0.8373081824326549,
    0.8373081824326549,
    0.8373081824326549,
    0.8569405263096501,
    0.8569405263096501,
    0.8569405263096501,
    0.8569405263096501,
    0.8569405263096501,
    0.8569405263096501,
    0.8569405263096501,
    0.8569405263096501,
    0.8569405263096501,
    0.8569405263096501,
    0.8569405263096501
  ],
  "20": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall.",
    "Groups of friends mark target employers on the event map; elsewhere, some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves.",
    "Groups of friends mark target employers on the event map, setting visible goals within the event space. Elsewhere, some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "Groups of friends mark target employers on the event map, setting visible goals within the event space. Elsewhere, some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "Groups of friends mark target employers on the event map, setting visible goals within the event space. Elsewhere, some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "In the event space, groups of friends mark target employers on the event map, setting visible goals. Elsewhere, some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event space, groups of friends mark target employers on the event map, setting visible goals. Elsewhere, some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "20_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.5792005270575499,
    0.5792005270575499,
    0.5792005270575499,
    0.5792005270575499,
    0.5792005270575499,
    0.5792005270575499,
    0.5792005270575499,
    0.5792005270575499,
    0.6761102233776236,
    0.6761102233776236,
    0.6761102233776236,
    0.6761102233776236,
    0.6761102233776236,
    0.6761102233776236,
    0.6761102233776236,
    0.6761102233776236,
    0.6761102233776236,
    0.6761102233776236,
    0.6761102233776236,
    0.6761102233776236,
    0.6761102233776236,
    0.6761102233776236,
    0.6761102233776236,
    0.6761102233776236,
    0.6761102233776236,
    0.6761102233776236,
    0.6761102233776236,
    0.6761102233776236,
    0.6761102233776236,
    0.6761102233776236,
    0.6761102233776236,
    0.6761102233776236,
    0.6761102233776236,
    0.6761102233776236,
    0.7327892248681636,
    0.7327892248681636,
    0.7327892248681636,
    0.7327892248681636,
    0.7327892248681636,
    0.7327892248681636,
    0.7327892248681636,
    0.7327892248681636,
    0.7327892248681636,
    0.7327892248681636,
    0.7415939846476107,
    0.7415939846476107,
    0.7415939846476107,
    0.7415939846476107,
    0.7415939846476107
  ],
  "21": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards. A cybersecurity company operates a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor.",
    "At the event entrance, staff scan registrations and hand out lanyards. A cybersecurity company operates a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "At the event, staff at the entrance scan registrations and hand out lanyards. A cybersecurity company operates a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "Staff at the entrance are scanning registrations and handing out lanyards, while a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.5467601185673785,
    0.5467601185673785,
    0.5467601185673785,
    0.5467601185673785,
    0.5467601185673785,
    0.5467601185673785,
    0.5467601185673785,
    0.5467601185673785,
    0.5467601185673785,
    0.7713287609242905,
    0.7713287609242905,
    0.7713287609242905,
    0.7713287609242905,
    0.7713287609242905,
    0.7713287609242905,
    0.7713287609242905,
    0.7713287609242905,
    0.7713287609242905,
    0.7840316418740287,
    0.7840316418740287,
    0.7840316418740287,
    0.7840316418740287,
    0.7840316418740287,
    0.7840316418740287,
    0.7840316418740287,
    0.7840316418740287,
    0.7840316418740287,
    0.7840316418740287,
    0.7840316418740287,
    0.7840316418740287,
    0.8078495910293373,
    0.8078495910293373,
    0.8078495910293373,
    0.8078495910293373,
    0.8078495910293373,
    0.8078495910293373,
    0.8078495910293373,
    0.8078495910293373,
    0.8078495910293373,
    0.8078495910293373,
    0.8078495910293373,
    0.8010795325592067,
    0.8010795325592067,
    0.8010795325592067,
    0.8010795325592067,
    0.8010795325592067,
    0.8010795325592067,
    0.8010795325592067,
    0.8010795325592067,
    0.8010795325592067,
    0.8105063672051988,
    0.8105063672051988
  ],
  "22": [
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, and students line up outside the university gym before the career fair opens.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables, while students line up outside the university gym before opening. Nearby, alumni volunteers deliver quick pep talks near the coffee station.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables, while students line up outside the university gym before opening. Nearby, alumni volunteers deliver quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables while students line up outside the university gym before opening. Nearby, alumni volunteers deliver quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables while students stand in line outside the university gym before the career fair opens. Nearby, alumni volunteers deliver quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "Outside the university gym, consulting firms stack glossy case study booklets on high tables as students stand in line before the career fair opens. Nearby, alumni volunteers deliver quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders.",
    "Outside the university gym, consulting firms stack glossy case study booklets on high tables as students stand in line before the career fair opens. Nearby, alumni volunteers deliver quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.401149758057642,
    0.401149758057642,
    0.401149758057642,
    0.401149758057642,
    0.401149758057642,
    0.401149758057642,
    0.6229662721562447,
    0.6229662721562447,
    0.6229662721562447,
    0.6229662721562447,
    0.6229662721562447,
    0.6229662721562447,
    0.6229662721562447,
    0.6229662721562447,
    0.6229662721562447,
    0.7859467418975785,
    0.7859467418975785,
    0.7859467418975785,
    0.7859467418975785,
    0.7859467418975785,
    0.7859467418975785,
    0.7761118424278053,
    0.7761118424278053,
    0.7761118424278053,
    0.7761118424278053,
    0.7761118424278053,
    0.7761118424278053,
    0.7761118424278053,
    0.7761118424278053,
    0.7761118424278053,
    0.7707816738307194,
    0.7707816738307194,
    0.7707816738307194,
    0.7707816738307194,
    0.7707816738307194,
    0.7707816738307194,
    0.7707816738307194,
    0.7460232306468966,
    0.7460232306468966,
    0.7460232306468966,
    0.7460232306468966,
    0.7460232306468966,
    0.7460232306468966,
    0.7460232306468966,
    0.7460232306468966,
    0.7460232306468966,
    0.7460232306468966,
    0.7460232306468966,
    0.7460232306468966,
    0.7460232306468966,
    0.7460232306468966,
    0.7460232306468966,
    0.7460232306468966
  ],
  "23": [
    "",
    "",
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps.",
    "Alumni volunteers share quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "Alumni volunteers give quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention.",
    "The scene features alumni volunteers giving quick pep talks near the coffee station, while tech companies display demo screens of their latest apps. Some students rehearse elevator pitches quietly against a wall. A robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables.",
    "Alumni volunteers give quick pep talks near the coffee station while tech companies display demo screens of their latest apps. Some students rehearse elevator pitches quietly against a wall. A robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables.",
    "Alumni volunteers deliver quick pep talks near the coffee station, while tech companies display demo screens of their latest apps at nearby booths. Some students rehearse elevator pitches quietly against a wall. A robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews.",
    "At the event venue, alumni volunteers deliver quick pep talks near the coffee station, while tech companies display demo screens of their latest apps at nearby booths. Some students rehearse elevator pitches quietly against a wall. A robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3994430213002861,
    0.3994430213002861,
    0.3994430213002861,
    0.3994430213002861,
    0.3994430213002861,
    0.3994430213002861,
    0.5110247427852561,
    0.5110247427852561,
    0.5110247427852561,
    0.5110247427852561,
    0.5110247427852561,
    0.5110247427852561,
    0.5110247427852561,
    0.694261187330955,
    0.694261187330955,
    0.694261187330955,
    0.694261187330955,
    0.694261187330955,
    0.694261187330955,
    0.694261187330955,
    0.694261187330955,
    0.7380521192326658,
    0.7380521192326658,
    0.7380521192326658,
    0.7380521192326658,
    0.7380521192326658,
    0.7380521192326658,
    0.7380521192326658,
    0.7380521192326658,
    0.7380521192326658,
    0.7304641349269034,
    0.7304641349269034,
    0.7304641349269034,
    0.7304641349269034,
    0.7304641349269034,
    0.7304641349269034,
    0.7304641349269034,
    0.7304641349269034,
    0.7304641349269034,
    0.7892032415661352,
    0.7892032415661352,
    0.7892032415661352,
    0.7892032415661352,
    0.7892032415661352,
    0.7892032415661352,
    0.7892032415661352,
    0.7892032415661352,
    0.7892032415661352,
    0.819111996822812,
    0.819111996822812,
    0.819111996822812,
    0.819111996822812,
    0.819111996822812
  ],
  "24": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while some students rehearse elevator pitches quietly against the wall.",
    "An alumni panel discusses how to prepare for technical interviews, while some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. The scene blends instructional guidance with individual preparation in the lead-up to the fair, with the wall serving as a backdrop for quiet practice and the line indicating anticipation for entry.",
    "An alumni panel discusses how to prepare for technical interviews, while some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. The scene blends instructional guidance with individual preparation in the lead-up to the fair, with the wall serving as a backdrop for quiet practice and the line indicating anticipation for entry. Career counselors redirect unsure students toward applicable industries.",
    "An alumni panel discusses how to prepare for technical interviews, while some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. The scene blends instructional guidance with individual preparation in the lead-up to the fair, with the wall serving as a backdrop for quiet practice and the line indicating anticipation for entry. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "An alumni panel discusses how to prepare for technical interviews, while students rehearse elevator pitches quietly against the wall. Outside the university gym, another group lines up before the career fair opens, signaling anticipation for entry. The scene merges instructional guidance with personal preparation in the lead-up to the fair, with the wall serving as a backdrop for quiet practice and the line indicating waiting to enter. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system.",
    "An on-campus scene merges guidance and preparation for a career fair: an alumni panel discusses how to prepare for technical interviews while students rehearse elevator pitches quietly against a wall. Outside the university gym, another group lines up before the career fair opens, signaling anticipation to enter. The wall serves as a backdrop for private practice, and the line indicates waiting to enter. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. A welcome PA announcement outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor.",
    "An on-campus scene merges guidance and preparation for a career fair. An alumni panel discusses how to prepare for technical interviews while students rehearse elevator pitches quietly against a wall. Outside the university gym, another group lines up before the career fair opens, signaling anticipation to enter, with the wall serving as a backdrop for private practice and the line indicating waiting. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. A welcome PA announcement outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor, where healthcare providers showcase community outreach photos."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.37586242775986267,
    0.37586242775986267,
    0.37586242775986267,
    0.37586242775986267,
    0.37586242775986267,
    0.37586242775986267,
    0.37586242775986267,
    0.7460348946122106,
    0.7460348946122106,
    0.7460348946122106,
    0.7460348946122106,
    0.7460348946122106,
    0.7460348946122106,
    0.7460348946122106,
    0.7460348946122106,
    0.7460348946122106,
    0.774943212211632,
    0.774943212211632,
    0.774943212211632,
    0.774943212211632,
    0.774943212211632,
    0.774943212211632,
    0.774943212211632,
    0.774943212211632,
    0.8054232118962055,
    0.8054232118962055,
    0.8054232118962055,
    0.8054232118962055,
    0.8054232118962055,
    0.8054232118962055,
    0.8054232118962055,
    0.8054232118962055,
    0.8265114937244156,
    0.8265114937244156,
    0.8265114937244156,
    0.8265114937244156,
    0.8265114937244156,
    0.8265114937244156,
    0.8265114937244156,
    0.8265114937244156,
    0.8265114937244156,
    0.8265114937244156,
    0.8265114937244156,
    0.8259692581342835,
    0.8259692581342835,
    0.8259692581342835,
    0.8259692581342835,
    0.8259692581342835,
    0.8259692581342835,
    0.8259692581342835,
    0.8259692581342835,
    0.829452933061154,
    0.829452933061154,
    0.829452933061154
  ],
  "25": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In a setting with consulting firms, glossy case study booklets are stacked on high tables, while some students rehearse elevator pitches quietly against the wall.",
    "Within a consulting-firm setting, glossy case study booklets are stacked on high tables. Some students rehearse elevator pitches quietly against the wall, while human resources teams jot notes on tablets. At the same time, students introduce themselves.",
    "Within a consulting-firm setting, glossy case study booklets are stacked on high tables. Some students rehearse elevator pitches quietly against the wall, while human resources teams jot notes on tablets. At the same time, students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "In a consulting-firm setting, glossy case study booklets are stacked on high tables. Some students rehearse elevator pitches quietly against the wall, while HR teams jot notes on tablets. At the same time, students introduce themselves. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage.",
    "In a consulting-firm setting, glossy case study booklets are stacked on high tables around the venue. Some students rehearse elevator pitches quietly against the wall, while HR teams jot notes on tablets. At the same time, students introduce themselves. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.32051636768111463,
    0.32051636768111463,
    0.32051636768111463,
    0.32051636768111463,
    0.32051636768111463,
    0.32051636768111463,
    0.32051636768111463,
    0.32051636768111463,
    0.5719402121789268,
    0.5719402121789268,
    0.5719402121789268,
    0.5719402121789268,
    0.5719402121789268,
    0.5719402121789268,
    0.5719402121789268,
    0.5719402121789268,
    0.5719402121789268,
    0.5719402121789268,
    0.6429526996122121,
    0.6429526996122121,
    0.6429526996122121,
    0.6429526996122121,
    0.6429526996122121,
    0.6429526996122121,
    0.6429526996122121,
    0.6429526996122121,
    0.6429526996122121,
    0.6928769482204863,
    0.6928769482204863,
    0.6928769482204863,
    0.6928769482204863,
    0.6928769482204863,
    0.6928769482204863,
    0.6928769482204863,
    0.6928769482204863,
    0.6928769482204863,
    0.6928769482204863,
    0.7494609239140151,
    0.7494609239140151,
    0.7494609239140151,
    0.7494609239140151,
    0.7494609239140151,
    0.7494609239140151,
    0.7494609239140151,
    0.7494609239140151,
    0.7494609239140151
  ],
  "26": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "A line of students stands outside the university gym before the career fair opens. The scene captures anticipation at the venue as the event is not yet underway. Finance firms offer QR codes for immediate internship applications, providing a digital path to apply during the visit.",
    "A line of students stands outside the university gym as the career fair approaches and the event is not yet underway, conveying anticipation at the venue. Finance firms offer QR codes for immediate internship applications, providing a digital path to apply during the visit. Workshops on networking etiquette begin in the adjoining classroom.",
    "A line of students stands outside the university gym as the career fair approaches and the event is not yet underway, conveying anticipation. Finance firms offer QR codes for immediate internship applications, providing a digital path to apply during the visit. Workshops on networking etiquette begin in the adjoining classroom.",
    "Students stand in a line outside the university gym as the career fair approaches, with the event not yet underway and a sense of anticipation. Finance firms offer QR codes for immediate internship applications, providing a digital path to apply during the visit. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "Students stand in a line outside the university gym as the career fair approaches, the event not yet underway and a sense of anticipation in the air. Finance firms offer QR codes for immediate internship applications, creating a digital path to apply during the visit. Workshops on networking etiquette begin in the adjoining classroom, while career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "Students stand in a line outside the university gym as the career fair approaches, the event not yet underway and a sense of anticipation in the air. Finance firms offer QR codes for immediate internship applications, creating a digital path to apply during the visit. Workshops on networking etiquette begin in the adjoining classroom, while career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.7420531379823276,
    0.7420531379823276,
    0.7420531379823276,
    0.7420531379823276,
    0.7420531379823276,
    0.7420531379823276,
    0.7420531379823276,
    0.7420531379823276,
    0.7420531379823276,
    0.7420531379823276,
    0.7688448952929429,
    0.7688448952929429,
    0.7688448952929429,
    0.7688448952929429,
    0.7688448952929429,
    0.7688448952929429,
    0.7688448952929429,
    0.7656711053327787,
    0.7656711053327787,
    0.7656711053327787,
    0.7656711053327787,
    0.7656711053327787,
    0.7656711053327787,
    0.7656711053327787,
    0.7980856442657899,
    0.7980856442657899,
    0.7980856442657899,
    0.7980856442657899,
    0.7980856442657899,
    0.7980856442657899,
    0.7980856442657899,
    0.7980856442657899,
    0.7980856442657899,
    0.7980856442657899,
    0.7980856442657899,
    0.7980856442657899,
    0.7980856442657899,
    0.7980856442657899,
    0.8167555192493847,
    0.8167555192493847,
    0.8167555192493847,
    0.8167555192493847,
    0.8167555192493847,
    0.8167555192493847,
    0.8167555192493847,
    0.8167555192493847,
    0.825490300481184,
    0.825490300481184,
    0.825490300481184,
    0.825490300481184
  ],
  "27": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "A scene shows students rehearsing elevator pitches quietly against the wall, while tech companies display demo screens showing their latest apps.",
    "Students rehearse elevator pitches quietly against the wall as tech companies display demo screens showing their latest apps; outside the university gym, students line up before the career fair opens.",
    "At the university career fair, students rehearse elevator pitches quietly against a wall as tech companies display demo screens showcasing their latest apps. Outside the university gym, students line up before the fair opens. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the university career fair, students rehearse elevator pitches quietly against a wall while tech companies display demo screens showcasing their latest apps. Outside the university gym, more students line up before the fair opens. A cybersecurity company runs a password-cracking challenge on a laptop, offering a hands-on task amid the booths. Groups of friends mark target employers on the event map, coordinating which companies to approach.",
    "At the university career fair, students rehearse elevator pitches quietly against a wall while tech companies display demo screens showcasing their latest apps. Outside the university gym, students line up before the fair opens. A cybersecurity company runs a password-cracking challenge on a laptop, offering a hands-on task amid the booths. Groups of friends mark target employers on the event map, coordinating which companies to approach.",
    "At the university career fair, students rehearse elevator pitches quietly against a wall while tech companies display demo screens of their latest apps. Outside the university gym, students line up before the fair opens. A cybersecurity company runs a password-cracking challenge on a laptop, offering a hands-on task amid the booths. Groups of friends mark target employers on the event map, coordinating which companies to approach. Career counselors redirect unsure students toward applicable industries."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3540327279596031,
    0.3540327279596031,
    0.3540327279596031,
    0.3540327279596031,
    0.3540327279596031,
    0.3540327279596031,
    0.3540327279596031,
    0.3540327279596031,
    0.4371716062867483,
    0.4371716062867483,
    0.4371716062867483,
    0.4371716062867483,
    0.4371716062867483,
    0.4371716062867483,
    0.4371716062867483,
    0.4371716062867483,
    0.4371716062867483,
    0.7493492182800767,
    0.7493492182800767,
    0.7493492182800767,
    0.7493492182800767,
    0.7493492182800767,
    0.7493492182800767,
    0.7493492182800767,
    0.7493492182800767,
    0.7493492182800767,
    0.8047408974366702,
    0.8047408974366702,
    0.8047408974366702,
    0.8047408974366702,
    0.8047408974366702,
    0.8047408974366702,
    0.8047408974366702,
    0.8082766045521532,
    0.8082766045521532,
    0.8082766045521532,
    0.8082766045521532,
    0.8082766045521532,
    0.8082766045521532,
    0.8082766045521532,
    0.8082766045521532,
    0.8176907451369944,
    0.8176907451369944
  ],
  "28": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against a wall.",
    "Students rehearse elevator pitches quietly against a wall, while groups of friends mark target employers on the event map.",
    "Students rehearse elevator pitches quietly against a wall, while groups of friends mark target employers on the event map.",
    "Students rehearse elevator pitches quietly against a wall as groups of friends mark target employers on the event map, while workshops on networking etiquette begin in the adjoining classroom.",
    "Students rehearse elevator pitches quietly against a wall as groups of friends mark target employers on the event map, while workshops on networking etiquette begin in the adjoining classroom.",
    "Students rehearse elevator pitches quietly against a wall as groups of friends mark target employers on the event map, while workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "Students rehearse elevator pitches quietly against a wall as groups of friends mark target employers on the event map, while workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage.",
    "Students rehearse elevator pitches quietly against a wall as groups of friends mark target employers on the event map, while workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.27624210341443517,
    0.27624210341443517,
    0.27624210341443517,
    0.27624210341443517,
    0.27624210341443517,
    0.27624210341443517,
    0.27624210341443517,
    0.3892760085348592,
    0.3892760085348592,
    0.3892760085348592,
    0.3892760085348592,
    0.3892760085348592,
    0.3892760085348592,
    0.3892760085348592,
    0.3892760085348592,
    0.3892760085348592,
    0.3892760085348592,
    0.3892760085348592,
    0.3892760085348592,
    0.3892760085348592,
    0.3892760085348592,
    0.3892760085348592,
    0.3892760085348592,
    0.37450532175758755,
    0.37450532175758755,
    0.37450532175758755,
    0.37450532175758755,
    0.37450532175758755,
    0.37450532175758755,
    0.37450532175758755,
    0.37450532175758755,
    0.37450532175758755,
    0.37450532175758755,
    0.37450532175758755,
    0.37450532175758755,
    0.37450532175758755,
    0.37450532175758755,
    0.37450532175758755,
    0.37450532175758755,
    0.37450532175758755,
    0.37450532175758755,
    0.5498764247240701,
    0.5498764247240701,
    0.5498764247240701,
    0.5498764247240701,
    0.5498764247240701,
    0.5498764247240701,
    0.5498764247240701,
    0.5498764247240701,
    0.5498764247240701,
    0.5498764247240701,
    0.559417801922918,
    0.559417801922918,
    0.559417801922918,
    0.559417801922918,
    0.559417801922918,
    0.559417801922918,
    0.559417801922918,
    0.559417801922918
  ],
  "29": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while an alumni panel discusses how to prepare for technical interviews.",
    "Students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "Students clutch resumes inside branded folders while an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, and alumni volunteers share quick pep talks near the coffee station.",
    "Dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders while an alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station.",
    "Dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station.",
    "Dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "Dozens of booths with colorful banners encircle the polished floor as students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.4570671698085762,
    0.4570671698085762,
    0.4570671698085762,
    0.4570671698085762,
    0.4570671698085762,
    0.4570671698085762,
    0.4570671698085762,
    0.4570671698085762,
    0.4570671698085762,
    0.5787391312385827,
    0.5787391312385827,
    0.5787391312385827,
    0.5787391312385827,
    0.5787391312385827,
    0.5787391312385827,
    0.5787391312385827,
    0.5787391312385827,
    0.5787391312385827,
    0.5787391312385827,
    0.5728811786579107,
    0.5728811786579107,
    0.5728811786579107,
    0.5728811786579107,
    0.5728811786579107,
    0.5728811786579107,
    0.5728811786579107,
    0.5728811786579107,
    0.5663242065375352,
    0.5663242065375352,
    0.5663242065375352,
    0.5663242065375352,
    0.5663242065375352,
    0.5663242065375352,
    0.5663242065375352,
    0.5663242065375352,
    0.5858068385876775,
    0.5858068385876775,
    0.5858068385876775,
    0.5858068385876775,
    0.5858068385876775,
    0.5858068385876775,
    0.5858068385876775,
    0.5858068385876775,
    0.7738040645644829,
    0.7738040645644829,
    0.7738040645644829,
    0.7738040645644829,
    0.7738040645644829,
    0.7738040645644829,
    0.7738040645644829,
    0.7738040645644829,
    0.8066091049657005,
    0.8066091049657005,
    0.8066091049657005
  ],
  "30": [
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym ahead of the career fair opening, while finance firms offer QR codes for immediate internship applications.",
    "Students line up outside the university gym ahead of the career fair opening. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "Students line up outside the university gym ahead of the career fair opening. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "Students line up outside the university gym ahead of the career fair opening. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "At the university career fair, students line up outside the gym ahead of opening. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the university career fair, students line up outside the gym ahead of opening. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, students line up outside the gym ahead of opening. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4207851878453144,
    0.4207851878453144,
    0.4207851878453144,
    0.4207851878453144,
    0.4207851878453144,
    0.4207851878453144,
    0.4207851878453144,
    0.7012961619605272,
    0.7012961619605272,
    0.7012961619605272,
    0.7012961619605272,
    0.7012961619605272,
    0.7012961619605272,
    0.7012961619605272,
    0.782805536364853,
    0.782805536364853,
    0.782805536364853,
    0.782805536364853,
    0.782805536364853,
    0.782805536364853,
    0.782805536364853,
    0.782805536364853,
    0.782805536364853,
    0.782805536364853,
    0.782805536364853,
    0.782805536364853,
    0.782805536364853,
    0.782805536364853,
    0.782805536364853,
    0.782805536364853,
    0.782805536364853,
    0.782805536364853,
    0.8477520541748826,
    0.8477520541748826,
    0.8477520541748826,
    0.8477520541748826,
    0.8477520541748826,
    0.8477520541748826,
    0.8477520541748826,
    0.8477520541748826,
    0.8477520541748826,
    0.8553391090445149,
    0.8553391090445149,
    0.8553391090445149,
    0.8553391090445149,
    0.8553391090445149,
    0.8553391090445149,
    0.8553391090445149,
    0.8553391090445149,
    0.8553391090445149,
    0.852258343378595,
    0.852258343378595,
    0.852258343378595,
    0.852258343378595,
    0.852258343378595
  ],
  "31": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system and outlines the fair schedule.",
    "During the event, a welcome announcement is broadcast over the PA system, outlining the fair schedule. The engineering society sponsors a resume review table located near the stage.",
    "During the event, a welcome announcement is broadcast over the PA system, outlining the fair schedule. The engineering society sponsors a resume review table located near the stage. Healthcare providers showcase community outreach photos.",
    "At the event, a welcome announcement is broadcast over the PA system outlining the fair schedule. The engineering society sponsors a resume review table located near the stage. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, a welcome announcement is broadcast over the PA system outlining the fair schedule. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, a welcome announcement is broadcast over the PA system outlining the fair schedule. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, a welcome announcement is broadcast over the PA system outlining the fair schedule. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, a welcome announcement is broadcast over the PA system outlining the fair schedule. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.43345529803583116,
    0.43345529803583116,
    0.43345529803583116,
    0.43345529803583116,
    0.43345529803583116,
    0.43345529803583116,
    0.6112547612262282,
    0.6112547612262282,
    0.6112547612262282,
    0.6112547612262282,
    0.6112547612262282,
    0.6112547612262282,
    0.6112547612262282,
    0.7562953652819269,
    0.7562953652819269,
    0.7562953652819269,
    0.7562953652819269,
    0.7562953652819269,
    0.7562953652819269,
    0.7562953652819269,
    0.7834904943534049,
    0.7834904943534049,
    0.7834904943534049,
    0.7834904943534049,
    0.7834904943534049,
    0.7834904943534049,
    0.7834904943534049,
    0.7834904943534049,
    0.7843466051597785,
    0.7843466051597785,
    0.7843466051597785,
    0.7843466051597785,
    0.7843466051597785,
    0.7843466051597785,
    0.7843466051597785,
    0.7843466051597785,
    0.7843466051597785,
    0.8337705678660664,
    0.8337705678660664,
    0.8337705678660664,
    0.8337705678660664,
    0.8337705678660664,
    0.8337705678660664,
    0.8337705678660664,
    0.8337705678660664,
    0.8337705678660664,
    0.8337705678660664,
    0.8337705678660664,
    0.8337705678660664,
    0.8337705678660664,
    0.8337705678660664,
    0.8337705678660664,
    0.8337705678660664,
    0.8337705678660664,
    0.8337705678660664,
    0.8337705678660664,
    0.8337705678660664,
    0.8337705678660664,
    0.8337705678660664
  ],
  "32": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "The scene features two groups: students and healthcare providers. Students clutch resumes inside branded folders, while healthcare providers showcase community outreach photos.",
    "Two groups are present: students and healthcare providers. Students clutch resumes inside branded folders, while healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards.",
    "Two groups are present: students and healthcare providers. Students clutch resumes inside branded folders, while healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves.",
    "Two groups are present: students and healthcare providers. Students clutch resumes inside branded folders, while healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, two groups are present: students and healthcare providers. Students clutch resumes inside branded folders, while healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth for attention.",
    "At the event, two groups are present: students and healthcare providers. Students clutch resumes inside branded folders, while healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth for attention. Some students rehearse elevator pitches quietly against the wall."
  ],
  "32_score": [
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.4537959146138042,
    0.4537959146138042,
    0.4537959146138042,
    0.4537959146138042,
    0.4537959146138042,
    0.4537959146138042,
    0.4537959146138042,
    0.601697161870761,
    0.601697161870761,
    0.601697161870761,
    0.601697161870761,
    0.601697161870761,
    0.601697161870761,
    0.601697161870761,
    0.6615301790291253,
    0.6615301790291253,
    0.6615301790291253,
    0.6615301790291253,
    0.6615301790291253,
    0.6615301790291253,
    0.6615301790291253,
    0.6615301790291253,
    0.6615301790291253,
    0.6615301790291253,
    0.6615301790291253,
    0.6615301790291253,
    0.6615301790291253,
    0.6615301790291253,
    0.6615301790291253,
    0.6615301790291253,
    0.6615301790291253,
    0.6615301790291253,
    0.6615301790291253,
    0.7620904817344407,
    0.7620904817344407,
    0.7620904817344407,
    0.7620904817344407,
    0.7620904817344407,
    0.7620904817344407,
    0.7620904817344407,
    0.7620904817344407,
    0.7620904817344407,
    0.7646676520410386,
    0.7646676520410386,
    0.7646676520410386,
    0.7646676520410386,
    0.7646676520410386,
    0.7646676520410386,
    0.7646676520410386,
    0.7646676520410386,
    0.7646676520410386,
    0.7646676520410386,
    0.7646676520410386,
    0.7646676520410386,
    0.7646676520410386,
    0.7646676520410386
  ],
  "33": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves.",
    "Students clutch resumes inside branded folders, while human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, students clutch resumes inside branded folders as they introduce themselves, while human resources teams jot notes on tablets. Groups of friends mark target employers on the event map.",
    "At the event, students clutch resumes inside branded folders as they introduce themselves, while human resources teams jot notes on tablets, and groups of friends mark target employers on the event map.",
    "At the event, students introduce themselves while clutching resumes inside branded folders; human resources teams jot notes on tablets; and groups of friends mark target employers on the event map."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.5113088328080265,
    0.5113088328080265,
    0.5113088328080265,
    0.5113088328080265,
    0.5113088328080265,
    0.5113088328080265,
    0.5113088328080265,
    0.5113088328080265,
    0.5113088328080265,
    0.38956830488746375,
    0.38956830488746375,
    0.38956830488746375,
    0.38956830488746375,
    0.38956830488746375,
    0.38956830488746375,
    0.38956830488746375,
    0.38956830488746375,
    0.6252260671462437,
    0.6252260671462437,
    0.6252260671462437,
    0.6252260671462437,
    0.6252260671462437,
    0.6252260671462437,
    0.6252260671462437,
    0.6252260671462437,
    0.6252260671462437,
    0.6252260671462437,
    0.6252260671462437,
    0.6252260671462437,
    0.6252260671462437,
    0.6252260671462437,
    0.6252260671462437,
    0.47560343550352563,
    0.47560343550352563,
    0.47560343550352563,
    0.47560343550352563,
    0.47560343550352563,
    0.47560343550352563,
    0.47560343550352563,
    0.47560343550352563,
    0.47560343550352563,
    0.47560343550352563,
    0.47560343550352563,
    0.47560343550352563,
    0.49425131688546003,
    0.49425131688546003,
    0.49425131688546003,
    0.49425131688546003,
    0.49425131688546003,
    0.49425131688546003,
    0.49425131688546003
  ],
  "34": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, while alumni volunteers share quick pep talks near the coffee station.",
    "The scene shows the engineering society sponsoring a resume review table near the stage, with alumni volunteers delivering quick pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables.",
    "The scene centers on an engineering society sponsoring a resume review table near the stage, with alumni volunteers delivering quick pep talks near the coffee station, as consulting firms stack glossy case-study booklets on high tables; an alumni panel discusses how to prepare for technical interviews.",
    "An engineering society event features a resume review table positioned near the stage, with alumni volunteers giving brief pep talks beside the coffee station. Consulting firms lay out glossy case-study booklets on high tables. An alumni panel discusses strategies for preparing for technical interviews. A cybersecurity company operates a password-cracking challenge on a laptop.",
    "An engineering society event features a resume review table near the stage, with alumni volunteers delivering brief pep talks beside the coffee station. Consulting firms lay out and stack glossy case-study booklets on high tables. An alumni panel discusses strategies for preparing for technical interviews. A cybersecurity company operates a password-cracking challenge on a laptop.",
    "At an engineering society event, a resume review table sits near the stage while alumni volunteers deliver brief pep talks beside the coffee station. Consulting firms lay out and stack glossy case-study booklets on high tables. An alumni panel discusses strategies for preparing for technical interviews. A cybersecurity company operates a password-cracking challenge on a laptop. Students clutch resumes inside branded folders.",
    "At an engineering society event, a resume review table sponsored by the society sits near the stage. Students clutch resumes inside branded folders. Alumni volunteers deliver brief pep talks beside the coffee station, and an alumni panel discusses strategies for preparing for technical interviews. Consulting firms lay out and stack glossy case-study booklets on high tables. A cybersecurity company operates a password-cracking challenge on a laptop."
  ],
  "34_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.38362148862904727,
    0.38362148862904727,
    0.38362148862904727,
    0.38362148862904727,
    0.38362148862904727,
    0.38362148862904727,
    0.38362148862904727,
    0.38362148862904727,
    0.38362148862904727,
    0.38362148862904727,
    0.38362148862904727,
    0.38362148862904727,
    0.3963515861246499,
    0.3963515861246499,
    0.3963515861246499,
    0.3963515861246499,
    0.3963515861246499,
    0.3963515861246499,
    0.3963515861246499,
    0.3963515861246499,
    0.3963515861246499,
    0.3963515861246499,
    0.42269049680952553,
    0.42269049680952553,
    0.42269049680952553,
    0.42269049680952553,
    0.42269049680952553,
    0.42269049680952553,
    0.736860069502464,
    0.736860069502464,
    0.736860069502464,
    0.736860069502464,
    0.736860069502464,
    0.736860069502464,
    0.736860069502464,
    0.7431955013550833,
    0.7431955013550833,
    0.7431955013550833,
    0.7431955013550833,
    0.7431955013550833,
    0.7431955013550833,
    0.7431955013550833,
    0.7431955013550833,
    0.7508479943883619,
    0.7508479943883619,
    0.7508479943883619,
    0.7508479943883619,
    0.7508479943883619,
    0.7508479943883619,
    0.7508479943883619,
    0.7508479943883619,
    0.7508479943883619,
    0.7310413432628833,
    0.7310413432628833,
    0.7310413432628833,
    0.7310413432628833,
    0.7310413432628833
  ],
  "35": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, identifying targets within the scene. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Groups of friends mark target employers on the event map, identifying targets within the scene. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention.",
    "Groups of friends mark target employers on the event map, identifying targets within the scene. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention.",
    "Groups of friends mark target employers on the event map, identifying targets within the scene. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention.",
    "Groups of friends mark target employers on the event map, identifying targets within the scene. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5008126120100271,
    0.5008126120100271,
    0.5008126120100271,
    0.5008126120100271,
    0.5008126120100271,
    0.5008126120100271,
    0.6880044570911472,
    0.6880044570911472,
    0.6880044570911472,
    0.6880044570911472,
    0.6880044570911472,
    0.6880044570911472,
    0.6880044570911472,
    0.6880044570911472,
    0.6862526646602696,
    0.6862526646602696,
    0.6862526646602696,
    0.6862526646602696,
    0.6862526646602696,
    0.6862526646602696,
    0.6862526646602696,
    0.6862526646602696,
    0.6862526646602696,
    0.6862526646602696,
    0.6862526646602696,
    0.6862526646602696,
    0.6862526646602696,
    0.6862526646602696,
    0.6862526646602696,
    0.6862526646602696,
    0.6862526646602696,
    0.6862526646602696,
    0.6862526646602696,
    0.6862526646602696,
    0.6862526646602696,
    0.6862526646602696,
    0.6862526646602696,
    0.6862526646602696,
    0.6862526646602696,
    0.6862526646602696,
    0.6862526646602696,
    0.6862526646602696,
    0.6862526646602696,
    0.6862526646602696,
    0.6862526646602696,
    0.6862526646602696,
    0.6862526646602696,
    0.6862526646602696,
    0.6862526646602696,
    0.6862526646602696
  ],
  "36": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, while alumni volunteers give brief pep talks near the coffee station.",
    "At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers give brief pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers give brief pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. Alumni volunteers give brief pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. Alumni volunteers deliver brief pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. A welcome announcement over the PA system outlines the fair schedule."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3908607488653908,
    0.3908607488653908,
    0.3908607488653908,
    0.3908607488653908,
    0.3908607488653908,
    0.3908607488653908,
    0.3908607488653908,
    0.3908607488653908,
    0.7518316211051017,
    0.7518316211051017,
    0.7518316211051017,
    0.7518316211051017,
    0.7518316211051017,
    0.7518316211051017,
    0.7518316211051017,
    0.7518316211051017,
    0.7518316211051017,
    0.7518316211051017,
    0.7518316211051017,
    0.7518316211051017,
    0.7518316211051017,
    0.7518316211051017,
    0.7518316211051017,
    0.7518316211051017,
    0.7518316211051017,
    0.7518316211051017,
    0.7518316211051017,
    0.7782777367499396,
    0.7782777367499396,
    0.7782777367499396,
    0.7782777367499396,
    0.7782777367499396,
    0.7782777367499396,
    0.7782777367499396,
    0.7782777367499396,
    0.7782777367499396,
    0.7782777367499396,
    0.7782777367499396,
    0.7953107534316108,
    0.7953107534316108,
    0.7953107534316108,
    0.7953107534316108,
    0.7953107534316108,
    0.7953107534316108,
    0.7953107534316108,
    0.7953107534316108,
    0.8870672369930338,
    0.8870672369930338,
    0.8870672369930338,
    0.8870672369930338,
    0.8870672369930338,
    0.8870672369930338
  ],
  "37": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the entrance, event staff scan registrations and hand out lanyards, while a cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle the polished floor. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle the polished floor. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards, while a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle the polished floor. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards, while a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle the polished floor. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.41647025576314745,
    0.41647025576314745,
    0.41647025576314745,
    0.41647025576314745,
    0.41647025576314745,
    0.41647025576314745,
    0.41647025576314745,
    0.41647025576314745,
    0.5805573802922158,
    0.5805573802922158,
    0.5805573802922158,
    0.5805573802922158,
    0.5805573802922158,
    0.5805573802922158,
    0.5805573802922158,
    0.5805573802922158,
    0.5805573802922158,
    0.7890385572049157,
    0.7890385572049157,
    0.7890385572049157,
    0.7890385572049157,
    0.7890385572049157,
    0.7890385572049157,
    0.7890385572049157,
    0.7886046353909508,
    0.7886046353909508,
    0.7886046353909508,
    0.7886046353909508,
    0.7886046353909508,
    0.7886046353909508,
    0.8189114541541089,
    0.8189114541541089,
    0.8189114541541089,
    0.8189114541541089,
    0.8189114541541089,
    0.8189114541541089,
    0.8189114541541089,
    0.8189114541541089,
    0.8189114541541089,
    0.8189114541541089,
    0.846881036430322,
    0.846881036430322,
    0.846881036430322,
    0.846881036430322,
    0.846881036430322,
    0.846881036430322,
    0.846881036430322,
    0.846881036430322,
    0.846881036430322
  ],
  "38": [
    "",
    "",
    "",
    "",
    "",
    "A line of students forms outside the university gym, waiting for the career fair to open.",
    "A line of students forms outside the university gym, waiting for the career fair to open. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, a line of students waits for the career fair to open. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "Outside the university gym, a line of students waits for the career fair to open. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, a line of students waits for the career fair to open. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, a line of students waits for the career fair to open. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, a line of students waits for the career fair to open. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, a line of students waits for the career fair to open. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.33625235297959416,
    0.33625235297959416,
    0.33625235297959416,
    0.33625235297959416,
    0.33625235297959416,
    0.33625235297959416,
    0.5055119925936433,
    0.5055119925936433,
    0.5055119925936433,
    0.5055119925936433,
    0.5055119925936433,
    0.5055119925936433,
    0.7087819055261804,
    0.7087819055261804,
    0.7087819055261804,
    0.7087819055261804,
    0.7087819055261804,
    0.7087819055261804,
    0.7087819055261804,
    0.7087819055261804,
    0.7506434713974415,
    0.7506434713974415,
    0.7506434713974415,
    0.7506434713974415,
    0.7506434713974415,
    0.7506434713974415,
    0.7506434713974415,
    0.7506434713974415,
    0.772140482158136,
    0.772140482158136,
    0.772140482158136,
    0.772140482158136,
    0.772140482158136,
    0.772140482158136,
    0.772140482158136,
    0.772140482158136,
    0.772140482158136,
    0.772140482158136,
    0.772140482158136,
    0.772140482158136,
    0.772140482158136,
    0.772140482158136,
    0.772140482158136,
    0.772140482158136,
    0.772140482158136,
    0.772140482158136,
    0.772140482158136,
    0.772140482158136,
    0.772140482158136,
    0.772140482158136,
    0.772140482158136,
    0.772140482158136,
    0.772140482158136,
    0.772140482158136,
    0.772140482158136,
    0.772140482158136,
    0.8098779316520273,
    0.8098779316520273,
    0.8098779316520273,
    0.8098779316520273
  ],
  "39": [
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance, while students clutch resumes inside branded folders.",
    "Event staff scan registrations and hand out lanyards at the entrance, while inside, students clutch resumes in branded folders; tech companies display demo screens showing their latest apps.",
    "Event staff scan registrations and hand out lanyards at the entrance; inside, students clutch resumes in branded folders while tech companies display demo screens showing their latest apps. Outside, students line up at the university gym before the career fair opens.",
    "Event staff scan registrations and hand out lanyards at the entrance, while inside students clutch resumes in branded folders and tech companies display demo screens showing their latest apps. Outside, students line up at the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "Staff scan registrations and hand out lanyards at the entrance; inside, students clutch resumes in branded folders while tech companies display demo screens of their latest apps. Outside, students line up at the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "Staff scan registrations and hand out lanyards at the entrance. Inside, students clutch resumes in branded folders while tech companies display demo screens of their latest apps. Outside, students line up at the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.40600406214655843,
    0.40600406214655843,
    0.40600406214655843,
    0.40600406214655843,
    0.40600406214655843,
    0.40600406214655843,
    0.40600406214655843,
    0.40600406214655843,
    0.47367944601745815,
    0.47367944601745815,
    0.47367944601745815,
    0.47367944601745815,
    0.47367944601745815,
    0.47367944601745815,
    0.47367944601745815,
    0.47367944601745815,
    0.47367944601745815,
    0.6549341882206473,
    0.6549341882206473,
    0.6549341882206473,
    0.6549341882206473,
    0.6549341882206473,
    0.6549341882206473,
    0.6549341882206473,
    0.6549341882206473,
    0.6549341882206473,
    0.7951216740212848,
    0.7951216740212848,
    0.7951216740212848,
    0.7951216740212848,
    0.7951216740212848,
    0.7951216740212848,
    0.7951216740212848,
    0.7951216740212848,
    0.7951216740212848,
    0.7818952506006946,
    0.7818952506006946,
    0.7818952506006946,
    0.7818952506006946,
    0.7818952506006946,
    0.7818952506006946,
    0.7818952506006946,
    0.7818952506006946,
    0.7818952506006946,
    0.7980850261005172,
    0.7980850261005172,
    0.7980850261005172,
    0.7980850261005172,
    0.7980850261005172,
    0.7980850261005172,
    0.7980850261005172,
    0.7980850261005172
  ],
  "40": [
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth for attention.",
    "A robotics startup flies a small drone above its booth to attract attention, and an alumni panel discusses how to prepare for technical interviews.",
    "A robotics startup uses a small drone flying above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "At a tech event, a robotics startup uses a small drone flying above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "At a tech event, a robotics startup uses a small drone flying above its booth to attract attention, while an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "At the tech event, a robotics startup uses a small drone flying above its booth to attract attention, while an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the tech event, a robotics startup uses a small drone flying above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the tech event, a robotics startup uses a small drone flying above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.4738711942153292,
    0.4738711942153292,
    0.4738711942153292,
    0.4738711942153292,
    0.4738711942153292,
    0.4738711942153292,
    0.4738711942153292,
    0.4738711942153292,
    0.7209049380016486,
    0.7209049380016486,
    0.7209049380016486,
    0.7209049380016486,
    0.7209049380016486,
    0.7209049380016486,
    0.7209049380016486,
    0.7209049380016486,
    0.7209049380016486,
    0.7209049380016486,
    0.7776933199393283,
    0.7776933199393283,
    0.7776933199393283,
    0.7776933199393283,
    0.7776933199393283,
    0.7776933199393283,
    0.7882705426516698,
    0.7882705426516698,
    0.7882705426516698,
    0.7882705426516698,
    0.7882705426516698,
    0.7882705426516698,
    0.7882705426516698,
    0.7882705426516698,
    0.78933129642742,
    0.78933129642742,
    0.78933129642742,
    0.78933129642742,
    0.78933129642742,
    0.78933129642742,
    0.78933129642742,
    0.78933129642742,
    0.8158918298962696,
    0.8158918298962696,
    0.8158918298962696,
    0.8158918298962696,
    0.8158918298962696,
    0.8158918298962696,
    0.8158918298962696,
    0.8158918298962696,
    0.8158918298962696,
    0.8158918298962696,
    0.8158918298962696,
    0.8158918298962696,
    0.8158918298962696
  ],
  "41": [
    "",
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "At the event, the engineering society sponsors a resume review table placed near the stage. An alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule and is broadcast over the PA system, guiding attendees through the lineup of activities.",
    "At the event, the engineering society sponsors a resume review table placed near the stage. An alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule and is broadcast over the PA system, guiding attendees through the lineup of activities. Healthcare providers showcase community outreach photos.",
    "At the event, the engineering society sponsors a resume review table placed near the stage. An alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule and is broadcast over the PA system, guiding attendees through the lineup of activities. Healthcare providers showcase community outreach photos.",
    "At the event, the engineering society sponsors a resume review table placed near the stage. An alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule and is broadcast over the PA system, guiding attendees through the lineup of activities. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, the engineering society sponsors a resume review table placed near the stage. An alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule and is broadcast over the PA system, guiding attendees through the lineup of activities. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4014014397143841,
    0.4014014397143841,
    0.4014014397143841,
    0.4014014397143841,
    0.4014014397143841,
    0.4014014397143841,
    0.4014014397143841,
    0.7702228818599199,
    0.7702228818599199,
    0.7702228818599199,
    0.7702228818599199,
    0.7702228818599199,
    0.7702228818599199,
    0.7702228818599199,
    0.7702228818599199,
    0.7702228818599199,
    0.7702228818599199,
    0.7755479315742244,
    0.7755479315742244,
    0.7755479315742244,
    0.7755479315742244,
    0.7755479315742244,
    0.7755479315742244,
    0.7755479315742244,
    0.7755479315742244,
    0.7755479315742244,
    0.7755479315742244,
    0.7755479315742244,
    0.7755479315742244,
    0.7755479315742244,
    0.7755479315742244,
    0.7755479315742244,
    0.7755479315742244,
    0.8314435413092134,
    0.8314435413092134,
    0.8314435413092134,
    0.8314435413092134,
    0.8314435413092134,
    0.8314435413092134,
    0.8314435413092134,
    0.8314435413092134,
    0.8327524364947858,
    0.8327524364947858,
    0.8327524364947858,
    0.8327524364947858,
    0.8327524364947858,
    0.8327524364947858,
    0.8327524364947858,
    0.8327524364947858,
    0.8327524364947858,
    0.8327524364947858,
    0.8327524364947858,
    0.8327524364947858,
    0.8327524364947858
  ],
  "42": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "In the venue, the engineering society sponsors a resume review table near the stage. The table is dedicated to resume review.",
    "At the venue, the engineering society sponsors a resume review table near the stage, dedicated to resume review, and a robotics startup runs a booth with a small drone flying above its booth to attract attention.",
    "At the venue, the engineering society sponsors a resume review table near the stage, dedicated to resume review. A robotics startup runs a booth with a small drone flying above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "At the venue, the engineering society sponsors a resume review table near the stage, dedicated to resume review. A robotics startup runs a booth with a small drone flying above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station.",
    "At the venue, the engineering society sponsors a resume review table near the stage dedicated to resume review. A robotics startup operates a booth with a small drone flying above to attract attention; career counselors redirect unsure students toward applicable industries; alumni volunteers offer quick pep talks near the coffee station; and a welcome announcement over the PA system outlines the fair schedule.",
    "At the venue, the engineering society sponsors a resume-review table near the stage dedicated to resume review. A robotics startup operates a booth with a small drone flying above to attract attention. Career counselors redirect unsure students toward applicable industries. Alumni volunteers offer quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. Healthcare providers showcase community outreach photos.",
    "At the venue, the engineering society sponsors a resume-review table near the stage dedicated to resume review. A robotics startup operates a booth with a small drone flying above to attract attention. Career counselors redirect unsure students toward applicable industries. Alumni volunteers offer quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. Healthcare providers showcase community outreach photos."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4652066307008778,
    0.4652066307008778,
    0.4652066307008778,
    0.4652066307008778,
    0.4652066307008778,
    0.4652066307008778,
    0.4652066307008778,
    0.4652066307008778,
    0.4652066307008778,
    0.4652066307008778,
    0.4665781937301282,
    0.4665781937301282,
    0.4665781937301282,
    0.4665781937301282,
    0.4665781937301282,
    0.4665781937301282,
    0.4665781937301282,
    0.7762488543683762,
    0.7762488543683762,
    0.7762488543683762,
    0.7762488543683762,
    0.7762488543683762,
    0.7762488543683762,
    0.7762488543683762,
    0.786983296530765,
    0.786983296530765,
    0.786983296530765,
    0.786983296530765,
    0.786983296530765,
    0.786983296530765,
    0.672242420625248,
    0.672242420625248,
    0.672242420625248,
    0.672242420625248,
    0.672242420625248,
    0.672242420625248,
    0.672242420625248,
    0.672242420625248,
    0.8455962569572503,
    0.8455962569572503,
    0.8455962569572503,
    0.8455962569572503,
    0.8455962569572503,
    0.8455962569572503,
    0.8455962569572503,
    0.8455962569572503,
    0.8455962569572503,
    0.8455962569572503,
    0.8455962569572503,
    0.8455962569572503,
    0.8455962569572503,
    0.8455962569572503,
    0.8455962569572503,
    0.8455962569572503
  ],
  "43": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders, with the resumes contained within the folders they are holding.",
    "Students clutch branded folders containing resumes, with the resumes contained within the folders they are holding. Healthcare providers showcase photos from community outreach.",
    "In the scene, students clutch branded folders that contain resumes, with the resumes inside the folders they are holding. Healthcare providers showcase photos from community outreach. Alumni volunteers share quick pep talks near the coffee station.",
    "In the scene, students clutch branded folders containing resumes, with the resumes inside the folders they are holding. Healthcare providers showcase photos from community outreach. Alumni volunteers share quick pep talks near the coffee station.",
    "On campus, before the career fair opens, students line up outside the university gym, clutching branded folders containing resumes. Healthcare providers showcase photos from community outreach. Alumni volunteers share quick pep talks near the coffee station.",
    "On campus, before the career fair opens, students line up outside the university gym, clutching branded folders containing resumes. Healthcare providers showcase photos from community outreach. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "On campus, before the career fair opens, students line up outside the university gym, clutching branded folders containing resumes. Healthcare providers showcase photos from community outreach. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.30060930722302925,
    0.30060930722302925,
    0.30060930722302925,
    0.30060930722302925,
    0.30060930722302925,
    0.30060930722302925,
    0.30060930722302925,
    0.30060930722302925,
    0.5076596129913047,
    0.5076596129913047,
    0.5076596129913047,
    0.5076596129913047,
    0.5076596129913047,
    0.5076596129913047,
    0.5076596129913047,
    0.5076596129913047,
    0.5076596129913047,
    0.5076596129913047,
    0.5076596129913047,
    0.6512651364713129,
    0.6512651364713129,
    0.6512651364713129,
    0.6512651364713129,
    0.6512651364713129,
    0.6512651364713129,
    0.6512651364713129,
    0.6512651364713129,
    0.6479011115915234,
    0.6479011115915234,
    0.6479011115915234,
    0.6479011115915234,
    0.6479011115915234,
    0.6479011115915234,
    0.6479011115915234,
    0.6479011115915234,
    0.7577111925975096,
    0.7577111925975096,
    0.7577111925975096,
    0.7577111925975096,
    0.7577111925975096,
    0.7577111925975096,
    0.7577111925975096,
    0.7577111925975096,
    0.7577111925975096,
    0.7577111925975096,
    0.7577111925975096,
    0.777141393868062,
    0.777141393868062,
    0.777141393868062,
    0.777141393868062,
    0.777141393868062,
    0.777141393868062,
    0.777141393868062,
    0.777141393868062,
    0.777141393868062,
    0.777141393868062,
    0.777141393868062,
    0.8108717544331308,
    0.8108717544331308,
    0.8108717544331308,
    0.8108717544331308,
    0.8108717544331308
  ],
  "44": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets while students introduce themselves.",
    "Students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "A university career fair is staged with students lining up outside the gym prior to opening. Tech companies display demo screens of their latest apps. HR teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "A university career fair is staged outside the gym before opening, with students lining up to participate. Tech companies display demo screens of their latest apps. HR teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "Outside the gym before opening, a university career fair unfolds with students lining up to participate. Tech companies display demo screens of their latest apps. HR teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5796774826861091,
    0.5796774826861091,
    0.5796774826861091,
    0.5796774826861091,
    0.5796774826861091,
    0.5796774826861091,
    0.7202829392406805,
    0.7202829392406805,
    0.7202829392406805,
    0.7202829392406805,
    0.7202829392406805,
    0.7202829392406805,
    0.7202829392406805,
    0.7224492938969,
    0.7224492938969,
    0.7224492938969,
    0.7224492938969,
    0.7224492938969,
    0.7224492938969,
    0.7616629642229537,
    0.7616629642229537,
    0.7616629642229537,
    0.7616629642229537,
    0.7616629642229537,
    0.7616629642229537,
    0.7616629642229537,
    0.7616629642229537,
    0.7616629642229537,
    0.7616629642229537,
    0.7889288159934773,
    0.7889288159934773,
    0.7889288159934773,
    0.7889288159934773,
    0.7889288159934773,
    0.7889288159934773,
    0.7889288159934773,
    0.7889288159934773,
    0.8293973320056954,
    0.8293973320056954,
    0.8293973320056954,
    0.8293973320056954,
    0.8293973320056954,
    0.8293973320056954,
    0.8293973320056954,
    0.8293973320056954,
    0.8293973320056954,
    0.8293973320056954,
    0.8404845167550175,
    0.8404845167550175,
    0.8404845167550175,
    0.8404845167550175,
    0.8404845167550175,
    0.8404845167550175,
    0.8404845167550175,
    0.8404845167550175,
    0.8404845167550175,
    0.8404845167550175
  ],
  "45": [
    "",
    "",
    "",
    "",
    "At the robotics startup's booth, a small drone is flown overhead to attract attention.",
    "At the robotics startup's booth, a small drone is flown overhead to attract attention, while finance firms offer QR codes for immediate internship applications.",
    "At the robotics startup's booth, a small drone is flown overhead to attract attention. Finance firms offer QR codes for immediate internship applications.",
    "At the robotics startup's booth, a small drone is flown overhead to attract attention. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station.",
    "At the robotics startup's booth, a small drone is flown overhead to attract attention. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "At the robotics startup's booth, a small drone is flown overhead to attract attention. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the robotics startup booth, a small drone is flown overhead to attract attention. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the robotics startup booth, a small drone is flown overhead to attract attention. Finance firms display QR codes for immediate internship applications. Alumni volunteers deliver quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the robotics startup booth, a small drone is flown overhead to attract attention. Finance firms display QR codes for immediate internship applications. Alumni volunteers deliver quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3497992916047613,
    0.3497992916047613,
    0.3497992916047613,
    0.3497992916047613,
    0.3497992916047613,
    0.4680457482997228,
    0.4680457482997228,
    0.4680457482997228,
    0.4680457482997228,
    0.4680457482997228,
    0.4680457482997228,
    0.5907067183218364,
    0.5907067183218364,
    0.5907067183218364,
    0.5907067183218364,
    0.5907067183218364,
    0.5907067183218364,
    0.5907067183218364,
    0.5907067183218364,
    0.7529569856606882,
    0.7529569856606882,
    0.7529569856606882,
    0.7529569856606882,
    0.7529569856606882,
    0.7529569856606882,
    0.7529569856606882,
    0.7753554929187643,
    0.7753554929187643,
    0.7753554929187643,
    0.7753554929187643,
    0.7753554929187643,
    0.7753554929187643,
    0.7753554929187643,
    0.7753554929187643,
    0.7753554929187643,
    0.7753554929187643,
    0.7753554929187643,
    0.8047369412072347,
    0.8047369412072347,
    0.8047369412072347,
    0.8047369412072347,
    0.8047369412072347,
    0.8047369412072347,
    0.8047369412072347,
    0.8047369412072347,
    0.7957081947152833,
    0.7957081947152833,
    0.7957081947152833,
    0.7957081947152833,
    0.7957081947152833,
    0.7957081947152833,
    0.7957081947152833,
    0.7988296363179903,
    0.7988296363179903,
    0.7988296363179903,
    0.7988296363179903,
    0.7988296363179903,
    0.7988296363179903,
    0.7988296363179903,
    0.8075627799288745,
    0.8075627799288745
  ],
  "46": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage. A robotics startup has a booth and is flying a small drone above it to attract attention.",
    "An engineering society sponsors a resume review table near the stage; a robotics startup has a booth and is flying a small drone above it to attract attention; tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. An engineering society sponsors a resume review table near the stage. A robotics startup has a booth and is flying a small drone above it to attract attention. Tech companies display demo screens showing their latest apps.",
    "A university gym hosts a career fair, with students lining up outside before opening. An engineering society sponsors a resume-review table near the stage. A robotics startup has a booth and is flying a small drone above it to attract attention. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "A university gym hosts a career fair, with students lining up outside before opening. An engineering society sponsors a resume-review table near the stage. A robotics startup has a booth and is flying a small drone above it to attract attention. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "A university gym hosts a career fair, with students lining up outside before opening. An engineering society sponsors a resume-review table near the stage. A robotics startup has a booth and is flying a small drone above it to attract attention. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries.",
    "At a university gym, a career fair is underway with students lining up outside before opening. Inside, an engineering society sponsors a resume-review table near the stage. A robotics startup has a booth and is flying a small drone above it to attract attention. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "46_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.5993727767122942,
    0.5993727767122942,
    0.5993727767122942,
    0.5993727767122942,
    0.5993727767122942,
    0.5993727767122942,
    0.5993727767122942,
    0.5993727767122942,
    0.4933989823378073,
    0.4933989823378073,
    0.4933989823378073,
    0.4933989823378073,
    0.4933989823378073,
    0.4933989823378073,
    0.4933989823378073,
    0.4933989823378073,
    0.4933989823378073,
    0.4933989823378073,
    0.4933989823378073,
    0.7481442477723759,
    0.7481442477723759,
    0.7481442477723759,
    0.7481442477723759,
    0.7481442477723759,
    0.7481442477723759,
    0.7481442477723759,
    0.7481442477723759,
    0.7481442477723759,
    0.8172449038912049,
    0.8172449038912049,
    0.8172449038912049,
    0.8172449038912049,
    0.8172449038912049,
    0.8172449038912049,
    0.8172449038912049,
    0.8172449038912049,
    0.8172449038912049,
    0.8172449038912049,
    0.8172449038912049,
    0.8172449038912049,
    0.8172449038912049,
    0.8172449038912049,
    0.8172449038912049,
    0.8146460323086909,
    0.8146460323086909,
    0.8146460323086909,
    0.8146460323086909,
    0.8146460323086909,
    0.8146460323086909,
    0.8146460323086909,
    0.8146460323086909,
    0.8146460323086909,
    0.8146460323086909,
    0.8171378067904495
  ],
  "47": [
    "",
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "In the event space, workshops on networking etiquette are starting in the adjoining classroom. Groups of friends use the event map to mark target employers. Consulting firms have stacked glossy case study booklets on high tables, while the engineering society sponsors a resume review table near the stage.",
    "In the event space, networking etiquette workshops are starting in the adjoining classroom. Groups of friends are using the event map to mark target employers. Consulting firms have stacked glossy case study booklets on high tables, while the engineering society sponsors a resume-review table near the stage.",
    "In the event space, networking etiquette workshops are starting in the adjoining classroom. Groups of friends are using the event map to mark target employers. Consulting firms have stacked glossy case study booklets on high tables, while the engineering society sponsors a resume-review table near the stage. Dozens of booths with colorful banners circle the polished floor.",
    "In the event space, networking etiquette workshops are starting in the adjoining classroom. Groups of friends are using the event map to mark target employers. Consulting firms have stacked glossy case study booklets on high tables, and the engineering society sponsors a resume-review table near the stage. Dozens of booths with colorful banners circle the polished floor."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.5154668123985575,
    0.5154668123985575,
    0.5154668123985575,
    0.5154668123985575,
    0.5154668123985575,
    0.5154668123985575,
    0.5154668123985575,
    0.5154668123985575,
    0.5154668123985575,
    0.5154668123985575,
    0.5154668123985575,
    0.5154668123985575,
    0.6186444162419982,
    0.6186444162419982,
    0.6186444162419982,
    0.6186444162419982,
    0.6186444162419982,
    0.6186444162419982,
    0.6186444162419982,
    0.6186444162419982,
    0.6769137317324502,
    0.6769137317324502,
    0.6769137317324502,
    0.6769137317324502,
    0.6769137317324502,
    0.6769137317324502,
    0.6769137317324502,
    0.6769137317324502,
    0.6676971517004583,
    0.6676971517004583,
    0.6676971517004583,
    0.6676971517004583,
    0.6676971517004583,
    0.6676971517004583,
    0.6676971517004583,
    0.6676971517004583,
    0.6676971517004583,
    0.6676971517004583,
    0.6998085591618073,
    0.6998085591618073,
    0.6998085591618073,
    0.6998085591618073,
    0.6998085591618073,
    0.6998085591618073,
    0.6998085591618073,
    0.6998085591618073,
    0.6998085591618073,
    0.7229910275448435,
    0.7229910275448435,
    0.7229910275448435,
    0.7229910275448435,
    0.7229910275448435
  ],
  "48": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while event staff at the entrance scan registrations and hand out lanyards.",
    "Some students rehearse elevator pitches quietly against the wall as event staff at the entrance scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards while several students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards as several students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards as several students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards while several students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications, and consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards, while several students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications, and consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.35561851773553627,
    0.35561851773553627,
    0.35561851773553627,
    0.35561851773553627,
    0.35561851773553627,
    0.35561851773553627,
    0.35561851773553627,
    0.5400033924273133,
    0.5400033924273133,
    0.5400033924273133,
    0.5400033924273133,
    0.5400033924273133,
    0.5400033924273133,
    0.5400033924273133,
    0.7800538319140466,
    0.7800538319140466,
    0.7800538319140466,
    0.7800538319140466,
    0.7800538319140466,
    0.7800538319140466,
    0.7800538319140466,
    0.7800538319140466,
    0.7792940515070947,
    0.7792940515070947,
    0.7792940515070947,
    0.7792940515070947,
    0.7792940515070947,
    0.7792940515070947,
    0.7792940515070947,
    0.7792940515070947,
    0.7792940515070947,
    0.7792940515070947,
    0.7736477730319452,
    0.7736477730319452,
    0.7736477730319452,
    0.7736477730319452,
    0.7736477730319452,
    0.7736477730319452,
    0.7736477730319452,
    0.7736477730319452,
    0.7634156764203972,
    0.7634156764203972,
    0.7634156764203972,
    0.7634156764203972,
    0.7634156764203972,
    0.7634156764203972,
    0.7634156764203972,
    0.7634156764203972,
    0.7868819570247179,
    0.7868819570247179,
    0.7868819570247179,
    0.7868819570247179,
    0.7868819570247179,
    0.7868819570247179,
    0.7868819570247179,
    0.7868819570247179
  ],
  "49": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while at the entrance event staff scan registrations and hand out lanyards.",
    "Healthcare providers are showcasing community outreach photos, while at the entrance of the event staff scan registrations and hand out lanyards; tech companies display demo screens showing their latest apps.",
    "Healthcare providers are displaying community outreach photos at the event. At the entrance, staff are scanning registrations and distributing lanyards. Tech companies are presenting demo screens featuring their latest apps. Outside the university gym, students are lined up prior to the career fair opening.",
    "Healthcare providers display community outreach photos at the event. At the entrance, staff scan registrations and distribute lanyards. Tech companies present demo screens featuring their latest apps. Outside the university gym, students line up prior to the career fair opening. Career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers display community outreach photos at the event. At the entrance, staff scan registrations and distribute lanyards. Tech companies present demo screens featuring their latest apps. Outside the university gym, students line up prior to the career fair opening. Career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers display community outreach photos at the event. At the entrance, staff scan registrations and distribute lanyards. Tech companies present demo screens featuring their latest apps. Outside the university gym, students line up prior to the career fair opening. Career counselors redirect unsure students toward applicable industries."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3367513859785544,
    0.3367513859785544,
    0.3367513859785544,
    0.3367513859785544,
    0.3367513859785544,
    0.3367513859785544,
    0.3367513859785544,
    0.3367513859785544,
    0.3367513859785544,
    0.3367513859785544,
    0.3367513859785544,
    0.4158090495220244,
    0.4158090495220244,
    0.4158090495220244,
    0.4158090495220244,
    0.4158090495220244,
    0.4158090495220244,
    0.4158090495220244,
    0.4158090495220244,
    0.4158090495220244,
    0.4158090495220244,
    0.4158090495220244,
    0.4158090495220244,
    0.7692504269865461,
    0.7692504269865461,
    0.7692504269865461,
    0.7692504269865461,
    0.7692504269865461,
    0.7692504269865461,
    0.7692504269865461,
    0.7692504269865461,
    0.7692504269865461,
    0.8370856034249012,
    0.8370856034249012,
    0.8370856034249012,
    0.8370856034249012,
    0.8370856034249012,
    0.8370856034249012,
    0.8370856034249012,
    0.8370856034249012,
    0.8370856034249012,
    0.8370856034249012,
    0.8370856034249012,
    0.8370856034249012,
    0.8370856034249012,
    0.8370856034249012,
    0.8370856034249012,
    0.8370856034249012,
    0.8370856034249012,
    0.8370856034249012,
    0.8370856034249012,
    0.8370856034249012,
    0.8370856034249012,
    0.8370856034249012,
    0.8370856034249012,
    0.8370856034249012
  ]
}