{
  "0": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables. The booklets are glossy and arranged in stacks on elevated surfaces, reflecting a scene of prepared materials displayed on high tables.",
    "Consulting firms display prepared materials on high tables, stacking glossy case study booklets in neat piles on elevated surfaces, reflecting a scene of prepared materials on display.",
    "Consulting firms display prepared materials on high tables, stacking glossy case study booklets in neat piles on elevated surfaces, forming a scene of prepared materials on display; the engineering society sponsors a resume review table near the stage.",
    "At the fair, consulting firms display prepared materials on high tables, stacking glossy case study booklets in neat piles on elevated surfaces, forming a scene of prepared materials on display. The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system, outlining the fair’s schedule.",
    "At the campus career fair, consulting firms display prepared materials on high tables, stacking glossy case study booklets into neat piles on elevated surfaces. The engineering society sponsors a resume review table near the stage at the campus event. A welcome announcement is broadcast over the PA system, outlining the fair’s schedule. Networking etiquette workshops are underway in the adjoining classroom. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps.",
    "At the campus career fair, consulting firms display prepared materials on high tables, stacking glossy case study booklets into neat piles on elevated surfaces. The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. Networking etiquette workshops are underway in the adjoining classroom. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3809038205206633,
    0.3809038205206633,
    0.3809038205206633,
    0.3809038205206633,
    0.3809038205206633,
    0.3809038205206633,
    0.3809038205206633,
    0.3809038205206633,
    0.3809038205206633,
    0.3809038205206633,
    0.3809038205206633,
    0.28602913528866764,
    0.28602913528866764,
    0.28602913528866764,
    0.28602913528866764,
    0.28602913528866764,
    0.28602913528866764,
    0.28602913528866764,
    0.28602913528866764,
    0.34563421518597487,
    0.34563421518597487,
    0.34563421518597487,
    0.34563421518597487,
    0.34563421518597487,
    0.34563421518597487,
    0.34563421518597487,
    0.7113471454906948,
    0.7113471454906948,
    0.7113471454906948,
    0.7113471454906948,
    0.7113471454906948,
    0.7113471454906948,
    0.7113471454906948,
    0.7113471454906948,
    0.7113471454906948,
    0.7113471454906948,
    0.7113471454906948,
    0.7113471454906948,
    0.7113471454906948,
    0.7113471454906948,
    0.7113471454906948,
    0.8514592488020484,
    0.8514592488020484,
    0.8514592488020484,
    0.8514592488020484,
    0.8514592488020484,
    0.8514592488020484,
    0.8514592488020484,
    0.8514592488020484,
    0.8514592488020484,
    0.8514592488020484,
    0.8514592488020484,
    0.8526677350889724,
    0.8526677350889724,
    0.8526677350889724,
    0.8526677350889724
  ],
  "1": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact; students clutch resumes inside branded folders.",
    "Career counselors remind attendees to maintain eye contact; students clutch resumes inside branded folders.",
    "Career counselors reminded attendees to maintain eye contact as students clutched resumes inside branded folders. An alumni panel discussed how to prepare for technical interviews, while counselors redirected unsure students toward applicable industries.",
    "At the career fair, career counselors reminded attendees to maintain eye contact while students clutched resumes inside branded folders. An alumni panel discussed how to prepare for technical interviews, and counselors redirected unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention.",
    "At the campus career fair, career counselors reminded attendees to maintain eye contact while students clutched resumes inside branded folders. An alumni panel discussed how to prepare for technical interviews, and counselors redirected unsure students toward applicable industries. A robotics startup flew a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage. Students lined up outside the university gym before the career fair opens.",
    "At the campus career fair, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. An alumni panel discussed preparing for technical interviews, with counselors redirecting unsure students toward applicable industries. A robotics startup flew a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage. Students lined up outside the university gym before the fair opens. Inside, consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces. A welcome announcement is broadcast over the PA outlining the fair’s schedule. A cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers showcase community outreach photos. The scene includes the laptop used for the challenge and the outreach photos, while students continue to clutch resumes inside branded folders."
  ],
  "1_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.5603061025821771,
    0.5603061025821771,
    0.5603061025821771,
    0.5603061025821771,
    0.5603061025821771,
    0.5603061025821771,
    0.5603061025821771,
    0.5603061025821771,
    0.8085808768005881,
    0.8085808768005881,
    0.8085808768005881,
    0.8085808768005881,
    0.8085808768005881,
    0.8085808768005881,
    0.8085808768005881,
    0.8085808768005881,
    0.8085808768005881,
    0.8085808768005881,
    0.8085808768005881,
    0.8395172112439013,
    0.8395172112439013,
    0.8395172112439013,
    0.8395172112439013,
    0.8395172112439013,
    0.8395172112439013,
    0.8395172112439013,
    0.8395172112439013,
    0.8395172112439013,
    0.8395172112439013,
    0.8395172112439013,
    0.8395172112439013,
    0.8395172112439013,
    0.8395172112439013,
    0.8627525233035631,
    0.8627525233035631,
    0.8627525233035631,
    0.8627525233035631,
    0.8627525233035631,
    0.8627525233035631,
    0.8627525233035631,
    0.8627525233035631,
    0.8627525233035631,
    0.8627525233035631,
    0.8627525233035631,
    0.8627525233035631
  ],
  "2": [
    "",
    "\"\"",
    "Dozens of booths with colorful banners encircle the polished floor.",
    "Dozens of booths with colorful banners encircle the polished floor, while workshops on networking etiquette begin in the adjoining classroom.",
    "Dozens of booths with colorful banners encircle the polished floor, while workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "At the university, a career fair takes shape as dozens of booths with colorful banners encircle the polished floor and workshops on networking etiquette begin in the adjoining classroom; students line up outside the university gym before the fair opens.",
    "At the university, a career fair forms around a polished floor with dozens of booths and colorful banners; workshops on networking etiquette begin in the adjoining classroom while students line up outside the university gym before the fair opens. Career counselors direct unsure students toward applicable industries as a welcome PA announcement outlines the fair schedule. Tech companies display demo screens showing their latest apps.",
    "At the university, a career fair forms around a polished floor with dozens of booths and colorful banners. Workshops on networking etiquette take place in the adjoining classroom as students line up outside the university gym before the fair opens. A welcome PA announcement outlines the fair schedule, and career counselors direct unsure students toward applicable industries, reminding attendees to maintain eye contact. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. An alumni panel discussed how to prepare for technical interviews.",
    "At the university career fair, a polished floor hosts dozens of booths with colorful banners. Workshops on networking etiquette take place in the adjoining classroom, while students line up outside the gym before the fair opens. A welcome PA announcement outlines the fair schedule, and career counselors direct unsure attendees toward applicable industries, reminding them to maintain eye contact. Students clutch resumes inside branded folders; tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. At the fair, consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces. The engineering society sponsors a resume review table near the stage. A welcome PA announcement broadcasts the schedule."
  ],
  "2_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3535884269767076,
    0.3535884269767076,
    0.3535884269767076,
    0.3535884269767076,
    0.3535884269767076,
    0.3535884269767076,
    0.3535884269767076,
    0.368959809083799,
    0.368959809083799,
    0.368959809083799,
    0.368959809083799,
    0.368959809083799,
    0.368959809083799,
    0.368959809083799,
    0.6161927645751845,
    0.6161927645751845,
    0.6161927645751845,
    0.6161927645751845,
    0.6161927645751845,
    0.6161927645751845,
    0.6161927645751845,
    0.6161927645751845,
    0.6161927645751845,
    0.5208118214566322,
    0.5208118214566322,
    0.5208118214566322,
    0.5208118214566322,
    0.5208118214566322,
    0.5208118214566322,
    0.5208118214566322,
    0.5208118214566322,
    0.5208118214566322,
    0.8388167344570823,
    0.8388167344570823,
    0.8388167344570823,
    0.8388167344570823,
    0.8388167344570823,
    0.8388167344570823,
    0.8388167344570823,
    0.8388167344570823,
    0.8388167344570823,
    0.8388167344570823,
    0.8388167344570823,
    0.8388167344570823,
    0.8711175396536441,
    0.8711175396536441,
    0.8711175396536441,
    0.8711175396536441,
    0.8711175396536441,
    0.8711175396536441,
    0.8711175396536441,
    0.8711175396536441,
    0.8711175396536441,
    0.8711175396536441,
    0.8711175396536441,
    0.8711175396536441,
    0.8711175396536441,
    0.866209312422259,
    0.866209312422259
  ],
  "3": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while healthcare providers showcase community outreach photos.",
    "Students clutch resumes inside branded folders, while healthcare providers showcase community outreach photos. The scene juxtaposes two groups presenting distinct professional materials: resumes securely housed in branded folders for students, and outreach photos displayed by healthcare providers.",
    "The scene centers on a university career fair, with two groups presenting distinct professional materials: students with resumes securely housed in branded folders and healthcare providers displaying community outreach photos. A welcome announcement is being broadcast over the PA system to outline the fair’s schedule. Students line up outside the university gym before the career fair opens. An engineering society sponsors a resume review table near the stage.",
    "At a university career fair, students present resumes in branded folders while healthcare providers display community outreach photos. A PA announcement outlines the fair’s schedule. Outside the university gym, a queue forms before opening. Inside, an engineering society sponsors a resume-review table near the stage. Dozens of booths with colorful banners encircle the polished floor as workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case-study booklets on high tables into piles. Groups of friends mark target employers on the event map, placing marks to designate those employers."
  ],
  "3_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.44138541017326494,
    0.44138541017326494,
    0.44138541017326494,
    0.44138541017326494,
    0.44138541017326494,
    0.44138541017326494,
    0.44138541017326494,
    0.44138541017326494,
    0.44138541017326494,
    0.44138541017326494,
    0.44138541017326494,
    0.44138541017326494,
    0.7832365850155116,
    0.7832365850155116,
    0.7832365850155116,
    0.7832365850155116,
    0.7832365850155116,
    0.7832365850155116,
    0.7832365850155116,
    0.7832365850155116,
    0.7832365850155116,
    0.7832365850155116,
    0.7832365850155116,
    0.7832365850155116,
    0.7832365850155116,
    0.7832365850155116,
    0.7832365850155116,
    0.8326827399379626
  ],
  "4": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries.",
    "An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries.",
    "An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, an alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces. The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system outlining the fair's schedule, while tech companies display demo screens showing their latest apps.",
    "At the career fair, an alumni panel discusses how to prepare for technical interviews while career counselors steer unsure students toward applicable industries. Consulting firms have glossy case study booklets stacked in neat piles on high tables, elevated surfaces that keep the materials within easy reach. The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system outlining the fair’s schedule, and tech companies display demo screens showing their latest apps. Alumni volunteers offer quick pep talks near the coffee station, providing informal encouragement amid the bustle."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.6978880613902637,
    0.6978880613902637,
    0.6978880613902637,
    0.6978880613902637,
    0.6978880613902637,
    0.6978880613902637,
    0.6978880613902637,
    0.6978880613902637,
    0.6978880613902637,
    0.840690760355414,
    0.840690760355414,
    0.840690760355414,
    0.840690760355414,
    0.840690760355414,
    0.840690760355414,
    0.840690760355414,
    0.840690760355414,
    0.840690760355414,
    0.840690760355414,
    0.840690760355414,
    0.840690760355414,
    0.840690760355414,
    0.8364920695591939,
    0.8364920695591939,
    0.8364920695591939,
    0.8364920695591939,
    0.8364920695591939,
    0.8364920695591939,
    0.8364920695591939,
    0.8364920695591939,
    0.8364920695591939,
    0.8364920695591939,
    0.8364920695591939,
    0.8364920695591939,
    0.8364920695591939,
    0.8364920695591939,
    0.8364920695591939,
    0.8364920695591939,
    0.8364920695591939
  ],
  "5": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "An engineering society sponsors a resume review table near the stage.",
    "An engineering society sponsors a resume review table near the stage; an alumni panel discusses how to prepare for technical interviews; consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces.",
    "Dozens of booths with colorful banners circle the polished floor. An engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces. Career counselors redirect unsure students toward applicable industries as a welcome PA announcement outlines the fair schedule. Tech companies display demo screens showing their latest apps, while students line up outside the university gym before the career fair opens."
  ],
  "5_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.449193348274441,
    0.449193348274441,
    0.449193348274441,
    0.449193348274441,
    0.449193348274441,
    0.449193348274441,
    0.449193348274441,
    0.449193348274441,
    0.449193348274441,
    0.449193348274441,
    0.449193348274441,
    0.449193348274441,
    0.449193348274441,
    0.449193348274441,
    0.449193348274441,
    0.449193348274441,
    0.449193348274441,
    0.449193348274441,
    0.8543351014176094,
    0.8543351014176094,
    0.8543351014176094,
    0.8543351014176094,
    0.8543351014176094,
    0.8543351014176094,
    0.8543351014176094,
    0.8543351014176094,
    0.8543351014176094,
    0.8543351014176094,
    0.8543351014176094,
    0.8543351014176094,
    0.8543351014176094,
    0.8543351014176094
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "At the event, students clutch resumes inside branded folders. A cybersecurity company is conducting a password-cracking challenge on a laptop. Nearby, a robotics startup flies a small drone above its booth to draw attention.",
    "At the event, students clutch resumes inside branded folders. A cybersecurity company is conducting a password-cracking challenge on a laptop. Nearby, a robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews.",
    "During the event, students clutch resumes inside branded folders as they line up outside the university gym before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop nearby, while a robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens featuring their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "At the university gym hosting a career fair, students line up outside before opening, clutching resumes in branded folders. Inside, dozens of booths with colorful banners encircle a polished floor. A cybersecurity company conducts a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth to draw attention. Tech companies display demo screens featuring their latest apps, while consulting firms stack glossy case-study booklets on high tables. An alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries, reminding attendees to maintain eye contact. Welcome announcements are broadcast over the PA system outlining the fair schedule; the scene centers on the PA transmission delivering planned activities and timing. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.7089757882493267,
    0.7089757882493267,
    0.7089757882493267,
    0.7089757882493267,
    0.7089757882493267,
    0.7089757882493267,
    0.7089757882493267,
    0.7089757882493267,
    0.7814614548493122,
    0.7814614548493122,
    0.7814614548493122,
    0.7814614548493122,
    0.7814614548493122,
    0.7814614548493122,
    0.7814614548493122,
    0.7814614548493122,
    0.7814614548493122,
    0.7814614548493122,
    0.7814614548493122,
    0.7814614548493122,
    0.7814614548493122,
    0.8992765990614848,
    0.8992765990614848,
    0.8992765990614848,
    0.8992765990614848,
    0.8992765990614848,
    0.8992765990614848,
    0.8992765990614848,
    0.8992765990614848,
    0.8992765990614848,
    0.8992765990614848,
    0.8992765990614848,
    0.8992765990614848,
    0.8992765990614848,
    0.8992765990614848,
    0.8992765990614848,
    0.8992765990614848,
    0.8712887055251232,
    0.8712887055251232,
    0.8712887055251232,
    0.8712887055251232
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the schedule for the fair. Outside the university gym, a queue of students forms as they wait for the career fair to open.",
    "A welcome announcement is broadcast over the PA system, outlining the schedule for the career fair. Outside the university gym, a queue of students forms as they wait for the career fair to open. At the entrance, event staff scan registrations and hand out lanyards.",
    "A welcome announcement is broadcast over the PA system outlining the schedule for the career fair. Outside the university gym, a queue of students forms as they wait for the career fair to open. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, forming piles of volumes. Groups of friends mark target employers on the event map, placing marks to designate those employers.",
    "A career fair is underway at the university, with a welcome announcement broadcast over the PA outlining the fair schedule. Outside the university gym, a queue of students forms as they wait for the fair to open. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, forming piles of volumes. Groups of friends mark target employers on the event map, placing marks to designate those employers. Tech companies display demo screens featuring their latest apps as students line up outside the gym before the fair opens. Career counselors redirect unsure students toward applicable industries.",
    "At a university, a career fair is underway, with a welcome announcement broadcast over the PA outlining the fair schedule. Outside the gym, a queue of students waits for the fair to open, while at the entrance staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, forming piles. Groups of friends mark target employers on the event map, placing marks to designate those employers. Tech companies display demo screens featuring their latest apps as students line up outside the gym before the fair opens. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. The scene centers on the PA transmission delivering the planned activities and timing for attendees.",
    "A university career fair is taking shape, led by a welcome PA announcing the schedule and activities for attendees. Outside the gym, a queue of students waits for the fair to open while staff at the entrance scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, and groups of friends mark target employers on the event map. Tech companies display demo screens showcasing their latest apps as students line up outside the gym. Career counselors redirect unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. The venue features dozens of booths with colorful banners around the polished floor, and workshops on networking etiquette begin in the adjoining classroom."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5425011082646647,
    0.5425011082646647,
    0.5425011082646647,
    0.5425011082646647,
    0.5425011082646647,
    0.5425011082646647,
    0.5425011082646647,
    0.7404599889083259,
    0.7404599889083259,
    0.7404599889083259,
    0.7404599889083259,
    0.7404599889083259,
    0.7404599889083259,
    0.7404599889083259,
    0.7404599889083259,
    0.8126683590696323,
    0.8126683590696323,
    0.8126683590696323,
    0.8126683590696323,
    0.8126683590696323,
    0.8126683590696323,
    0.8126683590696323,
    0.8126683590696323,
    0.8126683590696323,
    0.8256197219051953,
    0.8256197219051953,
    0.8256197219051953,
    0.8256197219051953,
    0.8256197219051953,
    0.8256197219051953,
    0.8256197219051953,
    0.8256197219051953,
    0.8256197219051953,
    0.8256197219051953,
    0.8256197219051953,
    0.8256197219051953,
    0.8256197219051953,
    0.7805193098106253,
    0.7805193098106253,
    0.7805193098106253,
    0.7805193098106253,
    0.7805193098106253,
    0.7805193098106253,
    0.7805193098106253,
    0.7805193098106253,
    0.7805193098106253,
    0.7805193098106253,
    0.7805193098106253,
    0.7805193098106253,
    0.7805193098106253,
    0.7805193098106253,
    0.8680784706905279,
    0.8680784706905279,
    0.8680784706905279,
    0.8680784706905279
  ],
  "8": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos while students clutch resumes inside branded folders.",
    "Healthcare providers showcase community outreach photos while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "At the university, a career fair takes shape as dozens of booths with colorful banners encircle a polished floor. Healthcare providers showcase community outreach photos, while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom as the fair opens, and students line up outside the university gym before doors opens.",
    "At the university, a career fair unfolds with dozens of booths and colorful banners encircling a polished floor. Healthcare providers showcase community outreach photos as students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Students line up outside the university gym before the doors open. Workshops on networking etiquette begin in the adjoining classroom as the fair opens, and an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces. The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system outlining the fair's schedule, and tech companies display demo screens showing their latest apps."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.41000762452087547,
    0.41000762452087547,
    0.41000762452087547,
    0.41000762452087547,
    0.41000762452087547,
    0.41000762452087547,
    0.41000762452087547,
    0.41000762452087547,
    0.585596273980562,
    0.585596273980562,
    0.585596273980562,
    0.585596273980562,
    0.585596273980562,
    0.585596273980562,
    0.585596273980562,
    0.585596273980562,
    0.585596273980562,
    0.585596273980562,
    0.585596273980562,
    0.585596273980562,
    0.830493429499275,
    0.830493429499275,
    0.830493429499275,
    0.830493429499275,
    0.830493429499275,
    0.830493429499275,
    0.830493429499275,
    0.830493429499275,
    0.830493429499275,
    0.830493429499275,
    0.830493429499275,
    0.8824541029337443,
    0.8824541029337443,
    0.8824541029337443,
    0.8824541029337443,
    0.8824541029337443,
    0.8824541029337443,
    0.8824541029337443,
    0.8824541029337443
  ],
  "9": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "At the fair, some students rehearse elevator pitches quietly against the wall. Consulting firms place glossy case study booklets on high tables, forming neat piles on elevated surfaces. A welcome announcement is broadcast over the public-address system, outlining the fair’s schedule.",
    "At the fair, some students rehearse elevator pitches quietly against the wall, while consulting firms place glossy case study booklets on high tables, forming neat piles on elevated surfaces. A welcome announcement is broadcast over the public-address system, outlining the fair’s schedule.",
    "At the fair and campus event, students rehearse elevator pitches quietly against the wall as consulting firms place glossy case study booklets on high tables, forming neat piles on elevated surfaces. A welcome announcement is broadcast over the public-address system outlining the fair's schedule. At the campus event, the engineering society sponsors a resume review table near the stage. A queue of students forms outside the university gym as they wait for the career fair to open. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, while workshops on networking etiquette begin in the adjoining classroom.",
    "At the fair and campus event, dozens of booths with colorful banners encircle the polished floor as workshops on networking etiquette begin in the adjoining classroom. Students rehearse elevator pitches quietly against the wall while consulting firms place glossy case study booklets on high tables, forming neat piles on elevated surfaces. A welcome announcement is broadcast over the PA system outlining the schedule. A robotics startup flies a small drone above its booth to attract attention, and tech companies display demo screens showing their latest apps. At the campus event, the engineering society sponsors a resume review table near the stage, and a queue of students forms outside the university gym as they wait for the fair to open. Career counselors remind attendees to maintain eye contact; an alumni panel discusses preparing for technical interviews, while counselors redirect unsure students toward applicable industries."
  ],
  "9_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.7648609389561191,
    0.7648609389561191,
    0.7648609389561191,
    0.7648609389561191,
    0.7648609389561191,
    0.7648609389561191,
    0.7648609389561191,
    0.7648609389561191,
    0.7648609389561191,
    0.7648609389561191,
    0.6531128625970793,
    0.6531128625970793,
    0.6531128625970793,
    0.6531128625970793,
    0.6531128625970793,
    0.6531128625970793,
    0.6531128625970793,
    0.6531128625970793,
    0.6531128625970793,
    0.6531128625970793,
    0.6531128625970793,
    0.6531128625970793,
    0.6531128625970793,
    0.876723701785086,
    0.876723701785086,
    0.876723701785086,
    0.876723701785086,
    0.876723701785086,
    0.876723701785086,
    0.876723701785086,
    0.876723701785086,
    0.876723701785086,
    0.876723701785086,
    0.876723701785086,
    0.876723701785086,
    0.876723701785086,
    0.876723701785086,
    0.876723701785086,
    0.8923686503479397,
    0.8923686503479397,
    0.8923686503479397
  ],
  "10": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables, creating neat piles on elevated surfaces.",
    "Consulting firms stack glossy case study booklets on high tables, creating neat piles on elevated surfaces.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces. A welcome announcement is broadcast over the PA system, outlining the fair's schedule.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces. A welcome announcement is broadcast over the PA system, outlining the fair's schedule.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces. A welcome announcement is broadcast over the PA system, outlining the fair's schedule.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. A cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers showcase community outreach photos. The scene includes the laptop used for the challenge and a display of outreach photos by healthcare providers, while students clutch resumes inside branded folders.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces. A welcome announcement is broadcast over the PA system outlining the schedule. A cybersecurity company runs a password-cracking challenge on a laptop, while healthcare providers display community outreach photos. Students clutch resumes inside branded folders. The engineering society sponsors a resume‑review table near the stage. Tech companies display demo screens showing their latest apps.",
    "At the university campus career fair, consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces, while a welcome announcement over the PA outlines the schedule. A cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers display community outreach photos. Students clutch resumes inside branded folders. The engineering society sponsors a resume-review table near the stage, and tech companies display demo screens showing their latest apps. A queue forms outside the university gym as students await opening, with HR teams jotting notes on tablets as newcomers introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map, placing marks to designate those employers."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.28359871633045763,
    0.28359871633045763,
    0.28359871633045763,
    0.28359871633045763,
    0.28359871633045763,
    0.28359871633045763,
    0.28359871633045763,
    0.28359871633045763,
    0.28359871633045763,
    0.28359871633045763,
    0.5963467949557156,
    0.5963467949557156,
    0.5963467949557156,
    0.5963467949557156,
    0.5963467949557156,
    0.5963467949557156,
    0.5963467949557156,
    0.5963467949557156,
    0.5963467949557156,
    0.5963467949557156,
    0.5963467949557156,
    0.5963467949557156,
    0.5963467949557156,
    0.5963467949557156,
    0.5963467949557156,
    0.5963467949557156,
    0.5963467949557156,
    0.5963467949557156,
    0.5963467949557156,
    0.5963467949557156,
    0.5963467949557156,
    0.5963467949557156,
    0.5963467949557156,
    0.5963467949557156,
    0.788952659081021,
    0.788952659081021,
    0.788952659081021,
    0.788952659081021,
    0.788952659081021,
    0.788952659081021,
    0.788952659081021,
    0.788952659081021,
    0.788952659081021,
    0.788952659081021,
    0.788952659081021,
    0.788952659081021,
    0.788952659081021,
    0.788952659081021,
    0.788952659081021,
    0.8601844062660852,
    0.8601844062660852,
    0.8601844062660852,
    0.8601844062660852,
    0.8601844062660852,
    0.8601844062660852,
    0.8601844062660852,
    0.8601844062660852,
    0.8601844062660852,
    0.8601844062660852,
    0.8601844062660852,
    0.8601844062660852,
    0.8601844062660852,
    0.8694253026517815
  ],
  "11": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Dozens of booths with colorful banners encircle the polished floor as workshops on networking etiquette begin in the adjoining classroom. Outside the university gym, students line up before the career fair opens.",
    "Dozens of booths with colorful banners encircle the polished floor as workshops on networking etiquette begin in the adjoining classroom. Outside the university gym, a queue of students forms, waiting for the career fair to open. Inside the university career fair, consulting firms stack glossy case study booklets on high tables into piles. Groups of friends mark target employers on the event map, placing marks to designate those employers. A welcome announcement is broadcast over the PA system, outlining the schedule for the fair.",
    "A university career fair unfolds on a polished gym floor, surrounded by dozens of booths with colorful banners. Workshops on networking etiquette are beginning in the adjoining classroom. Outside, a queue of students forms near the gym, waiting for the fair to open. Inside, consulting firms stack glossy case study booklets on high tables into neat piles. Groups of friends mark target employers on the event map, placing marks to designate those employers. A welcome announcement is broadcast over the PA system, outlining the schedule for the fair. Some students rehearse elevator pitches quietly against the wall."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.609065035163856,
    0.609065035163856,
    0.609065035163856,
    0.609065035163856,
    0.609065035163856,
    0.609065035163856,
    0.609065035163856,
    0.609065035163856,
    0.609065035163856,
    0.609065035163856,
    0.609065035163856,
    0.609065035163856,
    0.8157997568371967,
    0.8157997568371967,
    0.8157997568371967,
    0.8157997568371967,
    0.8157997568371967,
    0.8157997568371967,
    0.8157997568371967,
    0.8157997568371967,
    0.8157997568371967,
    0.8157997568371967,
    0.8157997568371967,
    0.8157997568371967,
    0.8157997568371967,
    0.8409838192437313,
    0.8409838192437313,
    0.8409838192437313,
    0.8409838192437313,
    0.8409838192437313,
    0.8409838192437313,
    0.8409838192437313,
    0.8409838192437313,
    0.8409838192437313,
    0.8409838192437313,
    0.8409838192437313,
    0.8409838192437313
  ],
  "12": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "At the campus event, the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "At the campus event, the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "At the campus event, the engineering society sponsors a resume review table near the stage, and students line up outside the university gym before the career fair opens.",
    "At the campus event, the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "At the campus event, the engineering society sponsors a resume review table near the stage. A queue of students forms outside the university gym as they wait for the career fair to open. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, while workshops on networking etiquette begin in the adjoining classroom.",
    "At the campus career fair, the engineering society sponsors a resume-review table near the stage, while a queue forms outside the university gym as students await the fair’s opening. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, and workshops on networking etiquette run in the adjoining classroom. Consulting firms stack glossy case-study booklets on high tables, reinforcing the fair setting. A welcome announcement over the PA outlines the fair schedule. Meanwhile, some students rehearse elevator pitches quietly against the wall.",
    "At the campus career fair, dozens of booths with colorful banners encircle the polished floor, while the engineering society sponsors a resume-review table near the stage and students line up outside the university gym before opening. A robotics startup flies a small drone above its booth to attract attention as career counselors remind attendees to maintain eye contact. Workshops on networking etiquette run in the adjoining classroom. Consulting firms stack glossy case-study booklets on high tables, reinforcing the fair setting, and a welcome announcement over the PA outlines the schedule. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications."
  ],
  "12_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.5591920204936687,
    0.5591920204936687,
    0.5591920204936687,
    0.5591920204936687,
    0.5591920204936687,
    0.5591920204936687,
    0.5591920204936687,
    0.5591920204936687,
    0.5591920204936687,
    0.5591920204936687,
    0.5591920204936687,
    0.5591920204936687,
    0.4106841595052092,
    0.4106841595052092,
    0.4106841595052092,
    0.4106841595052092,
    0.4106841595052092,
    0.4106841595052092,
    0.4106841595052092,
    0.7717687502686388,
    0.7717687502686388,
    0.7717687502686388,
    0.7717687502686388,
    0.7717687502686388,
    0.7717687502686388,
    0.7717687502686388,
    0.7717687502686388,
    0.7717687502686388,
    0.8269088456178557,
    0.8269088456178557,
    0.8269088456178557,
    0.8269088456178557,
    0.8269088456178557,
    0.8269088456178557,
    0.8269088456178557,
    0.8269088456178557,
    0.8269088456178557,
    0.8495524056900579,
    0.8495524056900579,
    0.8495524056900579,
    0.8495524056900579,
    0.8495524056900579,
    0.8495524056900579,
    0.8495524056900579,
    0.8495524056900579,
    0.8495524056900579,
    0.8495524056900579,
    0.8495524056900579,
    0.8495524056900579,
    0.8495524056900579,
    0.8495524056900579,
    0.8495524056900579,
    0.8755769169290015,
    0.8755769169290015,
    0.8755769169290015,
    0.8755769169290015,
    0.8755769169290015,
    0.8755769169290015,
    0.8755769169290015,
    0.8755769169290015
  ],
  "13": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop, while human resources teams jot notes on tablets and students introduce themselves.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop; human resources teams jot notes on tablets while students introduce themselves. Nearby, a robotics startup flies a small drone above its booth to draw attention.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves, with students clutching resumes inside branded folders. Nearby, a robotics startup flies a small drone above its booth to draw attention. The scene includes the laptop used for the challenge and a display of outreach photos by healthcare providers.",
    "At a university gym, a multi-booth career fair unfolds with demonstrations, panels, and displayed materials. A cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves, with students clutching resumes inside branded folders. Nearby, a robotics startup flies a small drone above its booth to draw attention. The scene includes the laptop used for the challenge and the outreach-photo display. Students line up outside the gym before the fair opens. A resume-review table sponsored by an engineering society sits near the stage. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case-study booklets on high tables, forming neat piles on elevated surfaces."
  ],
  "13_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3355841164251739,
    0.3355841164251739,
    0.3355841164251739,
    0.3355841164251739,
    0.3355841164251739,
    0.3355841164251739,
    0.3355841164251739,
    0.3355841164251739,
    0.3355841164251739,
    0.3355841164251739,
    0.5954618364229753,
    0.5954618364229753,
    0.5954618364229753,
    0.5954618364229753,
    0.5954618364229753,
    0.5954618364229753,
    0.5954618364229753,
    0.5954618364229753,
    0.5954618364229753,
    0.5954618364229753,
    0.5954618364229753,
    0.5954618364229753,
    0.5954618364229753,
    0.7302771164902211,
    0.7302771164902211,
    0.7302771164902211,
    0.7302771164902211,
    0.7302771164902211,
    0.7302771164902211,
    0.7302771164902211,
    0.7302771164902211,
    0.7302771164902211,
    0.7302771164902211,
    0.7302771164902211,
    0.7302771164902211,
    0.7302771164902211,
    0.8640858158028686,
    0.8640858158028686,
    0.8640858158028686,
    0.8640858158028686,
    0.8640858158028686
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, while some students rehearse elevator pitches quietly against the wall.",
    "Event staff scan registrations and hand out lanyards at the entrance, while some students rehearse elevator pitches quietly against the wall. At the fair, career counselors direct unsure students toward applicable industries, guiding them toward suitable career paths. A welcome announcement is broadcast over the PA system outlining the fair's schedule. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, event staff scan registrations and hand out lanyards at the entrance while some students rehearse elevator pitches quietly against the wall. Career counselors direct unsure students toward applicable industries, guiding them toward suitable career paths. A welcome announcement is broadcast over the PA system outlining the fair's schedule. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, forming piles of volumes. Groups of friends mark target employers on the event map, placing marks to designate those employers. Outside the university gym, a queue of students forms as they wait for the career fair to open.",
    "At the university career fair, event staff scan registrations and hand out lanyards at the entrance, while some students rehearse elevator pitches quietly against the wall. Career counselors direct unsure students toward applicable industries and suitable career paths, guiding them toward appropriate options. A welcome announcement is broadcast over the PA system outlining the fair's schedule. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces. Groups of friends mark target employers on the event map, placing marks to designate those employers. Outside the university gym, a queue of students forms as they wait for the career fair to open. Students clutch resumes inside branded folders."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3833319781016915,
    0.3833319781016915,
    0.3833319781016915,
    0.3833319781016915,
    0.3833319781016915,
    0.3833319781016915,
    0.3833319781016915,
    0.3833319781016915,
    0.3833319781016915,
    0.8541086694247932,
    0.8541086694247932,
    0.8541086694247932,
    0.8541086694247932,
    0.8541086694247932,
    0.8541086694247932,
    0.8541086694247932,
    0.8541086694247932,
    0.8541086694247932,
    0.8541086694247932,
    0.8541086694247932,
    0.8541086694247932,
    0.8541086694247932,
    0.8541086694247932,
    0.8339398998023986,
    0.8339398998023986,
    0.8339398998023986,
    0.8339398998023986,
    0.8339398998023986,
    0.8339398998023986,
    0.8339398998023986,
    0.8339398998023986,
    0.8339398998023986,
    0.8339398998023986,
    0.8339398998023986,
    0.8339398998023986,
    0.8339398998023986,
    0.8339398998023986,
    0.8339398998023986,
    0.8339398998023986,
    0.8385241874072362
  ],
  "15": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement is being broadcast over the public-address (PA) system, presenting the fair’s schedule for attendees. The scene centers on the PA transmission delivering the planned activities and timing for the event.",
    "A welcome announcement is being broadcast over the public-address (PA) system, presenting the fair’s schedule for attendees. The scene centers on the PA transmission delivering the planned activities and timing for the event. Some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement is being broadcast over the public-address system, presenting the fair’s schedule for attendees. The scene centers on the PA transmission delivering the planned activities and their timing. Nearby, some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps.",
    "A welcome announcement is broadcast over the public-address system, presenting the fair’s schedule and the timing of planned activities for attendees; the scene centers on the PA transmission delivering these details. Nearby, students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showcasing their latest apps. A robotics startup flies a small drone above its booth to attract attention, while human resources teams jot notes on tablets as students introduce themselves; students clutch resumes inside branded folders.",
    "An ongoing welcome announcement is broadcast over the public-address system, outlining the fair schedule and the timing of planned activities for attendees, with the PA transmission as the focal detail. Nearby, students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showcasing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves, and students clutch resumes inside branded folders. Near the stage, an engineering society sponsors a resume-review table."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.5232874399506955,
    0.5232874399506955,
    0.5232874399506955,
    0.5232874399506955,
    0.5232874399506955,
    0.5232874399506955,
    0.5232874399506955,
    0.6787288159738293,
    0.6787288159738293,
    0.6787288159738293,
    0.6787288159738293,
    0.6787288159738293,
    0.6787288159738293,
    0.6787288159738293,
    0.6787288159738293,
    0.6787288159738293,
    0.7190222067963621,
    0.7190222067963621,
    0.7190222067963621,
    0.7190222067963621,
    0.7190222067963621,
    0.7190222067963621,
    0.7190222067963621,
    0.7190222067963621,
    0.7190222067963621,
    0.7190222067963621,
    0.7190222067963621,
    0.7190222067963621,
    0.8226559259753135,
    0.8226559259753135,
    0.8226559259753135,
    0.8226559259753135,
    0.8226559259753135,
    0.8226559259753135,
    0.8226559259753135,
    0.8226559259753135,
    0.8226559259753135,
    0.8226559259753135,
    0.8226559259753135,
    0.8662039499541552,
    0.8662039499541552,
    0.8662039499541552,
    0.8662039499541552,
    0.8662039499541552,
    0.8662039499541552
  ],
  "16": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Tech companies are displaying demo screens that showcase their latest apps.",
    "Tech companies are displaying demo screens to showcase their latest apps. At the entrance, event staff scan registrations and hand out lanyards.",
    "Tech companies are displaying demo screens to showcase their latest apps, creating a zone of demonstrations within the event. At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors redirect unsure students toward applicable industries.",
    "Tech companies display demo screens to showcase their latest apps, creating a dedicated zone of demonstrations within the event. At the entrance, event staff scan registrations and hand out attendee lanyards. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications.",
    "The event features a dedicated demonstrations zone where tech companies display demo screens to showcase their latest apps. At the entrance, event staff scan registrations and hand out attendee lanyards. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. At the event, a cybersecurity company is conducting a password-cracking challenge on a laptop. Nearby, a robotics startup flies a small drone above its booth to draw attention.",
    "The event features a dedicated demonstrations zone where tech companies display demo screens to showcase their latest apps. At the entrance, event staff scan registrations and hand out attendee lanyards. Career counselors direct unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces. Finance firms offer QR codes for immediate internship applications. A cybersecurity company is conducting a password-cracking challenge on a laptop. Nearby, a robotics startup flies a small drone above its booth to draw attention. Students clutch resumes inside branded folders. A welcome announcement is broadcast over the PA system, outlining the fair's schedule."
  ],
  "16_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.5691424157481335,
    0.5691424157481335,
    0.5691424157481335,
    0.5691424157481335,
    0.5691424157481335,
    0.5691424157481335,
    0.5691424157481335,
    0.7618342324649339,
    0.7618342324649339,
    0.7618342324649339,
    0.7618342324649339,
    0.7618342324649339,
    0.7618342324649339,
    0.7618342324649339,
    0.7618342324649339,
    0.8459037835682913,
    0.8459037835682913,
    0.8459037835682913,
    0.8459037835682913,
    0.8459037835682913,
    0.8459037835682913,
    0.8459037835682913,
    0.8459037835682913,
    0.8459037835682913,
    0.8459037835682913,
    0.8459037835682913,
    0.8518576770897935,
    0.8518576770897935,
    0.8518576770897935,
    0.8518576770897935,
    0.8518576770897935,
    0.8518576770897935,
    0.8518576770897935,
    0.8518576770897935,
    0.8518576770897935,
    0.8518576770897935,
    0.8518576770897935,
    0.8518576770897935,
    0.8518576770897935,
    0.8518576770897935,
    0.8518576770897935,
    0.900666582327671,
    0.900666582327671,
    0.900666582327671,
    0.900666582327671,
    0.900666582327671,
    0.900666582327671,
    0.900666582327671
  ],
  "17": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "A welcome announcement is being broadcast over the PA system to outline the schedule for the fair.",
    "A welcome announcement is being broadcast over the PA system to outline the schedule for the fair. Students line up outside the university gym before the career fair opens. An engineering society sponsors a resume review table near the stage.",
    "A welcome announcement over the PA outlines the schedule for the fair. Students line up outside the university gym before the career fair opens. An engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "A career fair unfolds at the university gym, initiated by a welcome announcement over the PA outlining the schedule. Students line up outside before the fair opens, some rehearsing elevator pitches quietly against the wall. An engineering society sponsors a resume review table near the stage. Inside the fair, consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces. A cybersecurity company runs a password-cracking challenge on a laptop, which is present on the scene. Healthcare providers showcase community outreach photos. The scene includes the laptop used for the challenge and a display of outreach photos, while students clutch resumes inside branded folders."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.431261625554812,
    0.431261625554812,
    0.431261625554812,
    0.431261625554812,
    0.431261625554812,
    0.431261625554812,
    0.431261625554812,
    0.6895650050074684,
    0.6895650050074684,
    0.6895650050074684,
    0.6895650050074684,
    0.6895650050074684,
    0.6895650050074684,
    0.6895650050074684,
    0.7437012376326377,
    0.7437012376326377,
    0.7437012376326377,
    0.7437012376326377,
    0.7437012376326377,
    0.7437012376326377,
    0.7437012376326377,
    0.7437012376326377,
    0.7437012376326377,
    0.7437012376326377,
    0.7437012376326377,
    0.7437012376326377,
    0.7437012376326377,
    0.7437012376326377,
    0.8416912322319862,
    0.8416912322319862,
    0.8416912322319862,
    0.8416912322319862,
    0.8416912322319862,
    0.8416912322319862,
    0.8416912322319862,
    0.8416912322319862,
    0.8416912322319862,
    0.8416912322319862,
    0.8416912322319862
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. An engineering society sponsors a resume review table near the stage.",
    "Students line up outside the university gym before the career fair opens. An engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards.",
    "Students line up outside the university gym before the career fair opens. A resume review table sponsored by an engineering society sits near the stage. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces.",
    "Students line up outside the university gym before the career fair opens. A resume review table sponsored by an engineering society sits near the stage. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces.",
    "Outside the university gym before the career fair opens, students line up awaiting entry. A resume review table sponsored by an engineering society sits near the stage. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces. Tech companies display demo screens showing their latest apps."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5490673264475361,
    0.5490673264475361,
    0.5490673264475361,
    0.5490673264475361,
    0.5490673264475361,
    0.5490673264475361,
    0.5490673264475361,
    0.5490673264475361,
    0.7492585316023095,
    0.7492585316023095,
    0.7492585316023095,
    0.7492585316023095,
    0.7492585316023095,
    0.7492585316023095,
    0.7492585316023095,
    0.7492585316023095,
    0.7492585316023095,
    0.7492585316023095,
    0.7839341383964473,
    0.7839341383964473,
    0.7839341383964473,
    0.7839341383964473,
    0.7839341383964473,
    0.7839341383964473,
    0.7839341383964473,
    0.7839341383964473,
    0.7839341383964473,
    0.7839341383964473,
    0.7839341383964473,
    0.7839341383964473,
    0.7839341383964473,
    0.7839341383964473,
    0.7839341383964473,
    0.7839341383964473,
    0.7839341383964473,
    0.7839341383964473,
    0.7839341383964473,
    0.7839341383964473,
    0.7839341383964473,
    0.7839341383964473,
    0.7839341383964473,
    0.7839341383964473,
    0.8285718565442342,
    0.8285718565442342,
    0.8285718565442342
  ],
  "19": [
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders.",
    "At the event, students clutch resumes inside branded folders. A cybersecurity company is conducting a password-cracking challenge on a laptop. Nearby, a robotics startup flies a small drone above its booth to draw attention.",
    "At the event, students clutch resumes inside branded folders; a cybersecurity company is conducting a password-cracking challenge on a laptop; a robotics startup flies a small drone above its booth to draw attention; dozens of booths with colorful banners encircle the polished floor; workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, students clutch resumes inside branded folders. A cybersecurity company is conducting a password-cracking challenge on a laptop at its booth. A robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement is broadcast over the public-address system, presenting the fair’s schedule for attendees. The scene centers on the PA transmission delivering the planned activities and timing for the event.",
    "Dozens of booths with colorful banners line a polished floor, and the scene centers on a PA transmission delivering the planned activities and timing for the event, including a welcome announcement outlining the schedule. At a cybersecurity company booth, a password-cracking challenge runs on a laptop. A robotics startup flies a small drone above its booth to draw attention. Students clutch resumes inside branded folders. Consulting firms stack glossy case-study booklets on high tables, forming neat piles on elevated surfaces. The engineering society sponsors a resume-review table near the stage. An adjoining classroom hosts workshops on networking etiquette. Tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners line a polished floor at a career fair, where a PA transmission delivers planned activities and timing, including a welcome announcement with the schedule. At a cybersecurity company booth, a password-cracking challenge runs on a laptop. A robotics startup flies a small drone above its booth to draw attention. Students clutch resumes inside branded folders. Consulting firms stack glossy case-study booklets on high tables, forming neat piles on elevated surfaces. The engineering society sponsors a resume-review table near the stage. An adjoining classroom hosts workshops on networking etiquette. Tech companies display demo screens showing their latest apps."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.7089757882493267,
    0.7089757882493267,
    0.7089757882493267,
    0.7089757882493267,
    0.7089757882493267,
    0.7089757882493267,
    0.7089757882493267,
    0.5207817276033269,
    0.5207817276033269,
    0.5207817276033269,
    0.5207817276033269,
    0.5207817276033269,
    0.5207817276033269,
    0.5207817276033269,
    0.5207817276033269,
    0.5207817276033269,
    0.5207817276033269,
    0.7926051372918417,
    0.7926051372918417,
    0.7926051372918417,
    0.7926051372918417,
    0.7926051372918417,
    0.7926051372918417,
    0.7926051372918417,
    0.7926051372918417,
    0.7926051372918417,
    0.7926051372918417,
    0.8259811564449959,
    0.8259811564449959,
    0.8259811564449959,
    0.8259811564449959,
    0.8259811564449959,
    0.8259811564449959,
    0.8259811564449959,
    0.8259811564449959,
    0.8259811564449959,
    0.8259811564449959,
    0.8259811564449959,
    0.8259811564449959,
    0.8259811564449959,
    0.8259811564449959,
    0.8259811564449959,
    0.868366013205998,
    0.868366013205998,
    0.868366013205998,
    0.868366013205998,
    0.868366013205998,
    0.868366013205998,
    0.868366013205998
  ],
  "20": [
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "At the event, a cybersecurity company is conducting a password-cracking challenge on a laptop. Nearby, a robotics startup flies a small drone above its booth to draw attention.",
    "At the event, a cybersecurity company is conducting a password-cracking challenge on a laptop. Nearby, a robotics startup flies a small drone above its booth to draw attention. Students clutch resumes inside branded folders.",
    "At the event, a cybersecurity company is conducting a password-cracking challenge on a laptop. Nearby, a robotics startup flies a small drone above its booth to draw attention. Students clutch resumes inside branded folders.",
    "At the event, a cybersecurity company conducts a password-cracking challenge on a laptop. Nearby, a robotics startup flies a small drone above its booth to draw attention. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews, while counselors redirect unsure students toward applicable industries.",
    "At a recruiting-focused event, a cybersecurity company runs a password-cracking challenge on a laptop. Nearby, a robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews, while counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables.",
    "At a recruiting-focused event, a cybersecurity company runs a password-cracking challenge on a laptop, while a robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders as career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews, and counselors redirect unsure students toward applicable industries. Consulting firms display glossy case-study booklets stacked on high tables and arranged in neat piles on elevated surfaces, presenting prepared materials. At the career fair, finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. An engineering society sponsors a resume review table near the stage."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.5211091480755337,
    0.5211091480755337,
    0.5211091480755337,
    0.5211091480755337,
    0.5211091480755337,
    0.5211091480755337,
    0.5211091480755337,
    0.5211091480755337,
    0.6900300847343892,
    0.6900300847343892,
    0.6900300847343892,
    0.6900300847343892,
    0.6900300847343892,
    0.6900300847343892,
    0.6900300847343892,
    0.6900300847343892,
    0.6900300847343892,
    0.6900300847343892,
    0.6900300847343892,
    0.6900300847343892,
    0.6900300847343892,
    0.6900300847343892,
    0.6900300847343892,
    0.6900300847343892,
    0.6900300847343892,
    0.8227082101552887,
    0.8227082101552887,
    0.8227082101552887,
    0.8227082101552887,
    0.8227082101552887,
    0.8227082101552887,
    0.8227082101552887,
    0.8227082101552887,
    0.8227082101552887,
    0.8227082101552887,
    0.8227082101552887,
    0.8227082101552887,
    0.8227082101552887,
    0.8011540871417574,
    0.8011540871417574,
    0.8011540871417574,
    0.8011540871417574,
    0.8011540871417574,
    0.8011540871417574,
    0.8011540871417574,
    0.8011540871417574,
    0.8011540871417574,
    0.8011540871417574,
    0.8011540871417574,
    0.8673264800047308,
    0.8673264800047308,
    0.8673264800047308,
    0.8673264800047308,
    0.8673264800047308
  ],
  "21": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "At the campus event, the engineering society sponsors a resume review table near the stage, while students line up outside the university gym before the career fair opens.",
    "At the campus event, the engineering society sponsors a resume review table near the stage, while students line up outside the university gym before the career fair opens. Tech companies are displaying demo screens to showcase their latest apps. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the campus event, the engineering society sponsors a resume review table near the stage, while students line up outside the university gym before the career fair opens. Tech companies display demo screens to showcase their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a campus event, the engineering society sponsors a resume review table near the stage, while students line up outside the university gym before the career fair opens. Tech companies display demo screens to showcase their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company is conducting a password-cracking challenge on a laptop at the event. Nearby, a robotics startup flies a small drone above its booth to draw attention.",
    "At a campus event, the engineering society sponsors a resume review table near the stage, while students line up outside the university gym before the career fair opens. Tech companies display demo screens to showcase their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company is conducting a password-cracking challenge on a laptop, with HR teams jotting notes on tablets as students introduce themselves. Nearby, a robotics startup flies a small drone above its booth to draw attention."
  ],
  "21_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41828343279003294,
    0.41828343279003294,
    0.41828343279003294,
    0.41828343279003294,
    0.41828343279003294,
    0.41828343279003294,
    0.41828343279003294,
    0.41828343279003294,
    0.7789041449041538,
    0.7789041449041538,
    0.7789041449041538,
    0.7789041449041538,
    0.7789041449041538,
    0.7789041449041538,
    0.7789041449041538,
    0.8016097011356818,
    0.8016097011356818,
    0.8016097011356818,
    0.8016097011356818,
    0.8016097011356818,
    0.8016097011356818,
    0.8016097011356818,
    0.8016097011356818,
    0.8016097011356818,
    0.8336244004965636,
    0.8336244004965636,
    0.8336244004965636,
    0.8336244004965636,
    0.8336244004965636,
    0.8336244004965636,
    0.8336244004965636,
    0.8336244004965636,
    0.8336244004965636,
    0.8336244004965636,
    0.8336244004965636,
    0.8336244004965636,
    0.8336244004965636,
    0.8415262292100896,
    0.8415262292100896,
    0.8415262292100896,
    0.8415262292100896,
    0.8415262292100896,
    0.8415262292100896,
    0.8415262292100896,
    0.8415262292100896,
    0.8415262292100896
  ],
  "22": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves, while a robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup flies a small drone above its booth to attract attention while human resources teams jot notes on tablets as students introduce themselves; students clutch resumes inside branded folders.",
    "At the university career fair, a robotics startup flies a small drone above its booth to attract attention. HR teams jot notes on tablets as students introduce themselves, while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, forming piles of volumes. Groups of friends mark target employers on the event map, placing marks to designate those employers. A welcome announcement is broadcast over the PA system, outlining the schedule for the fair. Outside the university gym, a queue of students forms as they wait for the career fair to open.",
    "At the university career fair, a robotics startup uses a small drone above its booth to attract attention. HR teams jot notes on tablets as students introduce themselves, while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, forming piles of volumes. Groups of friends mark target employers on the event map, placing marks to designate those employers. A welcome announcement is broadcast over the PA system, outlining the schedule for the fair. Outside the university gym, a queue of students forms as they wait for the career fair to open. Some students rehearse elevator pitches quietly against the wall."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.43536232697074617,
    0.43536232697074617,
    0.43536232697074617,
    0.43536232697074617,
    0.43536232697074617,
    0.43536232697074617,
    0.43536232697074617,
    0.43536232697074617,
    0.43536232697074617,
    0.43536232697074617,
    0.5053199034949595,
    0.5053199034949595,
    0.5053199034949595,
    0.5053199034949595,
    0.5053199034949595,
    0.5053199034949595,
    0.5053199034949595,
    0.5053199034949595,
    0.5053199034949595,
    0.5053199034949595,
    0.8276658035214961,
    0.8276658035214961,
    0.8276658035214961,
    0.8276658035214961,
    0.8276658035214961,
    0.8276658035214961,
    0.8276658035214961,
    0.8276658035214961,
    0.8276658035214961,
    0.8276658035214961,
    0.8276658035214961,
    0.833650738359184,
    0.833650738359184,
    0.833650738359184,
    0.833650738359184,
    0.833650738359184,
    0.833650738359184,
    0.833650738359184,
    0.833650738359184,
    0.833650738359184,
    0.833650738359184,
    0.833650738359184,
    0.833650738359184
  ],
  "23": [
    "",
    "",
    "",
    "A queue of students forms outside the university gym as they wait for the career fair to open.",
    "Outside the university gym, a queue of students forms as they wait for the career fair to open, while career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, a queue of students forms as they wait for the career fair to open. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, a queue of students forms as they wait for the career fair to open. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, while workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, a queue of students forms as they wait for the career fair to open. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, while workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, a queue of students forms as they wait for the career fair to open. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, while workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. Consulting firms display glossy case study booklets stacked on high tables, arranged in neat piles on elevated surfaces, presenting prepared materials.",
    "Outside the university gym, a queue of students forms as they wait for the career fair to open. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette take place in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. Consulting firms display glossy case study booklets stacked on high tables, arranged in neat piles on elevated surfaces, presenting prepared materials. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, a queue of students forms as they wait for the career fair to open. Dozens of booths with colorful banners encircle the polished floor, while career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries and suitable career paths. Workshops on networking etiquette take place in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. Consulting firms display glossy case study booklets stacked on high tables, arranged in neat piles on elevated surfaces. Tech companies show demo screens of their latest apps. An alumni panel discusses how to prepare for technical interviews. A welcome announcement broadcast over the PA system outlines the fair's schedule."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.3945133121364576,
    0.3945133121364576,
    0.3945133121364576,
    0.3945133121364576,
    0.3945133121364576,
    0.3700239207701462,
    0.3700239207701462,
    0.3700239207701462,
    0.3700239207701462,
    0.3700239207701462,
    0.5086558722532213,
    0.5086558722532213,
    0.5086558722532213,
    0.5086558722532213,
    0.5086558722532213,
    0.5086558722532213,
    0.5086558722532213,
    0.7181875324169442,
    0.7181875324169442,
    0.7181875324169442,
    0.7181875324169442,
    0.7181875324169442,
    0.7181875324169442,
    0.7181875324169442,
    0.7181875324169442,
    0.7181875324169442,
    0.7181875324169442,
    0.7181875324169442,
    0.7181875324169442,
    0.7181875324169442,
    0.7181875324169442,
    0.7181875324169442,
    0.7181875324169442,
    0.8122472231717828,
    0.8122472231717828,
    0.8122472231717828,
    0.8122472231717828,
    0.8122472231717828,
    0.8122472231717828,
    0.8122472231717828,
    0.8122472231717828,
    0.8122472231717828,
    0.8122472231717828,
    0.8122472231717828,
    0.8122472231717828,
    0.8122472231717828,
    0.8122472231717828,
    0.8122472231717828,
    0.8497124598756738,
    0.8497124598756738,
    0.8497124598756738,
    0.8497124598756738,
    0.8497124598756738,
    0.8497124598756738,
    0.8497124598756738,
    0.8497124598756738,
    0.8497124598756738,
    0.8497124598756738,
    0.8497124598756738,
    0.8497124598756738,
    0.8885064796334521,
    0.8885064796334521
  ],
  "24": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, and a welcome announcement over the PA system outlines the fair schedule.",
    "Consulting firms stack glossy case study booklets on high tables, establishing a setting for the fair. A welcome announcement over the PA system outlines the fair schedule. Meanwhile, some students rehearse elevator pitches quietly against the wall.",
    "A campus career fair unfolds in a space with a polished floor, where dozens of booths with colorful banners encircle the room. Consulting firms stack glossy case study booklets on high tables to establish the fair setting. A welcome announcement over the PA outlines the schedule. Students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. A queue forms outside the university gym as students wait for the fair to open. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "A campus career fair is taking place in a space with a polished floor. Dozens of booths with colorful banners encircle the room. Consulting firms stack glossy case study booklets on high tables to establish the fair setting. A welcome announcement over the PA outlines the schedule. Students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. A queue forms outside the university gym as students wait for the fair to open. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.7288974332770873,
    0.7288974332770873,
    0.7288974332770873,
    0.7288974332770873,
    0.7288974332770873,
    0.7288974332770873,
    0.7288974332770873,
    0.7288974332770873,
    0.7288974332770873,
    0.7288974332770873,
    0.7288974332770873,
    0.8747357521466279,
    0.8747357521466279,
    0.8747357521466279,
    0.8747357521466279,
    0.8747357521466279,
    0.8747357521466279,
    0.8747357521466279,
    0.8747357521466279,
    0.8747357521466279,
    0.8747357521466279,
    0.8747357521466279,
    0.8747357521466279,
    0.8747357521466279,
    0.8747357521466279,
    0.8636029130940255,
    0.8636029130940255,
    0.8636029130940255,
    0.8636029130940255,
    0.8636029130940255,
    0.8636029130940255
  ],
  "25": [
    "",
    "",
    "\"\"",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications. Consulting firms display glossy case study booklets stacked on high tables, arranged in neat piles on elevated surfaces, presenting prepared materials.",
    "At a career fair, finance firms offer QR codes for immediate internship applications. Consulting firms display glossy case study booklets stacked on high tables and arranged in neat piles on elevated surfaces, presenting prepared materials. Some students rehearse elevator pitches quietly against the wall.",
    "At a career fair, finance firms offer QR codes for immediate internship applications. Consulting firms display glossy case study booklets stacked on high tables and arranged in neat piles on elevated surfaces, presenting prepared materials. Some students rehearse elevator pitches quietly against the wall. An engineering society sponsors a resume review table near the stage.",
    "At a career fair, finance firms offer QR codes for immediate internship applications. Consulting firms display glossy case study booklets stacked on high tables and arranged in neat piles on elevated surfaces, presenting prepared materials. Some students rehearse elevator pitches quietly against the wall. An engineering society sponsors a resume review table near the stage. At the event, a cybersecurity company is conducting a password-cracking challenge on a laptop. Nearby, a robotics startup flies a small drone above its booth to draw attention."
  ],
  "25_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.5663993346281561,
    0.5663993346281561,
    0.5663993346281561,
    0.5663993346281561,
    0.5663993346281561,
    0.5663993346281561,
    0.5663993346281561,
    0.5663993346281561,
    0.5663993346281561,
    0.783825788533627,
    0.783825788533627,
    0.783825788533627,
    0.783825788533627,
    0.783825788533627,
    0.783825788533627,
    0.783825788533627,
    0.783825788533627,
    0.783825788533627,
    0.783825788533627,
    0.8156642339927027,
    0.8156642339927027,
    0.8156642339927027,
    0.8156642339927027,
    0.8156642339927027,
    0.8156642339927027,
    0.8156642339927027,
    0.8156642339927027,
    0.8156642339927027,
    0.8156642339927027,
    0.8156642339927027,
    0.8156642339927027,
    0.8156642339927027,
    0.8156642339927027,
    0.8766111809385371,
    0.8766111809385371,
    0.8766111809385371,
    0.8766111809385371,
    0.8766111809385371,
    0.8766111809385371,
    0.8766111809385371,
    0.8766111809385371,
    0.8766111809385371,
    0.8766111809385371,
    0.8766111809385371
  ],
  "26": [
    "",
    "",
    "",
    "\"\"",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "At the event, a cybersecurity company is conducting a password-cracking challenge on a laptop. Nearby, a robotics startup flies a small drone above its booth to draw attention.",
    "At the event, a cybersecurity company is conducting a password-cracking challenge on a laptop. Nearby, a robotics startup flies a small drone above its booth to draw attention.",
    "At the event, a cybersecurity company is conducting a password-cracking challenge on a laptop. Nearby, a robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, a cybersecurity company is conducting a password-cracking challenge on a laptop. Nearby, a robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.5211091480755337,
    0.5211091480755337,
    0.5211091480755337,
    0.5211091480755337,
    0.5211091480755337,
    0.5211091480755337,
    0.5211091480755337,
    0.5211091480755337,
    0.5211091480755337,
    0.5211091480755337,
    0.5211091480755337,
    0.5211091480755337,
    0.5211091480755337,
    0.5211091480755337,
    0.5211091480755337,
    0.5211091480755337,
    0.5211091480755337,
    0.5211091480755337,
    0.5211091480755337,
    0.6857052978013543,
    0.6857052978013543,
    0.6857052978013543,
    0.6857052978013543,
    0.6857052978013543,
    0.6857052978013543,
    0.6857052978013543,
    0.6857052978013543,
    0.6857052978013543,
    0.6857052978013543,
    0.6857052978013543,
    0.7058567305276269,
    0.7058567305276269,
    0.7058567305276269,
    0.7058567305276269,
    0.7058567305276269,
    0.7058567305276269,
    0.7058567305276269,
    0.7058567305276269,
    0.7058567305276269,
    0.7058567305276269,
    0.7058567305276269,
    0.7058567305276269,
    0.7058567305276269
  ],
  "27": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces.",
    "An alumni panel discusses how to prepare for technical interviews. At the same time, consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces. A robotics startup flies a small drone above its booth to draw attention.",
    "An alumni panel discusses how to prepare for technical interviews at the event. Meanwhile, consulting firms display glossy case study booklets stacked on high tables, forming neat piles on elevated surfaces. A robotics startup deploys a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards, while some students rehearse elevator pitches quietly against the wall.",
    "At the event, an alumni panel discusses how to prepare for technical interviews. Consulting firms display glossy case study booklets stacked on high tables, forming neat piles on elevated surfaces. A robotics startup deploys a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards, while some students rehearse elevator pitches quietly against the wall. In the career fair area, career counselors redirect unsure students toward applicable industries, and students clutch resumes inside branded folders. A welcome announcement is broadcast over the PA system outlining the fair's schedule."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4081794780079745,
    0.4081794780079745,
    0.4081794780079745,
    0.4081794780079745,
    0.4081794780079745,
    0.4081794780079745,
    0.4081794780079745,
    0.4081794780079745,
    0.7515800431285982,
    0.7515800431285982,
    0.7515800431285982,
    0.7515800431285982,
    0.7515800431285982,
    0.7515800431285982,
    0.7515800431285982,
    0.7515800431285982,
    0.7515800431285982,
    0.7515800431285982,
    0.7515800431285982,
    0.7515800431285982,
    0.7858487395805536,
    0.7858487395805536,
    0.7858487395805536,
    0.7858487395805536,
    0.7858487395805536,
    0.7858487395805536,
    0.7858487395805536,
    0.7858487395805536,
    0.7858487395805536,
    0.7858487395805536,
    0.7858487395805536,
    0.7858487395805536,
    0.9019892033625461,
    0.9019892033625461,
    0.9019892033625461,
    0.9019892033625461,
    0.9019892033625461,
    0.9019892033625461,
    0.9019892033625461,
    0.9019892033625461,
    0.9019892033625461
  ],
  "28": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, while workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "An alumni panel discusses how to prepare for technical interviews. At the university, a career fair takes shape with dozens of booths and colorful banners encircling the polished floor, and workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the fair opens.",
    "An alumni panel discusses how to prepare for technical interviews. At the university, a career fair takes shape with dozens of booths and colorful banners encircling the polished floor, and workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the fair opens. Healthcare providers showcase community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews at a campus event where a career fair forms with dozens of booths and colorful banners around a polished floor; workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the fair opens, while healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens to showcase their latest apps. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company is conducting a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth to draw attention."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.7542854142671678,
    0.7542854142671678,
    0.7542854142671678,
    0.7542854142671678,
    0.7542854142671678,
    0.7542854142671678,
    0.7542854142671678,
    0.7542854142671678,
    0.7542854142671678,
    0.7542854142671678,
    0.7542854142671678,
    0.8217927559924203,
    0.8217927559924203,
    0.8217927559924203,
    0.8217927559924203,
    0.8217927559924203,
    0.8217927559924203,
    0.8217927559924203,
    0.8217927559924203,
    0.8217927559924203,
    0.8217927559924203,
    0.8217927559924203,
    0.8217927559924203,
    0.8214148950622587,
    0.8214148950622587,
    0.8214148950622587,
    0.8214148950622587,
    0.8214148950622587,
    0.8214148950622587,
    0.8214148950622587,
    0.8214148950622587,
    0.8214148950622587,
    0.8214148950622587,
    0.8214148950622587
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, forming piles of volumes. Groups of friends mark target employers on the event map, placing marks to designate those employers.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables, forming piles of volumes. Groups of friends mark target employers on the event map, placing marks to designate those employers. A welcome announcement is broadcast over the PA system, outlining the schedule for the fair. Outside the university gym, a queue of students forms as they wait for the career fair to open.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables, forming piles of volumes. Groups of friends mark target employers on the event map, placing marks to designate those employers. A welcome announcement is being broadcast over the PA system, presenting the fair’s schedule for attendees. Outside the university gym, a queue of students forms as they wait for the fair to open. The scene centers on the PA transmission delivering the planned activities and timing for the event. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables, forming piles of volumes. Groups of friends mark target employers on the event map, designating those employers with marks. A welcome announcement is broadcast over the PA system, presenting the fair’s schedule and the planned activities and timing for attendees. Outside the university gym, a queue of students forms as they wait for the fair to open. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, glossy case study booklets sit in piles on high tables. Groups of friends mark target employers on the event map with designated notations. A welcome announcement plays over the PA, listing the fair’s schedule, activities, and timing. Outside the gym, a queue of students forms waiting for opening, and some rehearse elevator pitches quietly against the wall. At a campus event, the engineering society sponsors a resume review table near the stage. Tech companies display demo screens to showcase their latest apps. At the entrance, staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop, and nearby a robotics startup flies a small drone above its booth to draw attention."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.4679310559613328,
    0.4679310559613328,
    0.4679310559613328,
    0.4679310559613328,
    0.4679310559613328,
    0.4679310559613328,
    0.4679310559613328,
    0.4679310559613328,
    0.4679310559613328,
    0.4679310559613328,
    0.7653618328939997,
    0.7653618328939997,
    0.7653618328939997,
    0.7653618328939997,
    0.7653618328939997,
    0.7653618328939997,
    0.7653618328939997,
    0.7653618328939997,
    0.7653618328939997,
    0.7653618328939997,
    0.7653618328939997,
    0.7631483591609454,
    0.7631483591609454,
    0.7631483591609454,
    0.7631483591609454,
    0.7631483591609454,
    0.7631483591609454,
    0.7631483591609454,
    0.7631483591609454,
    0.7631483591609454,
    0.7631483591609454,
    0.7631483591609454,
    0.7631483591609454,
    0.7631483591609454,
    0.7631483591609454,
    0.81317520040459,
    0.81317520040459,
    0.81317520040459,
    0.81317520040459,
    0.81317520040459,
    0.81317520040459,
    0.81317520040459,
    0.81317520040459,
    0.81317520040459,
    0.81317520040459,
    0.81317520040459,
    0.81317520040459
  ],
  "30": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the campus event, consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette have begun in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "At the campus event, consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette have begun in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop, with a display of healthcare providers' community outreach photos nearby. Students clutch resumes inside branded folders. Tech companies display demo screens to showcase their latest apps. At the entrance, event staff scan registrations and hand out lanyards, guiding attendees into the venue."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.4747873187907481,
    0.4747873187907481,
    0.4747873187907481,
    0.4747873187907481,
    0.4747873187907481,
    0.4747873187907481,
    0.4747873187907481,
    0.4747873187907481,
    0.4747873187907481,
    0.7975096300517274,
    0.7975096300517274,
    0.7975096300517274,
    0.7975096300517274,
    0.7975096300517274,
    0.7975096300517274,
    0.7975096300517274,
    0.7975096300517274,
    0.7975096300517274,
    0.7975096300517274,
    0.7975096300517274,
    0.7975096300517274,
    0.7975096300517274,
    0.7975096300517274,
    0.853426276488658,
    0.853426276488658,
    0.853426276488658,
    0.853426276488658,
    0.853426276488658,
    0.853426276488658,
    0.853426276488658,
    0.853426276488658,
    0.853426276488658,
    0.853426276488658,
    0.853426276488658
  ],
  "31": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette have begun in the adjoining classroom.",
    "Workshops on networking etiquette have begun in the adjoining classroom. At the campus event, the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "Workshops on networking etiquette have begun in the adjoining classroom. At the campus event, the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "Networking etiquette workshops are underway in the adjoining classroom. The engineering society sponsors a resume review table near the stage at the campus event. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications. At the fair, consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces. A welcome announcement is broadcast over the PA system, outlining the fair’s schedule, while tech companies display demo screens showing their latest apps.",
    "Networking etiquette workshops are underway in the adjoining classroom. The engineering society sponsors a resume review table near the stage at the campus event. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications. At the fair, consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces. A welcome announcement is broadcast over the PA system outlining the fair’s schedule, while tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "Networking etiquette workshops are underway in the adjoining classroom, while the engineering society sponsors a resume review table near the stage at the campus event. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications. At the fair, consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces. A welcome announcement is broadcast over the PA system outlining the fair’s schedule, and tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. At the event, a cybersecurity company is conducting a password-cracking challenge on a laptop. Nearby, a robotics startup flies a small drone above its booth to draw attention."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32932402939002786,
    0.32932402939002786,
    0.32932402939002786,
    0.32932402939002786,
    0.32932402939002786,
    0.32932402939002786,
    0.32932402939002786,
    0.7098827671388772,
    0.7098827671388772,
    0.7098827671388772,
    0.7098827671388772,
    0.7098827671388772,
    0.7098827671388772,
    0.7098827671388772,
    0.7098827671388772,
    0.7603261502088932,
    0.7603261502088932,
    0.7603261502088932,
    0.7603261502088932,
    0.7603261502088932,
    0.7603261502088932,
    0.7603261502088932,
    0.7603261502088932,
    0.7603261502088932,
    0.8463156394976988,
    0.8463156394976988,
    0.8463156394976988,
    0.8463156394976988,
    0.8463156394976988,
    0.8463156394976988,
    0.8463156394976988,
    0.8463156394976988,
    0.8463156394976988,
    0.8463156394976988,
    0.8463156394976988,
    0.8710807326570842,
    0.8710807326570842,
    0.8710807326570842,
    0.8710807326570842,
    0.8710807326570842,
    0.8710807326570842,
    0.8710807326570842,
    0.8710807326570842,
    0.8710807326570842,
    0.8710807326570842,
    0.8710807326570842,
    0.8770479155417645,
    0.8770479155417645,
    0.8770479155417645,
    0.8770479155417645,
    0.8770479155417645,
    0.8770479155417645,
    0.8770479155417645
  ],
  "32": [
    "",
    "",
    "",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "Career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA outlines the fair schedule as tech companies display demo screens showing their latest apps, while students line up outside the university gym before the career fair opens.",
    "Career counselors redirect unsure students toward applicable industries as a welcome PA announcement outlines the fair schedule. Tech companies display demo screens showing their latest apps, while students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "At the university gym, a welcome PA outlines the fair schedule as career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps, while dozens of booths with colorful banners circle the polished floor. Students line up outside the gym before the career fair opens, and human resources teams jot notes on tablets as students introduce themselves.",
    "Inside the university gym, a career fair is unfolding as a welcome PA outlines the schedule and counselors redirect unsure students toward applicable industries. Tech companies display demo screens with their latest apps, while dozens of booths with colorful banners encircle the polished floor. Students line up outside the gym before the fair opens, and human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables, establishing the setting for the fair. Some students rehearse elevator pitches quietly against the wall."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5911958663506849,
    0.5911958663506849,
    0.5911958663506849,
    0.5911958663506849,
    0.5911958663506849,
    0.5911958663506849,
    0.6575363024339842,
    0.6575363024339842,
    0.6575363024339842,
    0.6575363024339842,
    0.6575363024339842,
    0.6575363024339842,
    0.6575363024339842,
    0.6575363024339842,
    0.7786561855479162,
    0.7786561855479162,
    0.7786561855479162,
    0.7786561855479162,
    0.7786561855479162,
    0.7786561855479162,
    0.7786561855479162,
    0.7786561855479162,
    0.7786561855479162,
    0.7786561855479162,
    0.7786561855479162,
    0.7786561855479162,
    0.7786561855479162,
    0.7786561855479162,
    0.7786561855479162,
    0.7849706052457577,
    0.7849706052457577,
    0.7849706052457577,
    0.7849706052457577,
    0.7849706052457577,
    0.7849706052457577,
    0.7849706052457577,
    0.7849706052457577,
    0.7849706052457577,
    0.7849706052457577,
    0.7849706052457577,
    0.7849706052457577,
    0.7849706052457577,
    0.7849706052457577,
    0.813053684734883,
    0.813053684734883,
    0.813053684734883,
    0.813053684734883,
    0.813053684734883,
    0.813053684734883,
    0.813053684734883,
    0.813053684734883
  ],
  "33": [
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "At the fair, career counselors direct unsure students toward applicable industries, guiding them toward suitable career paths. Meanwhile, a welcome announcement is broadcast over the PA system, outlining the fair’s schedule.",
    "At the fair, career counselors direct unsure students toward applicable industries, guiding them toward suitable career paths. A welcome announcement is broadcast over the PA system outlining the fair's schedule. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, career counselors direct unsure students toward applicable industries, guiding them toward suitable career paths. A welcome announcement over the PA system outlines the fair's schedule. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "At the fair, career counselors direct unsure students toward applicable industries and suitable career paths. A welcome announcement broadcast over the PA system outlines the fair's schedule. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "At the fair, career counselors direct unsure students toward applicable industries and suitable career paths. A welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens. An engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.6345582693467184,
    0.6345582693467184,
    0.6345582693467184,
    0.6345582693467184,
    0.6345582693467184,
    0.6345582693467184,
    0.6345582693467184,
    0.8350621841016761,
    0.8350621841016761,
    0.8350621841016761,
    0.8350621841016761,
    0.8350621841016761,
    0.8350621841016761,
    0.8350621841016761,
    0.8350621841016761,
    0.8435703669827886,
    0.8435703669827886,
    0.8435703669827886,
    0.8435703669827886,
    0.8435703669827886,
    0.8435703669827886,
    0.8435703669827886,
    0.8435703669827886,
    0.8435703669827886,
    0.8435703669827886,
    0.8839941815156824,
    0.8839941815156824,
    0.8839941815156824,
    0.8839941815156824,
    0.8839941815156824,
    0.8839941815156824,
    0.8839941815156824,
    0.8839941815156824,
    0.8839941815156824,
    0.8839941815156824,
    0.8839941815156824,
    0.8839941815156824,
    0.8839941815156824,
    0.8839941815156824,
    0.8839941815156824,
    0.8908207290195601,
    0.8908207290195601,
    0.8908207290195601,
    0.8908207290195601,
    0.8908207290195601,
    0.8908207290195601,
    0.8908207290195601
  ],
  "34": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule, and an engineering society sponsors a resume review table near the stage.",
    "An ongoing welcome announcement is being broadcast over the PA system, outlining the fair schedule. Near the stage, an engineering society sponsors a resume review table. Human resources teams jot notes on tablets as students introduce themselves, while a robotics startup flies a small drone above its booth to attract attention.",
    "An ongoing welcome announcement over the PA system outlines the fair schedule. Near the stage, an engineering society sponsors a resume review table. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables, establishing a setting for the fair. Some students rehearse elevator pitches quietly against the wall."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.44732554147366554,
    0.44732554147366554,
    0.44732554147366554,
    0.44732554147366554,
    0.44732554147366554,
    0.44732554147366554,
    0.44732554147366554,
    0.44732554147366554,
    0.44732554147366554,
    0.7987676359572478,
    0.7987676359572478,
    0.7987676359572478,
    0.7987676359572478,
    0.7987676359572478,
    0.7987676359572478,
    0.7987676359572478,
    0.7987676359572478,
    0.7987676359572478,
    0.7987676359572478,
    0.7987676359572478,
    0.7987676359572478,
    0.7987676359572478,
    0.7987676359572478,
    0.7987676359572478,
    0.8685809462488181,
    0.8685809462488181,
    0.8685809462488181,
    0.8685809462488181,
    0.8685809462488181,
    0.8685809462488181,
    0.8685809462488181,
    0.8685809462488181,
    0.8685809462488181,
    0.8685809462488181,
    0.8685809462488181
  ],
  "35": [
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair's schedule.",
    "A welcome announcement is broadcast over the PA system at the fair, outlining the fair's schedule.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair's schedule, while tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair’s schedule, while tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule; tech companies display demo screens showing their latest apps; consulting firms stack glossy case study booklets on high tables; and students clutch resumes inside branded folders.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule; tech companies display demo screens showing their latest apps; consulting firms stack glossy case study booklets on high tables; and students clutch resumes inside branded folders. A cybersecurity company is conducting a password-cracking challenge on a laptop. Nearby, a robotics startup flies a small drone above its booth to draw attention.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Tech companies display demo screens showing their latest apps; consulting firms stack glossy case study booklets on high tables; and students clutch resumes inside branded folders. A cybersecurity company conducts a password-cracking challenge on a laptop, while a robotics startup flies a small drone above its booth to draw attention. The scene centers on students quietly rehearsing elevator pitches against the wall as the schedule is reiterated by another PA announcement. At the entrance, event staff scan registrations and hand out lanyards. Inside the fair, a second welcome announcement reiterates the schedule, with the same booths and materials described."
  ],
  "35_score": [
    0.0,
    0.0,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.42782340547186914,
    0.42782340547186914,
    0.42782340547186914,
    0.42782340547186914,
    0.42782340547186914,
    0.42782340547186914,
    0.42782340547186914,
    0.48891851676535586,
    0.48891851676535586,
    0.48891851676535586,
    0.48891851676535586,
    0.48891851676535586,
    0.48891851676535586,
    0.48891851676535586,
    0.48891851676535586,
    0.6634102131925157,
    0.6634102131925157,
    0.6634102131925157,
    0.6634102131925157,
    0.6634102131925157,
    0.6634102131925157,
    0.6634102131925157,
    0.6634102131925157,
    0.5783862162301503,
    0.5783862162301503,
    0.5783862162301503,
    0.5783862162301503,
    0.5783862162301503,
    0.5783862162301503,
    0.5783862162301503,
    0.5783862162301503,
    0.8413591734931277,
    0.8413591734931277,
    0.8413591734931277,
    0.8413591734931277,
    0.8413591734931277,
    0.8413591734931277,
    0.8413591734931277,
    0.8413591734931277,
    0.8413591734931277,
    0.8413591734931277,
    0.8413591734931277,
    0.8413591734931277,
    0.8413591734931277,
    0.8413591734931277,
    0.8413591734931277,
    0.8443153299867716,
    0.8443153299867716,
    0.8443153299867716,
    0.8443153299867716,
    0.8443153299867716,
    0.8443153299867716,
    0.8443153299867716,
    0.8443153299867716,
    0.8443153299867716,
    0.8443153299867716,
    0.8443153299867716
  ],
  "36": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens that showcase their latest apps.",
    "At the fair, consulting firms stack glossy case-study booklets on high tables, while tech companies display demo screens showcasing their latest apps. A welcome announcement is broadcast over the public-address system, presenting the fair’s schedule to attendees. The scene centers on the PA transmission delivering the planned activities and timing for the event.",
    "At the fair, consulting firms stack glossy case-study booklets on high tables while tech companies display demo screens of their latest apps. A welcome announcement over the public-address system presents the fair’s schedule to attendees, and the scene centers on the PA transmission delivering the planned activities and timing. At the event, students clutch resumes inside branded folders. A cybersecurity company is conducting a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the fair, consulting firms stack glossy case-study booklets on high tables while tech companies display demo screens of their latest apps. A welcome announcement over the public-address system presents the fair’s schedule, and the PA transmission outlines planned activities and timing. Students clutch resumes inside branded folders. A cybersecurity company is conducting a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Near the stage, an engineering society sponsors a resume-review table. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3892979159471354,
    0.3892979159471354,
    0.3892979159471354,
    0.3892979159471354,
    0.3892979159471354,
    0.3892979159471354,
    0.3892979159471354,
    0.3892979159471354,
    0.7198143008728852,
    0.7198143008728852,
    0.7198143008728852,
    0.7198143008728852,
    0.7198143008728852,
    0.7198143008728852,
    0.7198143008728852,
    0.7198143008728852,
    0.7198143008728852,
    0.7198143008728852,
    0.7198143008728852,
    0.7198143008728852,
    0.8472647832054483,
    0.8472647832054483,
    0.8472647832054483,
    0.8472647832054483,
    0.8472647832054483,
    0.8472647832054483,
    0.8472647832054483,
    0.8472647832054483,
    0.8472647832054483,
    0.8472647832054483,
    0.8472647832054483,
    0.8472647832054483,
    0.8472647832054483,
    0.8472647832054483,
    0.8908395547641476,
    0.8908395547641476,
    0.8908395547641476,
    0.8908395547641476,
    0.8908395547641476,
    0.8908395547641476,
    0.8908395547641476,
    0.8908395547641476
  ],
  "37": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications.",
    "At the event, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Tech companies display demo screens to showcase their latest apps. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "At the event, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Tech companies display demo screens to showcase their latest apps. At the entrance, event staff scan registrations and hand out lanyards to attendees. At the fair, career counselors direct unsure students toward applicable industries, guiding them toward suitable career paths. A welcome announcement is broadcast over the PA system outlining the fair's schedule. An alumni panel discusses how to prepare for technical interviews.",
    "The scene centers on a career fair: consulting firms stack glossy case study booklets on high tables, finance firms offer QR codes for immediate internship applications, and tech companies display demo screens showcasing their latest apps. At the entrance, staff scan registrations and hand out lanyards to attendees. Career counselors direct unsure students toward applicable industries and suitable career paths. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. An alumni panel discusses how to prepare for technical interviews."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.8309230337830731,
    0.8309230337830731,
    0.8309230337830731,
    0.8309230337830731,
    0.8309230337830731,
    0.8309230337830731,
    0.8309230337830731,
    0.8309230337830731,
    0.8309230337830731,
    0.8309230337830731,
    0.8309230337830731,
    0.9121985196742033,
    0.9121985196742033,
    0.9121985196742033,
    0.9121985196742033,
    0.9121985196742033,
    0.9121985196742033,
    0.9121985196742033,
    0.9121985196742033,
    0.9121985196742033,
    0.9121985196742033,
    0.9121985196742033,
    0.9121985196742033,
    0.9121985196742033,
    0.9121985196742033,
    0.9121985196742033,
    0.8568477054872383,
    0.8568477054872383,
    0.8568477054872383,
    0.8568477054872383,
    0.8568477054872383,
    0.8568477054872383,
    0.8568477054872383
  ],
  "38": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Tech companies are displaying demo screens that showcase their latest apps.",
    "Tech companies are displaying demo screens that showcase their latest apps, forming the primary activity in the space. Some students rehearse elevator pitches quietly against the wall.",
    "Tech companies display demo screens that showcase their latest apps, making that activity the primary focus in the space. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications.",
    "Dozens of booths with colorful banners encircle the polished floor of the career fair, where tech companies display demo screens that showcase their latest apps, making that activity the primary focus. A queue of students forms outside the university gym as the fair opens. Inside, students rehearse elevator pitches quietly against the wall, while consulting firms stack glossy case study booklets on high tables in neat piles on elevated surfaces, presenting prepared materials. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact, and workshops on networking etiquette begin in the adjoining classroom."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.49693699518003787,
    0.49693699518003787,
    0.49693699518003787,
    0.49693699518003787,
    0.49693699518003787,
    0.49693699518003787,
    0.49693699518003787,
    0.49693699518003787,
    0.49693699518003787,
    0.7348792271689029,
    0.7348792271689029,
    0.7348792271689029,
    0.7348792271689029,
    0.7348792271689029,
    0.7348792271689029,
    0.7348792271689029,
    0.7348792271689029,
    0.7348792271689029,
    0.7348792271689029,
    0.7348792271689029,
    0.7348792271689029,
    0.7348792271689029,
    0.7348792271689029,
    0.8844978510140895,
    0.8844978510140895,
    0.8844978510140895,
    0.8844978510140895,
    0.8844978510140895,
    0.8844978510140895,
    0.8844978510140895,
    0.8844978510140895,
    0.8844978510140895,
    0.8844978510140895,
    0.8844978510140895,
    0.8844978510140895
  ],
  "39": [
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, and healthcare providers showcase community outreach photos. The scene includes the laptop used for the challenge and a display of outreach photos by healthcare providers.",
    "A cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers showcase community outreach photos. The scene includes the laptop used for the challenge and a display of outreach photos by healthcare providers, while students clutch resumes inside branded folders.",
    "The scene shows a cybersecurity company running a password-cracking challenge on a laptop, with a display of healthcare providers' community outreach photos nearby. Students clutch resumes inside branded folders. Tech companies display demo screens to showcase their latest apps. At the entrance, event staff scan registrations and hand out lanyards, guiding attendees into the venue.",
    "At the career fair venue, a cybersecurity company hosts a password-cracking challenge on a laptop while nearby a display shows photos of healthcare providers' community outreach. Students clutch resumes inside branded folders as tech companies run demonstrations on their latest apps through demo screens. At the entrance, event staff scan registrations and hand out lanyards, guiding attendees into the venue. Outside the university gym, a queue of students forms waiting for the career fair to open. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, and workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair venue, a cybersecurity company hosts a password-cracking challenge on a laptop while a nearby display shows photos of healthcare providers' community outreach. Students clutch resumes in branded folders as tech companies demo their latest apps on screens. At the entrance, event staff scan registrations and hand out lanyards, guiding attendees into the venue. Outside the university gym, a queue of students lines up before the fair opens. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, and workshops on networking etiquette begin in the adjoining classroom."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.38247056990751344,
    0.38247056990751344,
    0.38247056990751344,
    0.38247056990751344,
    0.38247056990751344,
    0.38247056990751344,
    0.38247056990751344,
    0.38247056990751344,
    0.38247056990751344,
    0.4057816936026097,
    0.4057816936026097,
    0.4057816936026097,
    0.4057816936026097,
    0.4057816936026097,
    0.4057816936026097,
    0.4057816936026097,
    0.4057816936026097,
    0.4057816936026097,
    0.4057816936026097,
    0.4057816936026097,
    0.6726408349489791,
    0.6726408349489791,
    0.6726408349489791,
    0.6726408349489791,
    0.6726408349489791,
    0.6726408349489791,
    0.6726408349489791,
    0.6726408349489791,
    0.6726408349489791,
    0.6726408349489791,
    0.6726408349489791,
    0.8655867157190614,
    0.8655867157190614,
    0.8655867157190614,
    0.8655867157190614,
    0.8655867157190614,
    0.8655867157190614,
    0.8655867157190614,
    0.8655867157190614,
    0.8655867157190614,
    0.8655867157190614,
    0.8655867157190614,
    0.8655867157190614,
    0.8767825557933542,
    0.8767825557933542,
    0.8767825557933542,
    0.8767825557933542,
    0.8767825557933542,
    0.8767825557933542,
    0.8767825557933542
  ],
  "40": [
    "",
    "",
    "\"\"",
    "\"\"",
    "An engineering society sponsors a resume review table near the stage.",
    "An engineering society sponsors a resume review table near the stage.",
    "At the campus event, an engineering society sponsors a resume review table near the stage, and students line up outside the university gym before the career fair opens.",
    "At the campus event, an engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university campus career fair, the engineering society sponsors a resume review table near the stage. A queue of students forms outside the university gym as they await opening; the fair schedule is outlined by a welcome announcement on the PA system. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. At the consulting firms' area, glossy case study booklets are stacked on high tables, forming piles of volumes. Groups of friends mark target employers on the event map, placing marks to designate those employers."
  ],
  "40_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.4217429754932781,
    0.4217429754932781,
    0.4217429754932781,
    0.4217429754932781,
    0.4217429754932781,
    0.4217429754932781,
    0.4217429754932781,
    0.4217429754932781,
    0.8237911251996585,
    0.8237911251996585,
    0.8237911251996585,
    0.8237911251996585,
    0.8237911251996585,
    0.8237911251996585,
    0.8237911251996585,
    0.8237911251996585,
    0.8237911251996585,
    0.8237911251996585,
    0.8237911251996585,
    0.8237911251996585,
    0.8237911251996585,
    0.8237911251996585,
    0.8190779790051315,
    0.8190779790051315,
    0.8190779790051315,
    0.8190779790051315,
    0.8190779790051315,
    0.8190779790051315,
    0.8190779790051315,
    0.8190779790051315,
    0.8190779790051315,
    0.8190779790051315,
    0.8190779790051315,
    0.8190779790051315,
    0.8190779790051315,
    0.8190779790051315,
    0.8190779790051315,
    0.8190779790051315
  ],
  "41": [
    "",
    "",
    "",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables, creating neat piles on elevated surfaces.",
    "Consulting firms stack glossy case study booklets on high tables, creating neat piles on elevated surfaces. The engineering society sponsors a resume review table near the stage.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, creating neat piles on elevated surfaces. The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system, outlining the fair’s schedule, while tech companies display demo screens showing their latest apps.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, creating neat piles on elevated surfaces. The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system, outlining the fair’s schedule, while tech companies display demo screens showing their latest apps.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, creating neat piles on elevated surfaces. The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system, outlining the fair’s schedule, while tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, creating neat piles on elevated surfaces. The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system, outlining the fair’s schedule. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces. The engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system outlining the schedule, and workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards to attendees, and career counselors remind attendees to maintain eye contact."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.28359871633045763,
    0.28359871633045763,
    0.28359871633045763,
    0.28359871633045763,
    0.28359871633045763,
    0.28359871633045763,
    0.28359871633045763,
    0.28359871633045763,
    0.4980133313274949,
    0.4980133313274949,
    0.4980133313274949,
    0.4980133313274949,
    0.4980133313274949,
    0.4980133313274949,
    0.4980133313274949,
    0.8058607940774325,
    0.8058607940774325,
    0.8058607940774325,
    0.8058607940774325,
    0.8058607940774325,
    0.8058607940774325,
    0.8058607940774325,
    0.8058607940774325,
    0.8058607940774325,
    0.8058607940774325,
    0.8058607940774325,
    0.8058607940774325,
    0.8058607940774325,
    0.8058607940774325,
    0.8058607940774325,
    0.8066107218757561,
    0.8066107218757561,
    0.8066107218757561,
    0.8066107218757561,
    0.8066107218757561,
    0.8066107218757561,
    0.8066107218757561,
    0.8066107218757561,
    0.8066107218757561,
    0.8066107218757561,
    0.8066107218757561,
    0.8066107218757561,
    0.8066107218757561,
    0.8066107218757561,
    0.9064721656866366,
    0.9064721656866366,
    0.9064721656866366,
    0.9064721656866366,
    0.9064721656866366,
    0.9064721656866366,
    0.9064721656866366,
    0.9064721656866366,
    0.9064721656866366,
    0.9064721656866366,
    0.9064721656866366,
    0.9064721656866366
  ],
  "42": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces.",
    "During the fair, consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces; a welcome announcement is broadcast over the PA system outlining the fair's schedule.",
    "During the fair, consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces, while a welcome announcement is broadcast over the PA system outlining the fair's schedule.",
    "During the fair, consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces, while a welcome announcement is broadcast over the PA system outlining the fair's schedule. At the university career fair, similar stacks of glossy case study booklets appear on high tables, forming piles of volumes. Groups of friends mark target employers on the event map, placing marks to designate those employers. Outside the university gym, a queue of students forms as they wait for the career fair to open.",
    "Consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces at both the fair and the university career fair, while a welcome PA announces the schedule. Groups of friends mark target employers on the event map by placing marks to designate them. Outside the university gym, a queue of students forms as they wait for the career fair to open. Finance firms at the career fair offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. An engineering society sponsors a resume review table near the stage."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2769388926743755,
    0.2769388926743755,
    0.2769388926743755,
    0.2769388926743755,
    0.2769388926743755,
    0.2769388926743755,
    0.2769388926743755,
    0.2769388926743755,
    0.4506368166321123,
    0.4506368166321123,
    0.4506368166321123,
    0.4506368166321123,
    0.4506368166321123,
    0.4506368166321123,
    0.4506368166321123,
    0.4646219580150067,
    0.4646219580150067,
    0.4646219580150067,
    0.4646219580150067,
    0.4646219580150067,
    0.4646219580150067,
    0.4646219580150067,
    0.4646219580150067,
    0.4646219580150067,
    0.4646219580150067,
    0.4646219580150067,
    0.4646219580150067,
    0.4646219580150067,
    0.4646219580150067,
    0.4646219580150067,
    0.7801727917129544,
    0.7801727917129544,
    0.7801727917129544,
    0.7801727917129544,
    0.7801727917129544,
    0.7801727917129544,
    0.7801727917129544,
    0.7801727917129544,
    0.7801727917129544,
    0.7801727917129544,
    0.7801727917129544,
    0.7801727917129544,
    0.7801727917129544,
    0.7801727917129544,
    0.7801727917129544,
    0.8455265451018039,
    0.8455265451018039,
    0.8455265451018039
  ],
  "43": [
    "",
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews.",
    "At the event, workshops on networking etiquette begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews. At the fair, consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces. The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system, outlining the fair’s schedule, and tech companies display demo screens showing their latest apps.",
    "Networking etiquette workshops are under way in the adjoining classroom, where an alumni panel discusses how to prepare for technical interviews. At the career fair, consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces, and tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage at the campus event. Students line up outside the university gym before the fair opens. Finance firms offer QR codes for immediate internship applications. A welcome announcement is broadcast over the PA system outlining the fair's schedule."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.8723283005053079,
    0.8723283005053079,
    0.8723283005053079,
    0.8723283005053079,
    0.8723283005053079,
    0.8723283005053079,
    0.8723283005053079,
    0.8723283005053079,
    0.8723283005053079,
    0.8723283005053079,
    0.8723283005053079,
    0.8723283005053079,
    0.8723283005053079,
    0.8723283005053079,
    0.8723283005053079,
    0.8720748739266294,
    0.8720748739266294,
    0.8720748739266294,
    0.8720748739266294,
    0.8720748739266294,
    0.8720748739266294,
    0.8720748739266294,
    0.8720748739266294,
    0.8720748739266294
  ],
  "44": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Finance firms offer QR codes for immediate internship applications.",
    "At a career fair, finance firms offered QR codes enabling immediate internship applications. Career counselors reminded attendees to maintain eye contact, while students clutched resumes inside branded folders.",
    "At a career fair, finance firms offered QR codes enabling immediate internship applications. Career counselors reminded attendees to maintain eye contact, while students clutched resumes inside branded folders. Event staff scanned registrations and handed out lanyards at the entrance.",
    "At a career fair, finance firms offered QR codes enabling immediate internship applications. Career counselors reminded attendees to maintain eye contact, while students clutched resumes inside branded folders. Event staff scanned registrations and handed out lanyards at the entrance. An engineering society sponsors a resume review table near the stage; an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces.",
    "At the career fair, finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries; students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. An engineering society sponsors a resume review table near the stage; an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces. Tech companies display demo screens featuring their latest apps as students line up outside the university gym before the career fair opens. A welcome announcement is broadcast over the PA system outlining the fair schedule."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.6378214168225127,
    0.6378214168225127,
    0.6378214168225127,
    0.6378214168225127,
    0.6378214168225127,
    0.6378214168225127,
    0.6378214168225127,
    0.6378214168225127,
    0.6378214168225127,
    0.6378214168225127,
    0.8077791048341818,
    0.8077791048341818,
    0.8077791048341818,
    0.8077791048341818,
    0.8077791048341818,
    0.8077791048341818,
    0.8077791048341818,
    0.8077791048341818,
    0.8077791048341818,
    0.8077791048341818,
    0.8077791048341818,
    0.8077791048341818,
    0.8414106933852193,
    0.8414106933852193,
    0.8414106933852193,
    0.8414106933852193,
    0.8414106933852193,
    0.8414106933852193,
    0.8414106933852193,
    0.8414106933852193,
    0.8414106933852193,
    0.8414106933852193,
    0.8414106933852193,
    0.8414106933852193,
    0.8414106933852193,
    0.9024247435537424,
    0.9024247435537424,
    0.9024247435537424,
    0.9024247435537424,
    0.9024247435537424
  ],
  "45": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair's schedule, while tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement was broadcast over the PA system, outlining the fair's schedule, while tech companies displayed demo screens showing their latest apps. Career counselors reminded attendees to maintain eye contact as students clutched resumes inside branded folders. An alumni panel discussed how to prepare for technical interviews, while counselors redirected unsure students toward applicable industries.",
    "At the fair and campus event, a welcome announcement was broadcast over the PA system outlining the fair's schedule, while tech companies displayed demo screens showing their latest apps. Career counselors reminded attendees to maintain eye contact, and they redirected unsure students toward applicable industries as students clutched resumes inside branded folders. An alumni panel discussed how to prepare for technical interviews. At the campus event, an engineering society sponsors a resume review table near the stage. Students lined up outside the university gym before the career fair opened. Human resources teams jotted notes on tablets as students introduced themselves. A robotics startup flew a small drone above its booth to attract attention."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.48891851676535586,
    0.48891851676535586,
    0.48891851676535586,
    0.48891851676535586,
    0.48891851676535586,
    0.48891851676535586,
    0.48891851676535586,
    0.48891851676535586,
    0.48891851676535586,
    0.48891851676535586,
    0.8501590653282154,
    0.8501590653282154,
    0.8501590653282154,
    0.8501590653282154,
    0.8501590653282154,
    0.8501590653282154,
    0.8501590653282154,
    0.8501590653282154,
    0.8501590653282154,
    0.8501590653282154,
    0.8501590653282154,
    0.8501590653282154,
    0.8501590653282154,
    0.8501590653282154,
    0.8658292572040651,
    0.8658292572040651,
    0.8658292572040651,
    0.8658292572040651,
    0.8658292572040651,
    0.8658292572040651,
    0.8658292572040651,
    0.8658292572040651,
    0.8658292572040651,
    0.8658292572040651,
    0.8658292572040651,
    0.8658292572040651,
    0.8658292572040651,
    0.8658292572040651,
    0.8658292572040651
  ],
  "46": [
    "",
    "",
    "",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while students line up outside the university gym before the career fair opens.",
    "Tech companies display demo screens featuring their latest apps as students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "Tech companies display demo screens featuring their latest apps as students line up outside the university gym before the career fair opens. A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact, as students clutch resumes inside branded folders. An alumni panel discussed how to prepare for technical interviews.",
    "Tech companies display demo screens featuring their latest apps as students line up outside the university gym before the career fair opens. A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact, as students clutch resumes inside branded folders. An alumni panel discussed how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces.",
    "Tech companies display demo screens featuring their latest apps as students line up outside the university gym before the career fair opens. A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact, while students clutch resumes inside branded folders. An alumni panel discussed how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.7347836976891733,
    0.7347836976891733,
    0.7347836976891733,
    0.7347836976891733,
    0.7347836976891733,
    0.7347836976891733,
    0.7347836976891733,
    0.7347836976891733,
    0.7347836976891733,
    0.7347836976891733,
    0.8380610337327095,
    0.8380610337327095,
    0.8380610337327095,
    0.8380610337327095,
    0.8380610337327095,
    0.8380610337327095,
    0.8380610337327095,
    0.8380610337327095,
    0.8380610337327095,
    0.831757786918885,
    0.831757786918885,
    0.831757786918885,
    0.831757786918885,
    0.831757786918885,
    0.831757786918885,
    0.831757786918885,
    0.831757786918885,
    0.831757786918885,
    0.831757786918885,
    0.831757786918885,
    0.831757786918885,
    0.8404921785845194,
    0.8404921785845194,
    0.8404921785845194,
    0.8404921785845194,
    0.8404921785845194,
    0.8404921785845194,
    0.8404921785845194,
    0.8404921785845194,
    0.8404921785845194,
    0.8404921785845194,
    0.8404921785845194,
    0.8404921785845194
  ],
  "47": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while a welcome announcement over the PA system outlines the fair schedule.",
    "Some students rehearse elevator pitches quietly against the wall while a welcome announcement over the PA system outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "The scene centers on a fair where students rehearse elevator pitches quietly against the wall as a welcome announcement over the PA outlines the schedule. At the entrance, event staff scan registrations and hand out lanyards. Inside the fair, another welcome announcement reiterates the schedule; tech companies display demo screens showing their latest apps; consulting firms stack glossy case study booklets on high tables; and students clutch resumes inside branded folders.",
    "At a fair, students rehearse elevator pitches quietly against the wall as a welcome announcement over the PA outlines the schedule. Entrance staff scan registrations and hand out lanyards. Inside, another welcome announcement reiterates the schedule. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. An engineering society sponsors a resume review table near the stage.",
    "At the fair, students rehearse elevator pitches quietly against the wall as a welcome PA outlines the schedule. Entrance staff scan registrations and hand out lanyards, and inside another welcome announcement reiterates the schedule. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Students clutch resumes in branded folders. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews while career counselors steer unsure students toward applicable industries. Alumni volunteers offer quick pep talks near the coffee station, providing informal encouragement amid the bustle."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.41837650802529674,
    0.41837650802529674,
    0.41837650802529674,
    0.41837650802529674,
    0.41837650802529674,
    0.41837650802529674,
    0.41837650802529674,
    0.41837650802529674,
    0.6327735544859037,
    0.6327735544859037,
    0.6327735544859037,
    0.6327735544859037,
    0.6327735544859037,
    0.6327735544859037,
    0.6327735544859037,
    0.6327735544859037,
    0.7888544812526354,
    0.7888544812526354,
    0.7888544812526354,
    0.7888544812526354,
    0.7888544812526354,
    0.7888544812526354,
    0.7888544812526354,
    0.7888544812526354,
    0.7888544812526354,
    0.7888544812526354,
    0.7888544812526354,
    0.7888544812526354,
    0.8448586520179486,
    0.8448586520179486,
    0.8448586520179486,
    0.8448586520179486,
    0.8448586520179486,
    0.8448586520179486,
    0.8448586520179486,
    0.8448586520179486,
    0.8448586520179486,
    0.8448586520179486,
    0.8448586520179486,
    0.8448586520179486,
    0.8448586520179486,
    0.900710156492625
  ],
  "48": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "The scene centers on registration at the entrance, where staff scan registrations and hand out lanyards. At the fair, consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces. The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system outlining the fair’s schedule, while tech companies display demo screens showing their latest apps.",
    "Registration at the entrance proceeds with staff scanning registrations and handing out lanyards. At the fair, consulting firms stack glossy case-study booklets on high tables, forming neat piles on elevated surfaces. The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system outlining the fair’s schedule, while tech companies display demo screens showing their latest apps. The PA transmission centers the delivery of planned activities and timing for the event to attendees.",
    "Registration at the entrance proceeds with staff scanning registrations and handing out lanyards. At the fair, consulting firms stack glossy case-study booklets on high tables, forming neat piles on elevated surfaces. The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system outlining the fair’s schedule, and the PA transmission centers the delivery of planned activities and timing for attendees. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes enabling immediate internship applications. Career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders."
  ],
  "48_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.8427063406191225,
    0.8427063406191225,
    0.8427063406191225,
    0.8427063406191225,
    0.8427063406191225,
    0.8427063406191225,
    0.8427063406191225,
    0.8427063406191225,
    0.8427063406191225,
    0.8427063406191225,
    0.8427063406191225,
    0.8427063406191225,
    0.8427063406191225,
    0.8472139789090134,
    0.8472139789090134,
    0.8472139789090134,
    0.8472139789090134,
    0.8472139789090134,
    0.8472139789090134,
    0.8472139789090134,
    0.8472139789090134,
    0.8472139789090134,
    0.8472139789090134,
    0.8472139789090134,
    0.8472139789090134,
    0.9053069649830491,
    0.9053069649830491,
    0.9053069649830491,
    0.9053069649830491,
    0.9053069649830491,
    0.9053069649830491,
    0.9053069649830491
  ],
  "49": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while students clutch resumes inside branded folders.",
    "Career counselors redirect unsure students toward applicable industries, while students clutch resumes inside branded folders.",
    "In the career fair scene, career counselors redirect unsure students toward applicable industries, while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces. A welcome announcement is broadcast over the PA system, outlining the fair's schedule.",
    "At the university career fair, counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact, as students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces. Tech companies display demo screens featuring their latest apps, with students lining up outside the university gym before the fair opens. A welcome announcement is broadcast over the PA system outlining the fair's schedule. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact as students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces. Tech companies display demo screens featuring their latest apps, with students lining up outside the university gym before the fair opens. A welcome announcement is broadcast over the PA system outlining the fair's schedule. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.399943363414251,
    0.399943363414251,
    0.399943363414251,
    0.399943363414251,
    0.399943363414251,
    0.399943363414251,
    0.399943363414251,
    0.399943363414251,
    0.399943363414251,
    0.399943363414251,
    0.399943363414251,
    0.399943363414251,
    0.399943363414251,
    0.399943363414251,
    0.399943363414251,
    0.399943363414251,
    0.399943363414251,
    0.7825469878504653,
    0.7825469878504653,
    0.7825469878504653,
    0.7825469878504653,
    0.7825469878504653,
    0.7825469878504653,
    0.7825469878504653,
    0.7825469878504653,
    0.7825469878504653,
    0.7825469878504653,
    0.7825469878504653,
    0.7825469878504653,
    0.8742253344558584,
    0.8742253344558584,
    0.8742253344558584,
    0.8742253344558584,
    0.8742253344558584,
    0.8742253344558584,
    0.8742253344558584,
    0.8742253344558584,
    0.8742253344558584,
    0.8742253344558584,
    0.8742253344558584,
    0.8742253344558584,
    0.8763483533054479,
    0.8763483533054479,
    0.8763483533054479
  ]
}