{
  "0": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "In a professional conference setting, consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. An LLM error: 520 Server Error for url: https://api.openai.com/v1/chat/completions is reported.",
    "At a professional conference, consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. A 520 Server Error was reported and recorded for the OpenAI API chat completions endpoint (https://api.openai.com/v1/chat/completions).",
    "At a professional conference, consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. A 520 Server Error was reported and recorded for the OpenAI API chat completions endpoint (https://api.openai.com/v1/chat/completions).",
    "At a professional conference, the venue features dozens of booths with colorful banners circling a polished floor. Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. A 520 Server Error was reported and recorded for the OpenAI API chat completions endpoint (https://api.openai.com/v1/chat/completions). An alumni panel discusses how to prepare for technical interviews, offering insights for candidates. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention.",
    "At a professional conference, dozens of booths with colorful banners surround a polished floor. Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. A live event is underway, featuring a mix of technical notices and attendee onboarding. 520 Server Errors were recorded for the OpenAI API chat completions endpoint at https://api.openai.com/v1/chat/completions. Event staff scan registrations and hand out lanyards at the entrance.",
    "A professional conference layout presents dozens of booths with banners. Consulting firms stack case study booklets on high tables, and career counselors remind attendees to maintain eye contact. A PA announces the fair schedule. An alumni panel discusses how to prepare for technical interviews, with networking etiquette workshops in the classroom. Tech companies display demo screens showing their apps; a cybersecurity company runs a password-cracking challenge on a laptop; a robotics startup flies a drone above its booth. A live event runs with onboarding. Notes show 520 Server Errors for the OpenAI API chat completions endpoint at https://api.openai.com/v1/chat/completions and an LLM 520 error for the same URL. Event staff scan registrations and hand out lanyards at the entrance; a resume review table sponsored by the engineering society sits near the stage. Outside, students line up along the gym exterior before opening, rehearsing elevator pitches and clutching resumes in branded folders."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.506026335616127,
    0.506026335616127,
    0.506026335616127,
    0.506026335616127,
    0.506026335616127,
    0.506026335616127,
    0.49667195558991606,
    0.49667195558991606,
    0.49667195558991606,
    0.49667195558991606,
    0.49667195558991606,
    0.34313553008188113,
    0.34313553008188113,
    0.34313553008188113,
    0.34313553008188113,
    0.34313553008188113,
    0.34313553008188113,
    0.34313553008188113,
    0.34313553008188113,
    0.34313553008188113,
    0.34313553008188113,
    0.34313553008188113,
    0.7638647795841533,
    0.7638647795841533,
    0.7638647795841533,
    0.7638647795841533,
    0.7638647795841533,
    0.7638647795841533,
    0.7638647795841533,
    0.7638647795841533,
    0.7638647795841533,
    0.7108118872116878,
    0.7108118872116878,
    0.7108118872116878,
    0.7108118872116878,
    0.7108118872116878,
    0.7108118872116878,
    0.7108118872116878,
    0.7108118872116878,
    0.7108118872116878,
    0.7108118872116878,
    0.7108118872116878,
    0.7108118872116878,
    0.7108118872116878,
    0.7742899702151602,
    0.7742899702151602,
    0.7742899702151602,
    0.7742899702151602,
    0.7742899702151602,
    0.7742899702151602,
    0.7742899702151602,
    0.7742899702151602,
    0.7742899702151602,
    0.7742899702151602,
    0.7742899702151602,
    0.7742899702151602,
    0.7742899702151602,
    0.7742899702151602
  ],
  "1": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact; students clutch resumes inside branded folders.",
    "At the event, career counselors remind attendees to maintain eye contact while students clutch resumes inside branded folders. Event staff at the entrance scan registrations and hand out lanyards.",
    "Students line up outside the university gym before the career fair opens. Inside, career counselors remind attendees to maintain eye contact while students clutch resumes inside branded folders. Event staff at the entrance scan registrations and hand out lanyards.",
    "Students line up outside the university gym before the career fair opens. Inside, career counselors remind attendees to maintain eye contact while students clutch resumes inside branded folders. Event staff at the entrance scan registrations and hand out lanyards.",
    "Prior to the career fair opening, students line up outside the university gym. Inside, career counselors remind attendees to maintain eye contact as students clutch resumes housed in branded folders. At the entrance, event staff scan registrations and distribute lanyards. Groups of friends use the event map to mark target employers.",
    "Before the career fair opens, students line up outside the university gym. Inside, career counselors remind attendees to maintain eye contact while students clutch resumes kept in branded folders. At the entrance, event staff scan registrations and distribute lanyards. Groups of friends use an event map to identify target employers. Inside a career-focused fair, an alumni panel discusses how to prepare for technical interviews as students still clutch resumes in branded folders. Tech companies display demo screens of their latest apps, and consulting firms stack glossy case study booklets on high tables. Counselors reiterate eye contact guidance and redirect unsure students toward applicable industries, as a welcome PA announces the fair schedule. At a cybersecurity company event, a password-cracking challenge on a laptop illustrates practical security research activity, while a session records a 520 Server Error for the OpenAI API, interrupting discussion.",
    "Before the career fair opens, students line up outside the university gym. Inside, counselors remind attendees to maintain eye contact as students clutch resumes in branded folders. At the entrance, event staff scan registrations and distribute lanyards. Groups of friends use an event map to identify target employers. An alumni panel discusses how to prepare for technical interviews, while tech companies display demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables. Counselors reiterate eye contact guidance and redirect unsure students toward applicable industries, as a welcome PA announces the fair schedule. At a cybersecurity company event, a password-cracking challenge on a laptop illustrates practical security research activity, and an LLM error is reported: 520 Server Error for the OpenAI chat completions API, interrupting discussion. Outside the gym, a line forms along the exterior and some students rehearse elevator pitches against the wall."
  ],
  "1_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.6066082023090079,
    0.6066082023090079,
    0.6066082023090079,
    0.6066082023090079,
    0.6066082023090079,
    0.6066082023090079,
    0.6066082023090079,
    0.6066082023090079,
    0.7563578644486274,
    0.7563578644486274,
    0.7563578644486274,
    0.7563578644486274,
    0.7563578644486274,
    0.7563578644486274,
    0.7563578644486274,
    0.8051704355207382,
    0.8051704355207382,
    0.8051704355207382,
    0.8051704355207382,
    0.8051704355207382,
    0.8051704355207382,
    0.8051704355207382,
    0.8051704355207382,
    0.8051704355207382,
    0.8051704355207382,
    0.8051704355207382,
    0.8607476952210416,
    0.8607476952210416,
    0.8607476952210416,
    0.8607476952210416,
    0.8607476952210416,
    0.8607476952210416,
    0.8607476952210416,
    0.8607476952210416,
    0.8455783479555625,
    0.8455783479555625,
    0.8455783479555625,
    0.8455783479555625,
    0.8455783479555625,
    0.8455783479555625,
    0.8455783479555625,
    0.8455783479555625,
    0.8455783479555625,
    0.8455783479555625,
    0.8455783479555625,
    0.8455783479555625,
    0.8455783479555625,
    0.8455783479555625,
    0.8455783479555625,
    0.8455783479555625,
    0.8455783479555625,
    0.8455783479555625,
    0.8455783479555625
  ],
  "2": [
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards; an alumni panel discusses how to prepare for technical interviews.",
    "At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Outside the university gym, a group of students lines up along the gym's exterior before the career fair opens. Some students rehearse elevator pitches quietly against the wall. Career counselors are present and remind attendees to maintain eye contact.",
    "At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Outside the university gym, a group of students lines up along the gym’s exterior before the career fair opens, while some rehearse elevator pitches quietly against the wall. Career counselors are present and remind attendees to maintain eye contact. A resume review table sponsored by the engineering society sits near the stage. An LLM error: 520 Server Error for url: https://api.openai.com/v1/chat/completions.",
    "At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Outside the university gym, a group of students lines up along the gym’s exterior before the career fair opens, while some rehearse elevator pitches quietly against the wall. Career counselors are present and remind attendees to maintain eye contact, redirecting unsure students toward applicable industries. A resume review table sponsored by the engineering society sits near the stage. A welcome announcement is broadcast over the PA system outlining the fair schedule. In this career-focused setting, students clutch resumes inside branded folders as tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. An LLM error: 520 Server Error for url: https://api.openai.com/v1/chat/completions.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up along the exterior before the career fair opens, while some rehearse elevator pitches quietly against the wall. Career counselors are present, reminding attendees to maintain eye contact and redirecting unsure students toward applicable industries. A resume review table sponsored by the engineering society sits near the stage. A welcome announcement is broadcast over the PA system outlining the fair schedule. In this career-focused setting, students clutch resumes inside branded folders as tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. An LLM error: 520 Server Error for url: https://api.openai.com/v1/chat/completions. A robotics startup flies a small drone above its booth for attention.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up along the exterior before the career fair opens, while some quietly rehearse elevator pitches against the wall. Career counselors are present, reminding attendees to maintain eye contact and redirecting unsure students toward applicable industries. A resume review table sponsored by the engineering society sits near the stage. A welcome announcement is broadcast over the PA system outlining the fair schedule. In this career-focused setting, students clutch resumes inside branded folders as tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. An LLM error: 520 Server Error for url: https://api.openai.com/v1/chat/completions. A robotics startup flies a small drone above its booth for attention. Healthcare providers showcase community outreach photos.",
    "Inside a university venue, a career fair unfolds with dozens of booths, colorful banners, and a polished floor. At the entrance, staff scan registrations and hand out lanyards; consulting firms stack case study booklets on high tables as a welcome PA announces the schedule. Inside, an alumni panel discusses how to prepare for technical interviews, and a resume review table sponsored by the engineering society sits near the stage. Tech companies display demo screens of apps, and a robotics startup flies a drone above its booth. A cybersecurity company runs a password-cracking challenge on a laptop. Outside the university gym, a queue forms along the building as students rehearse elevator pitches against the wall, with career counselors reminding attendees to maintain eye contact. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. A 520 Server Error for the URL https://api.openai.com/v1/chat/completions was observed."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4786939297721364,
    0.4786939297721364,
    0.6355409457445221,
    0.6355409457445221,
    0.6355409457445221,
    0.6355409457445221,
    0.7833752212972849,
    0.7833752212972849,
    0.7833752212972849,
    0.7833752212972849,
    0.7833752212972849,
    0.7201655145442207,
    0.7201655145442207,
    0.7201655145442207,
    0.7201655145442207,
    0.7201655145442207,
    0.7201655145442207,
    0.7201655145442207,
    0.7201655145442207,
    0.8074727507297534,
    0.8074727507297534,
    0.8074727507297534,
    0.8074727507297534,
    0.8074727507297534,
    0.8074727507297534,
    0.8074727507297534,
    0.8074727507297534,
    0.8074727507297534,
    0.8074727507297534,
    0.8074727507297534,
    0.8430594183059601,
    0.8430594183059601,
    0.8430594183059601,
    0.8430594183059601,
    0.8430594183059601,
    0.8430594183059601,
    0.8430594183059601,
    0.8430594183059601,
    0.8514446396605885,
    0.8514446396605885,
    0.8514446396605885,
    0.8514446396605885,
    0.8514446396605885,
    0.8514446396605885,
    0.8514446396605885,
    0.8514446396605885,
    0.8514446396605885,
    0.8514446396605885,
    0.8514446396605885,
    0.8514446396605885,
    0.8514446396605885,
    0.8514446396605885,
    0.8331050705457719,
    0.8331050705457719,
    0.8331050705457719,
    0.8331050705457719,
    0.8331050705457719
  ],
  "3": [
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "LLM error: 520 Server Error:  for url: https://api.openai.com/v1/chat/completions",
    "Outside the university gym, a group of students lines up, waiting for the career fair to open. The line extends along the gym’s exterior ahead of the event’s start, and some students quietly rehearse elevator pitches against the wall.",
    "Outside the university gym, a group of students lines up, waiting for the career fair to open. The line runs along the gym’s exterior ahead of the event’s start, and some students rehearse elevator pitches quietly against the wall. A cybersecurity company operates a password-cracking challenge on a laptop nearby, while an alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, a group of students lines up, waiting for the career fair to open. The line runs along the gym’s exterior ahead of the event’s start, and some students rehearse elevator pitches quietly against the wall. A cybersecurity company operates a password-cracking challenge on a laptop nearby, while an alumni panel discusses how to prepare for technical interviews. System observation records a 520 Server Error for the URL https://api.openai.com/v1/chat/completions. In the same context, tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders.",
    "Outside the university gym, a group of students lines up for the career fair that will open soon, with the line along the gym exterior and some students rehearsing elevator pitches quietly against the wall. A cybersecurity company operates a password-cracking challenge on a laptop nearby, while an alumni panel discusses how to prepare for technical interviews. System observation records a 520 Server Error for the URL https://api.openai.com/v1/chat/completions. Tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. At a professional conference, tech companies display demo screens showcasing their latest apps while consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, a career fair is underway with a line along the exterior and students rehearsing elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop nearby, while an alumni panel discusses how to prepare for technical interviews. The system observation logs a 520 Server Error for https://api.openai.com/v1/chat/completions. Tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact as students clutch resumes in branded folders. A welcome PA outlines the fair schedule. The venue hosts dozens of booths with colorful banners on a polished floor. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth for attention, and event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, a career fair is underway with a line along the exterior, and some students line up outside the gym before opening. A cybersecurity company runs a password-cracking challenge on a laptop nearby, while an alumni panel discusses how to prepare for technical interviews. The system logs a 520 Server Error for https://api.openai.com/v1/chat/completions. Tech companies display demo screens of their latest apps, and career counselors remind attendees to maintain eye contact as students clutch resumes in branded folders. A welcome PA outlines the fair schedule. Dozens of booths with colorful banners fill the polished floor. In an adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth for attention, and event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, a career fair is underway with a line along the exterior as students wait outside before opening. A cybersecurity company runs a password-cracking challenge on a laptop nearby, while an alumni panel discusses how to prepare for technical interviews. The system logs a 520 Server Error for https://api.openai.com/v1/chat/completions. Tech companies display demo screens of their latest apps, and career counselors remind attendees to maintain eye contact as students clutch resumes in branded folders. A welcome PA outlines the fair schedule. Dozens of booths with colorful banners fill the polished floor. In an adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth for attention, and event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, a career fair unfolds with dozens of booths and colorful banners along a polished floor, while students line up hours before opening and some rehearse elevator pitches against the wall. A cybersecurity company runs a password-cracking challenge on a laptop nearby, and an alumni panel discusses how to prepare for technical interviews. A welcome PA outlines the schedule, and career counselors remind attendees to maintain eye contact as students clutch resumes in branded folders. In an adjoining classroom, workshops on networking etiquette begin; near the stage the engineering society sponsors a resume review table. A robotics startup flies a small drone above its booth for attention; event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for internships. A 520 Server Error for https://api.openai.com/v1/chat/completions is observed."
  ],
  "3_score": [
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.1703638383219726,
    0.1703638383219726,
    0.1703638383219726,
    0.1703638383219726,
    0.533626846908803,
    0.533626846908803,
    0.533626846908803,
    0.533626846908803,
    0.7368625352985123,
    0.7368625352985123,
    0.7368625352985123,
    0.7368625352985123,
    0.7605474390822172,
    0.7605474390822172,
    0.7605474390822172,
    0.7605474390822172,
    0.7605474390822172,
    0.7605474390822172,
    0.7605474390822172,
    0.7605474390822172,
    0.7605474390822172,
    0.7572948412880331,
    0.7572948412880331,
    0.7572948412880331,
    0.7572948412880331,
    0.7572948412880331,
    0.7572948412880331,
    0.7572948412880331,
    0.7572948412880331,
    0.8449241341147822,
    0.8449241341147822,
    0.8449241341147822,
    0.8449241341147822,
    0.8449241341147822,
    0.8449241341147822,
    0.8449241341147822,
    0.8350030635499022,
    0.8350030635499022,
    0.8350030635499022,
    0.8350030635499022,
    0.8350030635499022,
    0.8557901247472076,
    0.8557901247472076,
    0.8557901247472076,
    0.8557901247472076,
    0.8557901247472076,
    0.8557901247472076,
    0.8557901247472076,
    0.8557901247472076,
    0.8557901247472076,
    0.8557901247472076,
    0.8557901247472076,
    0.8561491609488583,
    0.8561491609488583,
    0.8561491609488583,
    0.8561491609488583,
    0.8561491609488583,
    0.8561491609488583
  ],
  "4": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews.",
    "LLM error: 520 Server Error:  for url: https://api.openai.com/v1/chat/completions",
    "An LLM error was recorded: a 520 Server Error for the request to https://api.openai.com/v1/chat/completions. Career counselors reminded attendees to maintain eye contact.",
    "An LLM error was recorded: a 520 Server Error for the request to https://api.openai.com/v1/chat/completions. Career counselors reminded attendees to maintain eye contact. A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "An LLM error was recorded: a 520 Server Error for the request to https://api.openai.com/v1/chat/completions. Career counselors reminded attendees to maintain eye contact. A welcome announcement is being broadcast over the PA system outlining the fair schedule. Event staff scan registrations and hand out lanyards at the entrance.",
    "A live event is underway with a mix of technical notices and attendee onboarding. An LLM error was recorded: a 520 Server Error for the request to https://api.openai.com/v1/chat/completions. Career counselors reminded attendees to maintain eye contact. A welcome announcement is being broadcast over the PA system outlining the fair schedule. Event staff scan registrations and hand out lanyards at the entrance.",
    "A live event is underway, featuring a mix of technical notices and attendee onboarding. An LLM error was recorded: a 520 Server Error for the request to https://api.openai.com/v1/chat/completions. Career counselors reminded attendees to maintain eye contact. A welcome announcement is being broadcast over the PA system outlining the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention.",
    "A live career fair is underway near the university gym, featuring an alumni panel on technical interview prep and a welcome PA broadcast outlining the schedule. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Outside, groups of students line the exterior waiting for the fair to open, some rehearsing elevator pitches against the wall. Inside, students clutch resumes in branded folders, while a cybersecurity company runs a password-cracking challenge on a laptop. System observations record a 520 Server Error for the URL https://api.openai.com/v1/chat/completions.",
    "A campus career fair is underway near the university gym with an alumni panel on technical interview prep and a welcome PA broadcast outlining the schedule. Outside, groups of students line the exterior waiting for the fair to open, some rehearsing elevator pitches against the wall. Inside, students clutch resumes in branded folders as event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. System observations record a 520 Server Error for https://api.openai.com/v1/chat/completions; attendees observe the same error as tech demos run.",
    "Near the university gym, a campus career fair unfolds with an alumni panel on technical interview preparation and a welcome PA outlining the schedule. Outside, groups of students line the exterior waiting to enter, some quietly rehearsing elevator pitches against the wall. Inside, attendees clutch resumes in branded folders as event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention, while tech companies display demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop, and career counselors remind attendees to maintain eye contact. System observations record a 520 Server Error for https://api.openai.com/v1/chat/completions, with attendees noting the same error as demos run. Workshops on networking etiquette take place in an adjoining classroom. Dozens of booths with banners encircle a polished floor."
  ],
  "4_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.1703638383219726,
    0.1703638383219726,
    0.1703638383219726,
    0.1703638383219726,
    0.3154610427309863,
    0.3154610427309863,
    0.3154610427309863,
    0.3154610427309863,
    0.3154610427309863,
    0.5215794881078277,
    0.5215794881078277,
    0.5215794881078277,
    0.6374577180913904,
    0.6374577180913904,
    0.6374577180913904,
    0.6767958001704756,
    0.6767958001704756,
    0.6767958001704756,
    0.6767958001704756,
    0.6767958001704756,
    0.7177162551446099,
    0.7177162551446099,
    0.7177162551446099,
    0.7177162551446099,
    0.7177162551446099,
    0.7177162551446099,
    0.82179423497453,
    0.82179423497453,
    0.82179423497453,
    0.82179423497453,
    0.82179423497453,
    0.82179423497453,
    0.821587288514807,
    0.821587288514807,
    0.821587288514807,
    0.821587288514807,
    0.821587288514807,
    0.821587288514807,
    0.821587288514807,
    0.821587288514807,
    0.821587288514807,
    0.821587288514807,
    0.821587288514807,
    0.821587288514807,
    0.821587288514807,
    0.8264945278259894,
    0.8264945278259894,
    0.8264945278259894,
    0.8264945278259894,
    0.8264945278259894,
    0.8264945278259894,
    0.8264945278259894,
    0.8264945278259894,
    0.8264945278259894,
    0.8264945278259894,
    0.8264945278259894,
    0.8264945278259894,
    0.8264945278259894
  ],
  "5": [
    "",
    "",
    "",
    "\"\"",
    "A cybersecurity company runs a password-cracking challenge on a laptop.",
    "A cybersecurity company runs a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews.",
    "At a cybersecurity company event, a password-cracking challenge is conducted on a laptop, illustrating practical security research activity. An alumni panel discusses how to prepare for technical interviews. The session records an LLM error: 520 Server Error: for url: https://api.openai.com/v1/chat/completions, interrupting or complicating the discussion.",
    "At a cybersecurity company event, a password-cracking challenge is conducted on a laptop to illustrate practical security research activity. An alumni panel discusses how to prepare for technical interviews. During the session, a 520 Server Error arises for the URL https://api.openai.com/v1/chat/completions, interrupting the discussion. At the fair, consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. A welcome announcement is heard over the PA system outlining the fair schedule.",
    "During a cybersecurity company event at a university, a password-cracking challenge is conducted on a laptop to illustrate practical security research activity, followed by an alumni panel discussing how to prepare for technical interviews. A 520 Server Error arises for the URL https://api.openai.com/v1/chat/completions, interrupting the discussion. At the fair, consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact, and a welcome announcement is heard over the PA outlining the fair schedule. Outside the university gym, students line up along the exterior ahead of the career fair opening, and several rehearse elevator pitches quietly against the wall as counselors observe. Nearby, a robotics startup deploys a small drone that flies above its booth to attract attention. Finance firms display QR codes for immediate internship applications.",
    "At a university cybersecurity company event integrated with a career fair, a password-cracking challenge runs on a laptop to illustrate practical security research, while an alumni panel discusses how to prepare for technical interviews. A 520 Server Error interrupts the discussion, reporting a failure for the URL https://api.openai.com/v1/chat/completions. Around the fair, consulting firms stack glossy case-study booklets on high tables, and career counselors remind attendees to maintain eye contact as a welcome PA outlines the schedule. Outside the university gym, students line up ahead of the fair, some rehearsing elevator pitches against the wall as counselors observe. Nearby, a robotics startup deploys a small drone to attract attention. Finance firms display QR codes for immediate internship applications. Inside, students clutch resumes in branded folders; event staff scan registrations and hand out lanyards. Tech companies show demo screens of their latest apps."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.4056343364476127,
    0.4056343364476127,
    0.4056343364476127,
    0.4056343364476127,
    0.4056343364476127,
    0.43676233448405904,
    0.43676233448405904,
    0.43676233448405904,
    0.43676233448405904,
    0.43676233448405904,
    0.43676233448405904,
    0.43676233448405904,
    0.43676233448405904,
    0.43676233448405904,
    0.43676233448405904,
    0.43676233448405904,
    0.6881480745866446,
    0.6881480745866446,
    0.6881480745866446,
    0.6881480745866446,
    0.6881480745866446,
    0.6881480745866446,
    0.6881480745866446,
    0.7861902438383606,
    0.7861902438383606,
    0.7861902438383606,
    0.7861902438383606,
    0.7861902438383606,
    0.7861902438383606,
    0.7861902438383606,
    0.7861902438383606,
    0.7861902438383606,
    0.7861902438383606,
    0.8086173906965356,
    0.8086173906965356,
    0.8086173906965356,
    0.8086173906965356,
    0.8086173906965356,
    0.8086173906965356,
    0.8086173906965356,
    0.8086173906965356,
    0.8086173906965356,
    0.8086173906965356,
    0.8086173906965356,
    0.8086173906965356,
    0.8086173906965356,
    0.8086173906965356,
    0.8086173906965356,
    0.8086173906965356,
    0.8086173906965356,
    0.8086173906965356,
    0.8086173906965356,
    0.8086173906965356,
    0.8086173906965356,
    0.8086173906965356
  ],
  "6": [
    "",
    "",
    "",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. A resume review table, sponsored by the engineering society, sits near the stage.",
    "An alumni panel discusses how to prepare for technical interviews, while a resume review table sponsored by the engineering society sits near the stage. An LLM error: 520 Server Error for url: https://api.openai.com/v1/chat/completions.",
    "At the event, an alumni panel discusses how to prepare for technical interviews. A resume review table sponsored by the engineering society sits near the stage. An LLM error: 520 Server Error for url: https://api.openai.com/v1/chat/completions. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, a group of students lines up along the gym's exterior before the career fair opens. Some students rehearse elevator pitches quietly against the wall. Career counselors are present and remind attendees to maintain eye contact.",
    "During the event, an alumni panel discusses how to prepare for technical interviews. A resume review table sponsored by the engineering society sits near the stage. An LLM error: 520 Server Error for url: https://api.openai.com/v1/chat/completions. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, a group of students lines up along the gym's exterior before the career fair opens. Some students rehearse elevator pitches quietly against the wall. Career counselors are present and remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "At a professional conference career fair, dozens of booths with colorful banners surround a polished floor. An alumni panel discusses how to prepare for technical interviews, and a resume review table sponsored by the engineering society sits near the stage. Students clutch resumes inside branded folders; event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, a group of students lines up along the exterior before the fair opens, with some rehearsing elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps; a cybersecurity company runs a password-cracking challenge on a laptop; a robotics startup flies a small drone above its booth. A welcome announcement over the PA outlines the fair schedule. 520 Server Errors were recorded for the OpenAI API chat completions endpoint at https://api.openai.com/v1/chat/completions.",
    "At a professional conference career fair, dozens of booths with banners circle a polished floor; staff at the entrance scan registrations and hand out lanyards, while outside the university gym a group lines up before opening, rehearsing elevator pitches. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers giving pep talks near the coffee station. A resume-review table sponsored by the engineering society sits near the stage; career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Tech displays include demo screens showing latest apps; a robotics startup flies a small drone above its booth. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome PA outlines the fair schedule. 520 Server Errors were recorded for the OpenAI API chat completions endpoint at https://api.openai.com/v1/chat/completions, and at a combined fair and cybersecurity event a 520 error interrupts discussion."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5398718102924587,
    0.5398718102924587,
    0.5398718102924587,
    0.5398718102924587,
    0.5398718102924587,
    0.44959266818108223,
    0.44959266818108223,
    0.44959266818108223,
    0.44959266818108223,
    0.44959266818108223,
    0.7599466567977109,
    0.7599466567977109,
    0.7599466567977109,
    0.7599466567977109,
    0.7599466567977109,
    0.7599466567977109,
    0.7599466567977109,
    0.7599466567977109,
    0.7599466567977109,
    0.7599466567977109,
    0.7599466567977109,
    0.7599466567977109,
    0.7599466567977109,
    0.7599466567977109,
    0.7868967667552815,
    0.7868967667552815,
    0.7868967667552815,
    0.7868967667552815,
    0.7868967667552815,
    0.7868967667552815,
    0.7868967667552815,
    0.7868967667552815,
    0.7868967667552815,
    0.7868967667552815,
    0.7868967667552815,
    0.7868967667552815,
    0.7868967667552815,
    0.7868967667552815,
    0.8248062171892454,
    0.8248062171892454,
    0.8248062171892454,
    0.8248062171892454,
    0.8248062171892454,
    0.8248062171892454,
    0.8248062171892454,
    0.8248062171892454,
    0.8248062171892454,
    0.8248062171892454,
    0.8248062171892454,
    0.8248062171892454,
    0.8248062171892454,
    0.8248062171892454,
    0.8248062171892454,
    0.8201158757879317,
    0.8201158757879317,
    0.8201158757879317
  ],
  "7": [
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "LLM error: 520 Server Error:  for url: https://api.openai.com/v1/chat/completions",
    "An LLM error is reported: 520 Server Error for the URL https://api.openai.com/v1/chat/completions. In the observed scene, consulting firms stack glossy case study booklets on high tables.",
    "An LLM error is reported: 520 Server Error for the OpenAI chat completions API. At the campus career fair, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Outside the university gym, a line forms along the building’s exterior before the fair opens, with some students quietly rehearsing elevator pitches against the wall. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. A welcome PA announcement outlines the fair schedule.",
    "At the campus career fair and a nearby professional conference, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Outside the university gym, a line forms along the exterior before opening, with some students quietly rehearsing elevator pitches against the wall. A cybersecurity company runs a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. A welcome PA announcement outlines the fair schedule, and event staff at the entrance scan registrations and hand out lanyards. A resume review table sponsored by the engineering society sits near the stage. A 520 Server Error was reported for the OpenAI API chat completions endpoint (https://api.openai.com/v1/chat/completions).",
    "At the campus career fair and nearby professional conference, dozens of booths with colorful banners surround a polished gym floor. Inside, students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact; tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. Outside the university gym, a line forms along the exterior before opening, with groups rehearsing elevator pitches against the wall. A robotics startup flies a small drone above its booth, while a cybersecurity company runs a password-cracking challenge on a laptop nearby. An alumni panel discusses how to prepare for technical interviews; a welcome PA outlines the fair schedule; event staff scan registrations and hand out lanyards; workshops on networking etiquette begin in the adjoining classroom. System observations report a 520 Server Error for the URL https://api.openai.com/v1/chat/completions.",
    "At a campus career fair and adjacent professional conference, dozens of booths with colorful banners surround a polished gym floor. Inside, students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact; tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. Outside the university gym, a line forms along the exterior before opening, with groups rehearsing elevator pitches against the wall. A robotics startup flies a small drone above its booth, while a cybersecurity company runs a password-cracking challenge on a laptop nearby. An alumni panel discusses how to prepare for technical interviews; a welcome PA outlines the fair schedule; event staff scan registrations and hand out lanyards; workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share pep talks near the coffee station. System observations report a 520 Server Error for the URL https://api.openai.com/v1/chat/completions."
  ],
  "7_score": [
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.1703638383219726,
    0.1703638383219726,
    0.1703638383219726,
    0.1703638383219726,
    0.1703638383219726,
    0.1703638383219726,
    0.1703638383219726,
    0.1703638383219726,
    0.29686686233290227,
    0.29686686233290227,
    0.29686686233290227,
    0.29686686233290227,
    0.29686686233290227,
    0.29686686233290227,
    0.29686686233290227,
    0.29686686233290227,
    0.29686686233290227,
    0.29686686233290227,
    0.29686686233290227,
    0.29686686233290227,
    0.29686686233290227,
    0.29686686233290227,
    0.7086632510583735,
    0.7086632510583735,
    0.7086632510583735,
    0.7086632510583735,
    0.7086632510583735,
    0.7086632510583735,
    0.7086632510583735,
    0.7086632510583735,
    0.7086632510583735,
    0.7986488728062737,
    0.7986488728062737,
    0.7986488728062737,
    0.7986488728062737,
    0.7986488728062737,
    0.7986488728062737,
    0.7986488728062737,
    0.7986488728062737,
    0.8227781674332626,
    0.8227781674332626,
    0.8227781674332626,
    0.8227781674332626,
    0.8227781674332626,
    0.8227781674332626,
    0.8227781674332626,
    0.8227781674332626,
    0.8227781674332626,
    0.8227781674332626,
    0.826547007391584,
    0.826547007391584,
    0.826547007391584,
    0.826547007391584,
    0.826547007391584,
    0.826547007391584,
    0.826547007391584,
    0.826547007391584,
    0.826547007391584
  ],
  "8": [
    "",
    "\"\"",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Alumni volunteers give brief pep talks near the coffee station, while finance firms offer QR codes for immediate internship applications. A resume review table, sponsored by the engineering society, sits near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "A career-focused fair unfolds with a welcome PA announcing the fair schedule. At the entrance, event staff scan registrations and hand out lanyards as attendees arrive. Career counselors redirect unsure students toward applicable industries, while alumni volunteers give brief pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. A resume review table sponsored by the engineering society sits near the stage, and an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders as the panel continues. Tech companies display demo screens of their latest apps, and consulting firms stack glossy case study booklets on high tables. The cybersecurity company event features a password-cracking challenge on a laptop illustrating practical security research activity. A session records an LLM error: 520 Server Error for url: https://api.openai.com/v1/chat/completions, interrupting or complicating the discussion.",
    "A career-focused fair unfolds with a welcome PA announcing the schedule. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries while alumni volunteers give pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. A resume review table sponsored by the engineering society sits near the stage as students clutch resumes in branded folders. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables. The cybersecurity company event features a password-cracking challenge on a laptop illustrating practical security research activity. A session records an LLM error: 520 Server Error for url: https://api.openai.com/v1/chat/completions. Human resources teams jot notes on tablets while students introduce themselves.",
    "Career fair opens with a welcome PA announcing the schedule. At the entrance, staff scan registrations and hand out lanyards while counselors guide students to applicable industries and alumni volunteers offer pep talks near the coffee station. Finance firms display QR codes for internships, and a resume-review table sponsored by the engineering society sits near the stage with students clutching folders. An alumni panel discusses preparing for technical interviews, followed by tech firms showing demo screens and consulting firms stacking glossy case-study booklets on high tables. The cybersecurity company hosts a password-cracking challenge on a laptop to illustrate security research, and a session records a 520 Server Error for url: https://api.openai.com/v1/chat/completions. HR teams jot notes on tablets as students introduce themselves. Outside the gym, students line up before opening, rehearse elevator pitches, while counselors remind attendees to maintain eye contact. A robotics startup deploys a small drone above its booth."
  ],
  "8_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.8089321786950976,
    0.8089321786950976,
    0.8089321786950976,
    0.8089321786950976,
    0.8089321786950976,
    0.8089321786950976,
    0.8089321786950976,
    0.8089321786950976,
    0.8089321786950976,
    0.8089321786950976,
    0.8089321786950976,
    0.8089321786950976,
    0.8089321786950976,
    0.8089321786950976,
    0.8825765707925963,
    0.8825765707925963,
    0.8825765707925963,
    0.8825765707925963,
    0.8825765707925963,
    0.8825765707925963,
    0.8825765707925963,
    0.8356172703515569,
    0.8356172703515569,
    0.8356172703515569,
    0.8356172703515569,
    0.8356172703515569,
    0.8356172703515569,
    0.8356172703515569,
    0.8356172703515569,
    0.8356172703515569,
    0.8356172703515569,
    0.8422734472560838,
    0.8422734472560838,
    0.8422734472560838,
    0.8422734472560838,
    0.8422734472560838,
    0.8422734472560838,
    0.8422734472560838,
    0.8422734472560838,
    0.8422734472560838,
    0.8422734472560838,
    0.8422734472560838,
    0.8422734472560838,
    0.8422734472560838,
    0.8422734472560838,
    0.8422734472560838,
    0.8422734472560838,
    0.8422734472560838,
    0.8422734472560838,
    0.8422734472560838,
    0.8422734472560838,
    0.8670980397386563
  ],
  "9": [
    "",
    "",
    "",
    "",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement over the PA system outlines the fair schedule; the venue features dozens of booths with colorful banners circling a polished floor. An alumni panel discusses how to prepare for technical interviews, offering insights for candidates.",
    "A welcome announcement over the PA system outlines the fair schedule. The venue features dozens of booths with colorful banners circling a polished floor. An alumni panel discusses how to prepare for technical interviews, offering insights for candidates. Workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement over the PA system outlines the fair schedule. The venue features dozens of booths with colorful banners circling a polished floor. An alumni panel discusses how to prepare for technical interviews, offering insights for candidates. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement over the PA system outlines the fair schedule. The venue features dozens of booths with colorful banners circling a polished floor. An alumni panel discusses how to prepare for technical interviews, offering insights for candidates. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention.",
    "A welcome announcement over the PA system outlines the fair schedule. The venue features dozens of booths with colorful banners circling a polished floor. An alumni panel discusses how to prepare for technical interviews, offering insights for candidates. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention. Event staff scan registrations and hand out lanyards at the entrance.",
    "A university career fair opens with a welcome PA outlining the schedule as dozens of booths with banners encircle a polished floor. Tech companies display demo screens of their latest apps, consulting firms stack glossy case study booklets on high tables; a cybersecurity company runs a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth. An alumni panel discusses how to prepare for technical interviews, and workshops on networking etiquette take place in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Outside the gym, students line up for the career fair that will open soon, along the exterior, with some rehearsing elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact while students clutch resumes inside branded folders. System observation records a 520 Server Error for https://api.openai.com/v1/chat/completions. A professional conference features similar displays.",
    "Near the university gym, a campus career fair is underway with an alumni panel on technical interview prep and a welcome PA outlining the schedule. Dozens of booths with banners encircle a polished floor as tech companies display demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables; a cybersecurity company runs a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth. Outside, groups of students line the exterior waiting to enter, some rehearsing elevator pitches against the wall. Inside, students clutch resumes in branded folders while event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact. System observations record a 520 Server Error for https://api.openai.com/v1/chat/completions, observed by attendees as demonstrations proceed. A professional conference features similar displays."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5787661345081472,
    0.5787661345081472,
    0.5787661345081472,
    0.7259705489491205,
    0.7259705489491205,
    0.7259705489491205,
    0.8792134746284402,
    0.8792134746284402,
    0.8792134746284402,
    0.8989859140133383,
    0.8989859140133383,
    0.8989859140133383,
    0.8989859140133383,
    0.9076147725034415,
    0.9076147725034415,
    0.9076147725034415,
    0.9076147725034415,
    0.9145106900825184,
    0.9145106900825184,
    0.9145106900825184,
    0.9145106900825184,
    0.9145106900825184,
    0.9145106900825184,
    0.9145106900825184,
    0.9145106900825184,
    0.9145106900825184,
    0.9145106900825184,
    0.9145106900825184,
    0.9145106900825184,
    0.9145106900825184,
    0.9145106900825184,
    0.8544116599505094,
    0.8544116599505094,
    0.8544116599505094,
    0.8544116599505094,
    0.8544116599505094,
    0.8544116599505094,
    0.8544116599505094,
    0.8248928740900598,
    0.8248928740900598,
    0.8248928740900598,
    0.8248928740900598,
    0.8248928740900598,
    0.8248928740900598,
    0.8248928740900598,
    0.8248928740900598,
    0.8248928740900598,
    0.8248928740900598,
    0.8248928740900598,
    0.8248928740900598,
    0.8248928740900598,
    0.8248928740900598,
    0.8248928740900598,
    0.8248928740900598,
    0.8248928740900598
  ],
  "10": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. A welcome announcement is heard over the PA system, outlining the fair schedule.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. A welcome announcement is heard over the PA system, outlining the fair schedule. The payload shows a 520 Server Error from an LLM for the URL https://api.openai.com/v1/chat/completions.",
    "At the fair, consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. A welcome announcement is heard over the PA system, outlining the fair schedule. The payload notes a 520 Server Error from an LLM for the URL https://api.openai.com/v1/chat/completions, and this error is observed.",
    "At a career-focused fair, attendees observe consulting firms stacking glossy case study booklets on high tables while tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries; a welcome PA announces the fair schedule. Students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews. At a cybersecurity company event, a password-cracking challenge on a laptop illustrates practical security research activity. The event logs a 520 Server Error from an LLM for the URL https://api.openai.com/v1/chat/completions, interrupting or complicating the discussion.",
    "At a career-focused fair, attendees observe consulting firms stacking glossy case study booklets on high tables while tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews. A cybersecurity company event features a password-cracking challenge on a laptop illustrating practical security research activity. The event logs a 520 Server Error from an LLM for the URL https://api.openai.com/v1/chat/completions, interrupting or complicating the discussion. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career-focused fair, consulting firms stack case study booklets on tables while tech companies display demo screens of apps. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Students clutch resumes in branded folders as an alumni panel discusses how to prepare for technical interviews. A cybersecurity company hosts a password-cracking challenge on a laptop illustrating practical security research, while the event logs a 520 Server Error from an LLM for the URL https://api.openai.com/v1/chat/completions, interrupting discussion. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers give pep talks near the coffee station; finance firms provide QR codes for internships. A resume-review table sponsored by the engineering society sits near the stage, alongside the alumni panel on technical interview prep. At the entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.35758506600393686,
    0.35758506600393686,
    0.35758506600393686,
    0.6653224318734606,
    0.6653224318734606,
    0.6653224318734606,
    0.6653224318734606,
    0.6653224318734606,
    0.5575262139903958,
    0.5575262139903958,
    0.5575262139903958,
    0.5575262139903958,
    0.5575262139903958,
    0.5575262139903958,
    0.5575262139903958,
    0.5575262139903958,
    0.5651402180773568,
    0.5651402180773568,
    0.5651402180773568,
    0.5651402180773568,
    0.5651402180773568,
    0.5651402180773568,
    0.5651402180773568,
    0.5651402180773568,
    0.5651402180773568,
    0.5651402180773568,
    0.5651402180773568,
    0.5651402180773568,
    0.5651402180773568,
    0.5651402180773568,
    0.5651402180773568,
    0.7092743589381807,
    0.7092743589381807,
    0.7092743589381807,
    0.7092743589381807,
    0.7092743589381807,
    0.7790680916444273,
    0.7790680916444273,
    0.7790680916444273,
    0.7790680916444273,
    0.7790680916444273,
    0.7790680916444273,
    0.7790680916444273,
    0.7790680916444273,
    0.7790680916444273,
    0.7790680916444273,
    0.7790680916444273,
    0.7790680916444273,
    0.8903193459902855,
    0.8903193459902855,
    0.8903193459902855,
    0.8903193459902855,
    0.8903193459902855,
    0.8903193459902855,
    0.8903193459902855,
    0.8903193459902855,
    0.8903193459902855
  ],
  "11": [
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "At a professional conference, tech companies display demo screens showcasing their latest apps while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. An LLM error: 520 Server Error for url: https://api.openai.com/v1/chat/completions is reported.",
    "At a professional conference and career fair near a university gym, tech companies display demo screens of their latest apps while consulting firms stack glossy case study booklets on high tables; career counselors remind attendees to maintain eye contact. Outside the gym, a line of students waits along the exterior before the fair opens, with some quietly rehearsing elevator pitches against the wall. A cybersecurity company runs a password-cracking challenge on a laptop nearby, and an alumni panel discusses how to prepare for technical interviews. System observation records a 520 Server Error for the URL https://api.openai.com/v1/chat/completions. Students clutch resumes inside branded folders.",
    "At a professional conference and career fair near a university gym, tech companies display demo screens of their latest apps while consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Outside, a line of students waits along the exterior before the fair opens, with some quietly rehearsing elevator pitches against the wall. A cybersecurity company runs a password-cracking challenge on a laptop nearby, and an alumni panel discusses how to prepare for technical interviews. System observation records a 520 Server Error for the URL https://api.openai.com/v1/chat/completions. Students clutch resumes inside branded folders. Event staff at the entrance scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors redirect unsure students toward applicable industries. A resume review table sponsored by the engineering society sits near the stage.",
    "At a professional conference and career fair near a university gym, dozens of booths with banners surround a floor. Tech companies display demo screens of apps, while consulting firms stack case-study booklets on high tables. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Outside, students wait before the fair opens, some rehearsing elevator pitches along the wall. Inside, students clutch resumes in branded folders; an engineering society sponsors a resume‑review table near the stage. An alumni panel discusses technical interview prep. A cybersecurity company runs a password‑cracking challenge on a laptop. A robotics startup flies a drone above its booth for attention. Event staff scan registrations and hand out lanyards. A welcome announcement over the PA outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. A 520 Server Error was reported for OpenAI API chat completions endpoint (https://api.openai.com/v1/chat/completions)."
  ],
  "11_score": [
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.5129811067571426,
    0.5129811067571426,
    0.5129811067571426,
    0.5129811067571426,
    0.5129811067571426,
    0.5129811067571426,
    0.7392967308494038,
    0.7392967308494038,
    0.7392967308494038,
    0.7392967308494038,
    0.7392967308494038,
    0.7392967308494038,
    0.7392967308494038,
    0.8073502367139386,
    0.8073502367139386,
    0.8073502367139386,
    0.8073502367139386,
    0.8073502367139386,
    0.8073502367139386,
    0.8073502367139386,
    0.8073502367139386,
    0.8073502367139386,
    0.8073502367139386,
    0.8073502367139386,
    0.8073502367139386,
    0.8073502367139386,
    0.8073502367139386,
    0.8073502367139386,
    0.8073502367139386,
    0.8073502367139386,
    0.8073502367139386,
    0.8073502367139386,
    0.8073502367139386,
    0.8073502367139386,
    0.8073502367139386,
    0.8073502367139386,
    0.8073502367139386,
    0.8073502367139386,
    0.8073502367139386,
    0.8073502367139386,
    0.8073502367139386,
    0.8405691814669418,
    0.8405691814669418,
    0.8405691814669418,
    0.8405691814669418,
    0.8405691814669418,
    0.8405691814669418
  ],
  "12": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "A resume review table, sponsored by the engineering society, sits near the stage.",
    "A resume review table, sponsored by the engineering society, sits near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "During the career fair, a resume review table sponsored by the engineering society sits near the stage, and an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors redirect unsure students toward applicable industries.",
    "At the career fair, a resume review table sponsored by the engineering society sits near the stage, and an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors redirect unsure students toward applicable industries. In a career-focused setting, students clutch resumes inside branded folders as tech companies display demo screens showing their latest apps.",
    "At the career fair, a resume review table sponsored by the engineering society sits near the stage, while an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors redirect unsure students toward applicable industries. In this career-focused setting, students clutch resumes inside branded folders as tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, a resume review table sponsored by the engineering society sits near the stage, while an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards, and a welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors redirect unsure students toward applicable industries. In this career-focused setting, students clutch resumes inside branded folders as tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, a resume review table sponsored by the engineering society sits near the stage, while an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards, and a welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors redirect unsure students toward applicable industries. In this career-focused setting, students clutch resumes inside branded folders as tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, a resume-review table sponsored by the engineering society sits near the stage, while an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards, and a welcome announcement over the PA outlines the fair schedule. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders as tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens and consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "At the career fair, a resume-review table sponsored by the engineering society sits near the stage, alongside an alumni panel on how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards as a welcome PA outlines the schedule. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders as tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "At the career fair, various activities are underway: a resume-review table sponsored by the engineering society sits near the stage, alongside an alumni panel about preparing for technical interviews. At the entrance, staff scan registrations and hand out lanyards as a welcome PA outlines the schedule. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders as tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a small drone above its booth for attention. Groups of friends mark target employers on the event map."
  ],
  "12_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.3316529617400548,
    0.3316529617400548,
    0.3316529617400548,
    0.3316529617400548,
    0.38676281899030124,
    0.38676281899030124,
    0.38676281899030124,
    0.38676281899030124,
    0.8085774284001579,
    0.8085774284001579,
    0.8085774284001579,
    0.8085774284001579,
    0.8085774284001579,
    0.8362477133165698,
    0.8362477133165698,
    0.8362477133165698,
    0.847039652373029,
    0.847039652373029,
    0.8461759086544203,
    0.8461759086544203,
    0.8461759086544203,
    0.8461759086544203,
    0.8461759086544203,
    0.8461759086544203,
    0.8648288723306483,
    0.8648288723306483,
    0.8648288723306483,
    0.8648288723306483,
    0.8648288723306483,
    0.8648288723306483,
    0.8648288723306483,
    0.9001758490193287,
    0.9001758490193287,
    0.9001758490193287,
    0.9001758490193287,
    0.9001758490193287,
    0.9001758490193287,
    0.9001758490193287,
    0.9001758490193287,
    0.8940423722750759,
    0.8940423722750759,
    0.8940423722750759,
    0.8940423722750759,
    0.8940423722750759,
    0.8940423722750759,
    0.8940423722750759,
    0.8922534398015428,
    0.8922534398015428,
    0.8922534398015428,
    0.8922534398015428,
    0.8922534398015428,
    0.8922534398015428,
    0.8922534398015428,
    0.8922534398015428,
    0.8922534398015428,
    0.8922534398015428,
    0.8922534398015428,
    0.8922534398015428,
    0.8922534398015428,
    0.8922534398015428,
    0.8922534398015428
  ],
  "13": [
    "",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, offering insights for candidates. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "An alumni panel discusses how to prepare for technical interviews, offering insights for candidates. A welcome announcement is broadcast over the PA system, outlining the fair schedule. A LLM error appears: 520 Server Error: for url: https://api.openai.com/v1/chat/completions.",
    "An alumni panel discusses how to prepare for technical interviews, offering insights for candidates. A welcome announcement is broadcast over the PA system, outlining the fair schedule. A LLM error appears: 520 Server Error: for url: https://api.openai.com/v1/chat/completions. Tech companies display demo screens showing their latest apps.",
    "In a career fair setting, an alumni panel discusses how to prepare for technical interviews, offering insights for candidates. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. A 520 Server Error appears from an LLM for the URL https://api.openai.com/v1/chat/completions.",
    "Near the university gym, a career fair unfolds with an alumni panel discussing how to prepare for technical interviews, while a welcome announcement is broadcast over the PA outlining the schedule. Tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables; career counselors remind attendees to maintain eye contact. Outside, a group of students lines the exterior, waiting for the fair to open, some rehearsing elevator pitches against the wall. A cybersecurity company runs a password-cracking challenge on a laptop nearby. System observations also record a 520 Server Error for the URL https://api.openai.com/v1/chat/completions. Inside, students clutch resumes in branded folders.",
    "Near the university gym, a career fair unfolds with an alumni panel discussing how to prepare for technical interviews, while a welcome PA announces the schedule. Tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables; career counselors remind attendees to maintain eye contact. Outside, a group of students lines the exterior waiting for the fair to open, with some rehearsing elevator pitches against the wall. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Inside, students clutch resumes in branded folders, and career counselors remind attendees to maintain eye contact. Event staff at the entrance scan registrations and hand out lanyards. System observations record a 520 Server Error for the URL https://api.openai.com/v1/chat/completions.",
    "At the university gym, a career fair unfolds with an alumni panel offering insights on preparing for technical interviews, while a welcome PA outlines the schedule. Dozens of booths with colorful banners surround a polished floor. Inside, students clutch resumes in branded folders; career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. Outside, groups of students line the exterior, rehearsing elevator pitches against the wall. A cybersecurity company runs a password-cracking challenge on a laptop nearby. A robotics startup flies a small drone above its booth for attention. Event staff at the entrance scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom. System observations record a 520 Server Error for the URL https://api.openai.com/v1/chat/completions.",
    "At the university gym, a campus career fair features an alumni panel on preparing for technical interviews, a welcome PA outlining the schedule, and dozens of booths with colorful banners around a polished floor. Inside, students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact; tech companies display demo screens of their latest apps and consulting firms stack glossy case-study booklets on high tables. Outside, lines form along the exterior with groups rehearsing elevator pitches; a cybersecurity company runs a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth. An admissions/entrance team scans registrations and hands out lanyards; workshops on networking etiquette run in an adjoining classroom; a resume review table sponsored by the engineering society sits near the stage. A 520 Server Error was reported for the OpenAI API chat completions endpoint."
  ],
  "13_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5964812033235882,
    0.5964812033235882,
    0.5964812033235882,
    0.5964812033235882,
    0.5964812033235882,
    0.5722517639414532,
    0.5722517639414532,
    0.5722517639414532,
    0.6384781726340563,
    0.6384781726340563,
    0.6384781726340563,
    0.6384781726340563,
    0.6751246338725294,
    0.6751246338725294,
    0.6751246338725294,
    0.6751246338725294,
    0.6751246338725294,
    0.756962463527928,
    0.756962463527928,
    0.756962463527928,
    0.756962463527928,
    0.756962463527928,
    0.756962463527928,
    0.756962463527928,
    0.7670836619162447,
    0.7670836619162447,
    0.7670836619162447,
    0.7670836619162447,
    0.7670836619162447,
    0.7670836619162447,
    0.8062976094510261,
    0.8062976094510261,
    0.8062976094510261,
    0.8062976094510261,
    0.8062976094510261,
    0.8062976094510261,
    0.8062976094510261,
    0.8062976094510261,
    0.8062976094510261,
    0.8062976094510261,
    0.8155109837039746,
    0.8155109837039746,
    0.8155109837039746,
    0.8155109837039746,
    0.8155109837039746,
    0.8155109837039746,
    0.8155109837039746,
    0.8155109837039746,
    0.8155109837039746,
    0.8155109837039746,
    0.8155109837039746,
    0.8155109837039746,
    0.8155109837039746,
    0.8155109837039746,
    0.8155109837039746,
    0.8155109837039746,
    0.8155109837039746
  ],
  "14": [
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors redirect unsure students toward applicable industries.",
    "At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors redirect unsure students toward applicable industries. A resume review table, sponsored by the engineering society, sits near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "Event staff at the entrance scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors redirect unsure students toward applicable industries. A resume review table sponsored by the engineering society sits near the stage. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Event staff at the entrance scan registrations and hand out lanyards, while a welcome announcement plays over the PA system outlining the fair schedule. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. A resume review table sponsored by the engineering society sits near the stage. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. At the professional conference, consulting firms stack glossy case study booklets on high tables. A 520 Server Error was reported and recorded for the OpenAI API chat completions endpoint (https://api.openai.com/v1/chat/completions).",
    "Event staff at the entrance scan registrations and hand out lanyards as a welcome announcement plays over the PA outlining the fair schedule. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact, with some students clutching resumes inside branded folders. A resume review table sponsored by the engineering society sits near the stage. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Outside the university gym, a group lines up for the career fair that will open soon along the gym exterior, with some students rehearsing elevator pitches against the wall. At the professional conference, consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showcasing their latest apps. System observations record a 520 Server Error for the URL https://api.openai.com/v1/chat/completions.",
    "At the university gym and surroundings, a career fair unfolds with banners and booths. Event staff scan registrations and hand out lanyards at the entrance, while a PA outlines schedule. Inside, students clutch resumes in branded folders as career counselors direct unsure attendees toward applicable industries and remind them to maintain eye contact. A resume-review table sponsored by the engineering society sits near the stage. Tech companies display demo screens of their apps; consulting firms stack case-study booklets on tables. Outside, groups line up for the opening, and some students rehearse elevator pitches against the wall. A cybersecurity company runs a password-cracking challenge on a laptop nearby; a robotics startup flies a drone above its booth for attention. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. System observations record a 520 Server Error for the URL https://api.openai.com/v1/chat/completions."
  ],
  "14_score": [
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5900445790941065,
    0.5900445790941065,
    0.8170335561381922,
    0.8170335561381922,
    0.8170335561381922,
    0.8170335561381922,
    0.855785565959491,
    0.855785565959491,
    0.855785565959491,
    0.855785565959491,
    0.8479953362519481,
    0.8479953362519481,
    0.8479953362519481,
    0.8479953362519481,
    0.8479953362519481,
    0.8479953362519481,
    0.8479953362519481,
    0.8479953362519481,
    0.8479953362519481,
    0.8479953362519481,
    0.8479953362519481,
    0.8479953362519481,
    0.7389508699575955,
    0.7389508699575955,
    0.7389508699575955,
    0.7389508699575955,
    0.7389508699575955,
    0.7389508699575955,
    0.7389508699575955,
    0.7389508699575955,
    0.7389508699575955,
    0.7389508699575955,
    0.7389508699575955,
    0.8121734733368394,
    0.8121734733368394,
    0.8121734733368394,
    0.8121734733368394,
    0.8121734733368394,
    0.8121734733368394,
    0.8121734733368394,
    0.8121734733368394,
    0.8121734733368394,
    0.8121734733368394,
    0.8121734733368394,
    0.8121734733368394,
    0.8121734733368394,
    0.8121734733368394,
    0.8121734733368394,
    0.8121734733368394,
    0.8121734733368394,
    0.8121734733368394,
    0.8121734733368394,
    0.8121734733368394,
    0.8121734733368394,
    0.8121734733368394,
    0.8121734733368394,
    0.8121734733368394,
    0.8121734733368394,
    0.8454946341239061
  ],
  "15": [
    "",
    "",
    "\"\"",
    "\"\"",
    "LLM error: 520 Server Error:  for url: https://api.openai.com/v1/chat/completions",
    "An LLM error: 520 Server Error for the URL https://api.openai.com/v1/chat/completions. Career counselors redirect unsure students toward applicable industries.",
    "An LLM produced a 520 Server Error for the URL https://api.openai.com/v1/chat/completions. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact.",
    "In a professional setting, an LLM produced a 520 Server Error for the URL https://api.openai.com/v1/chat/completions. Career counselors redirected unsure students toward applicable industries. Consulting firms stacked glossy case study booklets on high tables, while career counselors reminded attendees to maintain eye contact.",
    "An LLM produced a 520 Server Error for the URL https://api.openai.com/v1/chat/completions in a professional setting. Career counselors directed unsure students toward applicable industries. Consulting firms stacked glossy case study booklets on high tables as counselors reminded attendees to maintain eye contact. Outside the university gym, a group of students lines up along the building exterior several hours before the career fair opens, with some rehearsing elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a university career fair, various activities unfold: An LLM produced a 520 Server Error for the URL https://api.openai.com/v1/chat/completions in a professional setting. Career counselors direct unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables as counselors remind attendees to maintain eye contact. Outside the university gym, a group of students lines up along the building exterior several hours before the career fair opens, with some rehearsing elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a university career fair, observations include an LLM producing a 520 Server Error for the URL https://api.openai.com/v1/chat/completions in a professional setting. Career counselors direct unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables while counselors remind attendees to maintain eye contact. Outside the university gym, a group of students lines up along the building exterior several hours before opening, with some rehearsing elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a campus career fair, attendees observe a 520 Server Error for https://api.openai.com/v1/chat/completions in a professional setting as tech companies display demo screens of their latest apps. Counseling staff direct unsure students toward applicable industries, and career counselors remind attendees to maintain eye contact. Outside the university gym, a line forms along the exterior before opening, with some students quietly rehearsing elevator pitches against the wall. At the entrance, event staff scan registrations and hand out lanyards. Inside, consulting firms stack glossy case study booklets on high tables near the entrance, and a welcome PA announces the fair schedule. A resume review table sponsored by the engineering society sits near the stage. A cybersecurity company runs a password cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette occur in the adjoining classroom, and attendees clutch resumes inside branded folders."
  ],
  "15_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.1703638383219726,
    0.1703638383219726,
    0.1703638383219726,
    0.2916865559056099,
    0.2916865559056099,
    0.2916865559056099,
    0.2916865559056099,
    0.2916865559056099,
    0.5248720721555172,
    0.5248720721555172,
    0.5248720721555172,
    0.5248720721555172,
    0.5248720721555172,
    0.49341152049339665,
    0.49341152049339665,
    0.49341152049339665,
    0.49341152049339665,
    0.49341152049339665,
    0.49341152049339665,
    0.638389054823379,
    0.638389054823379,
    0.638389054823379,
    0.638389054823379,
    0.638389054823379,
    0.638389054823379,
    0.8395407106851968,
    0.8395407106851968,
    0.8395407106851968,
    0.8395407106851968,
    0.8395407106851968,
    0.8395407106851968,
    0.8395407106851968,
    0.8395407106851968,
    0.8395407106851968,
    0.8395407106851968,
    0.8395407106851968,
    0.8030189457436434,
    0.8030189457436434,
    0.8030189457436434,
    0.8030189457436434,
    0.8030189457436434,
    0.8030189457436434,
    0.8030189457436434,
    0.8030189457436434,
    0.8117026391145878,
    0.8117026391145878,
    0.8117026391145878,
    0.8117026391145878,
    0.8117026391145878,
    0.8117026391145878,
    0.8117026391145878,
    0.8117026391145878,
    0.8117026391145878,
    0.8117026391145878,
    0.8117026391145878,
    0.8117026391145878,
    0.8117026391145878,
    0.8117026391145878
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance, while near the stage the engineering society sponsors a resume review table.",
    "Event staff scan registrations and hand out lanyards at the entrance. Near the stage, the engineering society sponsors a resume review table. Workshops on networking etiquette begin in the adjoining classroom.",
    "Event staff scan registrations and hand out lanyards at the entrance. Near the stage, the engineering society sponsors a resume review table. Workshops on networking etiquette begin in the adjoining classroom. LLM error: 520 Server Error:  for url: https://api.openai.com/v1/chat/completions",
    "Event staff scan registrations and hand out lanyards at the entrance. Near the stage, the engineering society sponsors a resume review table. Workshops on networking etiquette begin in the adjoining classroom. LLM error: 520 Server Error: for url: https://api.openai.com/v1/chat/completions. Tech companies display demo screens showing their latest apps.",
    "Event staff scan registrations and hand out lanyards at the entrance. Near the stage, the engineering society sponsors a resume review table. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. An LLM error: 520 Server Error: for url: https://api.openai.com/v1/chat/completions.",
    "Event staff scan registrations and hand out lanyards at the entrance. Near the stage, the engineering society sponsors a resume review table. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. An LLM produced a 520 Server Error for the URL https://api.openai.com/v1/chat/completions in a professional setting. Career counselors directed unsure students toward applicable industries. Consulting firms stacked glossy case study booklets on high tables as counselors reminded attendees to maintain eye contact. Outside the university gym, a group of students lines up along the building exterior several hours before the career fair opens, with some rehearsing elevator pitches quietly against the wall.",
    "Event staff scan registrations and hand out lanyards at the entrance. Near the stage, the engineering society sponsors a resume review table, while workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens of their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop. An LLM produced a 520 Server Error for the URL https://api.openai.com/v1/chat/completions in a professional setting, with system observation recording the same error. Career counselors direct unsure students toward applicable industries, and consulting firms stack glossy case study booklets on high tables as they remind attendees to maintain eye contact. Outside the university gym, students line the building exterior several hours before the career fair opens, some rehearsing elevator pitches against the wall; an alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders.",
    "Event staff scan registrations and hand out lanyards at the entrance. Near the stage, the engineering society sponsors a resume review table, while workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens of their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop. In a professional setting, an LLM produced a 520 Server Error for the URL https://api.openai.com/v1/chat/completions, with system observation recording the same error. Career counselors direct unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables as they remind attendees to maintain eye contact. Outside the university gym, students line the building exterior several hours before the career fair opens, some rehearsing elevator pitches against the wall; an alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.442008779100131,
    0.442008779100131,
    0.442008779100131,
    0.7522485583737065,
    0.7522485583737065,
    0.7522485583737065,
    0.7522485583737065,
    0.5985952451185999,
    0.5985952451185999,
    0.5985952451185999,
    0.5985952451185999,
    0.5985952451185999,
    0.5985952451185999,
    0.6419790428853149,
    0.6419790428853149,
    0.6419790428853149,
    0.6419790428853149,
    0.698865327247254,
    0.698865327247254,
    0.698865327247254,
    0.698865327247254,
    0.698865327247254,
    0.698865327247254,
    0.698865327247254,
    0.8288660176412219,
    0.8288660176412219,
    0.8288660176412219,
    0.8288660176412219,
    0.8288660176412219,
    0.8288660176412219,
    0.8288660176412219,
    0.8164282540686874,
    0.8164282540686874,
    0.8164282540686874,
    0.8164282540686874,
    0.8164282540686874,
    0.8164282540686874,
    0.8164282540686874,
    0.8164282540686874,
    0.8156550184993344,
    0.8156550184993344,
    0.8156550184993344,
    0.8156550184993344,
    0.8156550184993344,
    0.8156550184993344,
    0.8156550184993344,
    0.8156550184993344,
    0.8156550184993344,
    0.8156550184993344,
    0.8156550184993344,
    0.8156550184993344,
    0.8156550184993344,
    0.8156550184993344,
    0.8156550184993344,
    0.8156550184993344,
    0.8156550184993344,
    0.8156550184993344
  ],
  "17": [
    "",
    "",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers give brief pep talks near the coffee station, while finance firms offer QR codes for immediate internship applications.",
    "Alumni volunteers give brief pep talks near the coffee station, while finance firms offer QR codes for immediate internship applications. A resume review table, sponsored by the engineering society, sits near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "Alumni volunteers give brief pep talks near the coffee station, while finance firms offer QR codes for immediate internship applications. A resume review table, sponsored by the engineering society, sits near the stage, and an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "At the career fair, alumni volunteers give brief pep talks near the coffee station, and finance firms provide QR codes for immediate internship applications. A resume review table sponsored by the engineering society sits near the stage, while an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. A welcome announcement is being broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the career fair, alumni volunteers give brief pep talks near the coffee station, and finance firms provide QR codes for immediate internship applications. A resume review table sponsored by the engineering society sits near the stage, while an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. A welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the career fair, alumni volunteers give brief pep talks near the coffee station while finance firms provide QR codes for immediate internship applications. A resume-review table sponsored by the engineering society sits near the stage, accompanied by an alumni panel on how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. A welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "At the career fair, alumni volunteers give brief pep talks near the coffee station while finance firms provide QR codes for immediate internship applications. A resume-review table sponsored by the engineering society sits near the stage, accompanied by an alumni panel on how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. A welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos."
  ],
  "17_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.40614152265175985,
    0.40614152265175985,
    0.40614152265175985,
    0.40614152265175985,
    0.40614152265175985,
    0.5770686856592306,
    0.5770686856592306,
    0.5770686856592306,
    0.5770686856592306,
    0.5770686856592306,
    0.5770686856592306,
    0.5770686856592306,
    0.5770686856592306,
    0.5770686856592306,
    0.5770686856592306,
    0.7319002139632529,
    0.7319002139632529,
    0.7319002139632529,
    0.8765181410227383,
    0.8765181410227383,
    0.8765181410227383,
    0.8765181410227383,
    0.8765181410227383,
    0.8765181410227383,
    0.8765181410227383,
    0.8765181410227383,
    0.8765181410227383,
    0.8765181410227383,
    0.8765181410227383,
    0.8765181410227383,
    0.8765181410227383,
    0.8812232052570634,
    0.8812232052570634,
    0.8812232052570634,
    0.8812232052570634,
    0.8682749368888252,
    0.8682749368888252,
    0.8682749368888252,
    0.8682749368888252,
    0.8682749368888252,
    0.8857596233269719,
    0.8857596233269719,
    0.8857596233269719,
    0.8857596233269719,
    0.8857596233269719,
    0.8857596233269719,
    0.8857596233269719,
    0.8857596233269719,
    0.8857596233269719,
    0.8857596233269719,
    0.8857596233269719,
    0.8857596233269719,
    0.8857596233269719,
    0.8857596233269719,
    0.8857596233269719,
    0.8857596233269719
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "LLM error: 520 Server Error:  for url: https://api.openai.com/v1/chat/completions",
    "Outside the university gym, a group of students lines up waiting before the career fair opens. The line runs along the gym’s exterior ahead of the event’s start. Some students rehearse elevator pitches quietly against the wall. Career counselors are present and remind attendees to maintain eye contact.",
    "Outside the university gym, a group of students lines up before the career fair opens, the queue running along the exterior of the building ahead of the event’s start. Some students rehearse elevator pitches quietly against the wall. Career counselors are present, reminding attendees to maintain eye contact.",
    "Outside the university gym, a group of students lines up along the exterior of the building in the hours before the career fair opens. Some rehearse elevator pitches quietly against the wall. Career counselors are present, reminding attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, a group of students lines up along the building's exterior in the hours before the career fair opens. Some rehearse elevator pitches quietly against the wall. Career counselors are present, reminding attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, a group of students lines up along the exterior before the career fair opens; some rehearse elevator pitches quietly against the wall. Career counselors are present, reminding attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables near the entrance. An alumni panel discusses how to prepare for technical interviews. A resume review table sponsored by the engineering society sits near the stage. An LLM error: 520 Server Error for url: https://api.openai.com/v1/chat/completions.",
    "Outside the university gym, a queue forms along the building exterior before the career fair opens, with some students quietly rehearsing elevator pitches against the wall. Career counselors remind attendees to maintain eye contact as they pass. At the entrance, event staff scan registrations and hand out lanyards. Near the entrance, consulting firms stack glossy case study booklets on high tables, while a welcome PA announces the fair schedule. An alumni panel discusses how to prepare for technical interviews. A resume review table sponsored by the engineering society sits near the stage. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens of their latest apps, and attendees observe a 520 Server Error for url: https://api.openai.com/v1/chat/completions.",
    "Outside the university gym, a career fair unfolds with a queue along the building and students quietly rehearsing elevator pitches against the wall as career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Near the entrance, consulting firms stack glossy case study booklets on high tables, while a welcome PA announces the fair schedule. Inside the venue, an alumni panel discusses how to prepare for technical interviews, and a resume review table sponsored by the engineering society sits near the stage. A cybersecurity company runs a password-cracking challenge on a laptop; tech companies display demo screens of their latest apps; attendees observe a 520 Server Error for the URL https://api.openai.com/v1/chat/completions. The venue features dozens of booths with colorful banners on a floor; a robotics startup flies a drone above its booth. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.1703638383219726,
    0.1703638383219726,
    0.1703638383219726,
    0.1703638383219726,
    0.1703638383219726,
    0.1703638383219726,
    0.7406817077795376,
    0.7406817077795376,
    0.7406817077795376,
    0.7406817077795376,
    0.6977699030325529,
    0.6977699030325529,
    0.6977699030325529,
    0.7486973088099982,
    0.7486973088099982,
    0.7486973088099982,
    0.8027842351037734,
    0.8027842351037734,
    0.8027842351037734,
    0.8027842351037734,
    0.8027842351037734,
    0.8027842351037734,
    0.8027842351037734,
    0.755879015816321,
    0.755879015816321,
    0.755879015816321,
    0.755879015816321,
    0.755879015816321,
    0.8342067222219379,
    0.8342067222219379,
    0.8342067222219379,
    0.8342067222219379,
    0.8342067222219379,
    0.8342067222219379,
    0.8342067222219379,
    0.8342067222219379,
    0.8342067222219379,
    0.8342067222219379,
    0.8616217460937654,
    0.8616217460937654,
    0.8616217460937654,
    0.8616217460937654,
    0.8616217460937654,
    0.8616217460937654,
    0.8616217460937654,
    0.8616217460937654,
    0.8616217460937654,
    0.8616217460937654,
    0.8616217460937654,
    0.8616217460937654,
    0.8616217460937654,
    0.8616217460937654,
    0.8616217460937654,
    0.8616217460937654,
    0.8616217460937654,
    0.8616217460937654,
    0.8616217460937654,
    0.8616217460937654
  ],
  "19": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "In a career-focused setting, students clutch resumes inside branded folders, while an alumni panel discusses how to prepare for technical interviews.",
    "In a career-focused setting, students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews, while tech companies display demo screens showing their latest apps.",
    "In a career-focused setting, students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews, while tech companies display demo screens showing their latest apps.",
    "In a career-focused setting, students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews, while tech companies display demo screens showing their latest apps. At the fair, consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. A welcome announcement is heard over the PA system, outlining the fair schedule.",
    "At a career-focused fair, students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A welcome announcement is heard over the PA system outlining the fair schedule.",
    "At a career-focused fair, students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, and a welcome PA announces the fair schedule. At a cybersecurity company event, a password-cracking challenge is conducted on a laptop, illustrating practical security research activity. The session records an LLM error: 520 Server Error for url: https://api.openai.com/v1/chat/completions, interrupting or complicating the discussion.",
    "At a career-focused fair, students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries; at the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers give brief pep talks near the coffee station, and finance firms offer QR codes for immediate internship applications. A resume review table sponsored by the engineering society sits near the stage, and the alumni panel recurs in discussion on interview prep. At a cybersecurity company event, a password-cracking challenge on a laptop illustrates practical security research activity. A welcome PA announces the fair schedule; a session records an LLM error: 520 Server Error for url: https://api.openai.com/v1/chat/completions, interrupting the discussion.",
    "At a campus career fair, students clutch branded folders with resumes as alumni panels discuss how to prepare for technical interviews. Tech firms show demo screens of their apps; consulting firms place case study booklets on high tables. Career counselors remind attendees to maintain eye contact and direct unsure students to applicable industries; at the entrance staff scan registrations and hand out lanyards. Alumni volunteers give pep talks; finance firms offer QR codes for immediate internship applications. Resume review table sponsored by the engineering society sits near stage. At a cybersecurity company event, a password-cracking challenge on a laptop illustrates practical security research. A welcome PA announces the fair schedule; a session records a 520 Server Error for https://api.openai.com/v1/chat/completions, interrupting discussion, with a later related 520 error for the same URL reported. Some students rehearse elevator pitches against the wall; the scene blends instructional guidance, exhibitor demonstrations, and tech hiccups."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.46530089734362273,
    0.46530089734362273,
    0.46530089734362273,
    0.46530089734362273,
    0.49110923408937285,
    0.49110923408937285,
    0.49110923408937285,
    0.49110923408937285,
    0.49110923408937285,
    0.49110923408937285,
    0.49110923408937285,
    0.8471029663623635,
    0.8471029663623635,
    0.8471029663623635,
    0.8471029663623635,
    0.8552138081163487,
    0.8552138081163487,
    0.8552138081163487,
    0.8552138081163487,
    0.8552138081163487,
    0.8552138081163487,
    0.6768016346416623,
    0.6768016346416623,
    0.6768016346416623,
    0.6768016346416623,
    0.6768016346416623,
    0.6768016346416623,
    0.8201996869234071,
    0.8201996869234071,
    0.8201996869234071,
    0.8201996869234071,
    0.8201996869234071,
    0.8201996869234071,
    0.8201996869234071,
    0.8201996869234071,
    0.8201996869234071,
    0.8201996869234071,
    0.8201996869234071,
    0.8201996869234071,
    0.8201996869234071,
    0.8201996869234071,
    0.8201996869234071,
    0.8201996869234071,
    0.8105292965849178,
    0.8105292965849178,
    0.8105292965849178,
    0.8105292965849178,
    0.8105292965849178,
    0.8105292965849178,
    0.8105292965849178,
    0.8105292965849178,
    0.8105292965849178,
    0.8105292965849178,
    0.8105292965849178,
    0.8105292965849178,
    0.8105292965849178,
    0.8105292965849178,
    0.8105292965849178
  ],
  "20": [
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews.",
    "A cybersecurity company runs a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "At the venue, a cybersecurity company operates a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews and offers insights for candidates. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement over the PA outlines the fair schedule. The venue features dozens of booths with colorful banners circling a polished floor. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables.",
    "At the venue, a cybersecurity company runs a password-cracking challenge on a laptop, while a robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews, and a welcome announcement over the PA outlines the fair schedule. The venue features dozens of booths with colorful banners circling a polished floor. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens of their latest apps, and consulting firms stack glossy case study booklets on high tables. Near the university gym, a career fair unfolds with eye-contact reminders from career counselors. Outside, a group of students lines the exterior, rehearsing elevator pitches against the wall. Inside, students clutch resumes in branded folders. System observations also record a 520 Server Error for the URL https://api.openai.com/v1/chat/completions.",
    "At the venue, a cybersecurity company conducts a password-cracking challenge on a laptop to illustrate practical security research activity. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews, followed by a welcome announcement over the PA outlining the fair schedule. The hall features dozens of booths with colorful banners circling a polished floor; workshops on networking etiquette run in the adjoining classroom. Tech companies display demo screens of their latest apps, and consulting firms stack glossy case study booklets on high tables. Finance firms display QR codes for immediate internship applications. Near the university gym, a career fair unfolds with career counselors reminding attendees to maintain eye contact. Outside, students line the exterior rehearsing elevator pitches; inside, students clutch resumes in branded folders. A 520 Server Error interrupts the session for the OpenAI API.",
    "At a university career fair, a cybersecurity company conducts a password-cracking challenge on a laptop to illustrate practical security research activity, followed by an alumni panel on how to prepare for technical interviews and a welcome announcement over the PA outlining the fair schedule. A robotics startup deploys a small drone above its booth to attract attention. The hall features dozens of booths with colorful banners circling a polished floor; workshops on networking etiquette take place in the adjoining classroom. Tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables; finance firms display QR codes for immediate internship applications. Near the university gym, career counselors remind attendees to maintain eye contact; outside, students line the exterior rehearsing elevator pitches, while inside, students clutch resumes in branded folders. A 520 Server Error interrupts the session for the OpenAI API, arising for https://api.openai.com/v1/chat/completions."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.4056343364476127,
    0.4056343364476127,
    0.4056343364476127,
    0.4056343364476127,
    0.4056343364476127,
    0.5917709764208496,
    0.5917709764208496,
    0.5917709764208496,
    0.5917709764208496,
    0.5917709764208496,
    0.5917709764208496,
    0.5917709764208496,
    0.5917709764208496,
    0.5917709764208496,
    0.876111500768224,
    0.876111500768224,
    0.876111500768224,
    0.876111500768224,
    0.876111500768224,
    0.876111500768224,
    0.876111500768224,
    0.876111500768224,
    0.876111500768224,
    0.876111500768224,
    0.8493641406820096,
    0.8493641406820096,
    0.8493641406820096,
    0.8493641406820096,
    0.8493641406820096,
    0.8493641406820096,
    0.8493641406820096,
    0.8646428960018683,
    0.8646428960018683,
    0.8646428960018683,
    0.8646428960018683,
    0.8646428960018683,
    0.8646428960018683,
    0.8646428960018683,
    0.8646428960018683,
    0.8121721915030775,
    0.8121721915030775,
    0.8121721915030775,
    0.8121721915030775,
    0.8121721915030775,
    0.8121721915030775,
    0.8121721915030775,
    0.8121721915030775,
    0.8121721915030775,
    0.8121721915030775,
    0.8121721915030775,
    0.8121721915030775,
    0.8121721915030775,
    0.8121721915030775,
    0.8121721915030775,
    0.8121721915030775
  ],
  "21": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "LLM error: 520 Server Error:  for url: https://api.openai.com/v1/chat/completions",
    "The payload shows a 520 Server Error from an LLM for the URL https://api.openai.com/v1/chat/completions. Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact.",
    "A 520 Server Error from an LLM for the URL https://api.openai.com/v1/chat/completions is observed. At the fair, consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. A welcome announcement is heard over the PA system outlining the fair schedule.",
    "At the fair, a 520 server error from an LLM for the URL https://api.openai.com/v1/chat/completions is observed. Consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "During a fair and a cybersecurity company event, a 520 Server Error from an LLM for the URL https://api.openai.com/v1/chat/completions is observed, interrupting discussion. Consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Alumni volunteers share quick pep talks near the coffee station. A password-cracking challenge is conducted on a laptop, illustrating practical security research activity. An alumni panel discusses how to prepare for technical interviews. The session records the LLM error for the same URL, reinforcing the disruption in conversation.",
    "At a combined fair and cybersecurity company event, a 520 Server Error from an LLM targeting https://api.openai.com/v1/chat/completions interrupts discussion, and the session records the same URL, underscoring disruption. Consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. Alumni volunteers give quick pep talks near the coffee station. A password-cracking challenge is conducted on a laptop as practical security research activity. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards; a resume review table sponsored by the engineering society sits near the stage. Dozens of booths with colorful banners circle the polished floor; students clutch resumes inside branded folders; demo screens show latest apps; workshops on networking etiquette begin in the adjoining classroom.",
    "At a combined fair and cybersecurity company event, a 520 Server Error from an LLM targeting https://api.openai.com/v1/chat/completions interrupts discussion, and the session records the same URL. Consulting firms stack glossy case-study booklets on high tables while career counselors remind attendees to maintain eye contact. A welcome PA outlines the fair schedule. Alumni volunteers give quick pep talks near the coffee station. A password-cracking challenge is conducted on a laptop as practical security research, and a cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. At the entrance, staff scan registrations and hand out lanyards; a resume-review table sponsored by the engineering society sits near the stage. Dozens of booths with colorful banners circle the polished floor; students clutch resumes inside branded folders; demo screens show latest apps; workshops on networking etiquette begin in the adjoining classroom.",
    "At a combined fair and cybersecurity company event, a bustling exhibit floor features dozens of booths with colorful banners, students clutching resumes in branded folders, and tech demo screens showing apps. Consulting firms stack glossy case-study booklets on high tables while career counselors urge attendees to maintain eye contact. A welcome PA outlines the schedule; alumni volunteers give pep talks near the coffee station, and an alumni panel discusses preparing for technical interviews. At the entrance, staff scan registrations and hand out lanyards; the engineering society sponsors a resume-review table near the stage, with networking etiquette workshops in the adjoining classroom. A password-cracking challenge runs on a laptop as practical security research, and a cybersecurity company also hosts a password-cracking challenge. An LLM produced a 520 Server Error for the URL https://api.openai.com/v1/chat/completions, with system observation recording the same error. Outside the university gym earlier, students rehearsed elevator pitches."
  ],
  "21_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.1703638383219726,
    0.1703638383219726,
    0.1703638383219726,
    0.1703638383219726,
    0.28258746452751765,
    0.28258746452751765,
    0.28258746452751765,
    0.28258746452751765,
    0.28258746452751765,
    0.28258746452751765,
    0.6429943130885948,
    0.6429943130885948,
    0.6429943130885948,
    0.6429943130885948,
    0.6429943130885948,
    0.7545340459631962,
    0.7545340459631962,
    0.7545340459631962,
    0.7545340459631962,
    0.7545340459631962,
    0.5988039669875983,
    0.5988039669875983,
    0.5988039669875983,
    0.5988039669875983,
    0.5988039669875983,
    0.5988039669875983,
    0.5988039669875983,
    0.5988039669875983,
    0.5988039669875983,
    0.5988039669875983,
    0.5988039669875983,
    0.7755838855346497,
    0.7755838855346497,
    0.7755838855346497,
    0.7755838855346497,
    0.7755838855346497,
    0.7755838855346497,
    0.7593405923012141,
    0.7593405923012141,
    0.7593405923012141,
    0.7593405923012141,
    0.7593405923012141,
    0.7593405923012141,
    0.7593405923012141,
    0.7593405923012141,
    0.7593405923012141,
    0.7665426831785542,
    0.7665426831785542,
    0.7665426831785542,
    0.7665426831785542,
    0.7665426831785542,
    0.7665426831785542,
    0.7665426831785542,
    0.7665426831785542,
    0.7665426831785542,
    0.7665426831785542,
    0.7665426831785542,
    0.7665426831785542
  ],
  "22": [
    "",
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "LLM error: 520 Server Error:  for url: https://api.openai.com/v1/chat/completions",
    "A system observation notes an LLM error: 520 Server Error for the URL https://api.openai.com/v1/chat/completions. In the same context, tech companies display demo screens showing their latest apps.",
    "System observation records a 520 Server Error for the URL https://api.openai.com/v1/chat/completions. In the same context, tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders.",
    "At a campus venue, a 520 Server Error is reported for https://api.openai.com/v1/chat/completions, while tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Outside the university gym, a line forms along the building’s exterior before the career fair opens, with some students quietly rehearsing elevator pitches against the wall. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews.",
    "At a campus career fair, a 520 Server Error is reported for https://api.openai.com/v1/chat/completions while tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Outside the university gym, a line forms along the building’s exterior before the fair opens, with some students quietly rehearsing elevator pitches against the wall. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. At the fair, consulting firms stack glossy case study booklets on high tables, and a welcome PA announcement outlines the fair schedule.",
    "At a campus career fair, attendees observe a 520 Server Error for https://api.openai.com/v1/chat/completions as tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact while students clutch resumes inside branded folders. Outside the university gym, a line forms along the building’s exterior before the fair opens, with some students quietly rehearsing elevator pitches against the wall. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. At the fair, consulting firms stack glossy case study booklets on high tables, and a welcome PA announcement outlines the fair schedule.",
    "At a campus career fair, attendees observe a 520 Server Error for https://api.openai.com/v1/chat/completions as tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact while students clutch resumes inside branded folders. Outside the university gym, a line forms along the exterior before the fair opens, with some students quietly rehearsing elevator pitches against the wall. A cybersecurity company runs a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. Inside, consulting firms stack glossy case study booklets on high tables near the entrance, and a welcome PA announcement outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A resume review table sponsored by the engineering society sits near the stage.",
    "At a campus career fair, attendees observe a 520 Server Error for https://api.openai.com/v1/chat/completions as tech companies display demo screens. Career counselors remind attendees to maintain eye contact while students clutch resumes in branded folders. Outside the university gym, a line forms along the exterior before the fair opens, with students quietly rehearsing elevator pitches against the wall. A cybersecurity company runs a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. Inside, consulting firms stack glossy case study booklets on high tables near the entrance, and a welcome PA announcement outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A resume review table sponsored by the engineering society sits near the stage.",
    "At a campus career fair, attendees observe a 520 Server Error for https://api.openai.com/v1/chat/completions as tech companies display demo screens. Career counselors remind attendees to maintain eye contact while students clutch resumes in branded folders. Outside the university gym, a line forms along the exterior before the fair opens, with students quietly rehearsing elevator pitches against the wall. Inside, consulting firms stack glossy case study booklets on high tables near the entrance, and a welcome PA announcement outlines the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A resume review table sponsored by the engineering society sits near the stage. A robotics startup flies a small drone above its booth for attention.",
    "At a campus career fair, attendees observe a 520 Server Error for the OpenAI chat completions URL as tech companies display demo screens; students clutch resumes in branded folders while career counselors remind them to maintain eye contact. Outside the university gym, a line forms before opening as students rehearse elevator pitches against the wall. Inside, consulting firms stack glossy case study booklets on high tables near the entrance, and a welcome PA announcement outlines the schedule. A cybersecurity company runs a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. At the entrance, staff scan registrations and hand out lanyards. A resume review table sponsored by the engineering society sits near the stage. A robotics startup flies a small drone above its booth for attention; dozens of booths with colorful banners circle the floor, and healthcare providers showcase outreach photos."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.1703638383219726,
    0.1703638383219726,
    0.1703638383219726,
    0.3023740546531364,
    0.3023740546531364,
    0.3023740546531364,
    0.3023740546531364,
    0.48163605750170596,
    0.48163605750170596,
    0.48163605750170596,
    0.48163605750170596,
    0.7294011949470083,
    0.7294011949470083,
    0.7294011949470083,
    0.7294011949470083,
    0.7758938384594981,
    0.7758938384594981,
    0.7758938384594981,
    0.7758938384594981,
    0.7758938384594981,
    0.7758938384594981,
    0.7758938384594981,
    0.7758938384594981,
    0.781942318225875,
    0.781942318225875,
    0.781942318225875,
    0.781942318225875,
    0.781942318225875,
    0.781942318225875,
    0.781942318225875,
    0.781942318225875,
    0.8278375539448445,
    0.8278375539448445,
    0.8278375539448445,
    0.8278375539448445,
    0.8278375539448445,
    0.8278375539448445,
    0.8278375539448445,
    0.8219714850493993,
    0.8219714850493993,
    0.8219714850493993,
    0.8219714850493993,
    0.8219714850493993,
    0.8219714850493993,
    0.8374084139140648,
    0.8374084139140648,
    0.8374084139140648,
    0.8374084139140648,
    0.8374084139140648,
    0.8374084139140648,
    0.8374084139140648,
    0.8374084139140648,
    0.8374084139140648,
    0.8374084139140648,
    0.8343108814502844,
    0.8343108814502844,
    0.8343108814502844,
    0.8343108814502844
  ],
  "23": [
    "",
    "",
    "A group of students lines up outside the university gym, waiting before the career fair opens, with the line extending along the gym’s exterior ahead of the event’s start.",
    "Outside the university gym, a group of students lines up, waiting before the career fair opens. The line extends along the gym’s exterior ahead of the event’s start, and some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, a group of students lines up waiting before the career fair opens. The line runs along the gym’s exterior ahead of the event’s start. Some students rehearse elevator pitches quietly against the wall. Career counselors are present and remind attendees to maintain eye contact.",
    "Outside the university gym, a group of students lines up along the exterior ahead of the career fair’s opening. Some rehearse elevator pitches quietly against the wall while career counselors are present, reminding attendees to maintain eye contact.",
    "Outside the university gym, a group of students lines up along the exterior ahead of the career fair's opening. Several rehearse elevator pitches quietly against the wall as career counselors observe and remind attendees to maintain eye contact. Nearby, a robotics startup uses a small drone flying above its booth to attract attention.",
    "Outside the university gym, a group of students lines up along the exterior ahead of the career fair's opening. Several rehearse elevator pitches quietly against the wall while career counselors observe and remind attendees to maintain eye contact. Nearby, a robotics startup uses a small drone flying above its booth to attract attention.",
    "Outside the university gym, students line up along the exterior ahead of the career fair opening. Several rehearse elevator pitches quietly against the wall as career counselors observe and remind attendees to maintain eye contact. Nearby, a robotics startup deploys a small drone that flies above its booth to attract attention. Finance firms display QR codes for immediate internship applications.",
    "Outside the university gym, students line up along the exterior ahead of the career fair opening as several rehearse elevator pitches against the wall while career counselors observe and remind attendees to maintain eye contact. A robotics startup deploys a small drone above its booth to attract attention. Finance firms display QR codes for immediate internship applications. At a cybersecurity company event, a password-cracking challenge is conducted on a laptop to illustrate practical security research activity. An alumni panel discusses how to prepare for technical interviews. During the session, a 520 Server Error arises for the URL https://api.openai.com/v1/chat/completions, interrupting the discussion. Consulting firms at the fair stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule.",
    "Outside the university gym, students line up along exterior before career fair opening, rehearsing elevator pitches against the wall as career counselors remind attendees to maintain eye contact. A robotics startup deploys a small drone above its booth to attract attention. Finance firms display QR codes for internship applications. At a cybersecurity company event, a password-cracking challenge is conducted on a laptop to illustrate practical security research activity. An alumni panel discusses how to prepare for technical interviews. A 520 Server Error on the OpenAI API chat completions endpoint (https://api.openai.com/v1/chat/completions) interrupts the session. Consulting firms stack glossy case study booklets on high tables at the fair and at the professional conference. A resume review table sponsored by the engineering society sits near the stage. Event staff at the entrance scan registrations and hand out lanyards. A welcome announcement outlines the fair schedule; career counselors direct unsure students toward applicable industries.",
    "Near a university gym, a conference and career fair unfold as students line up outside before opening, rehearsing elevator pitches against the wall while career counselors remind attendees to maintain eye contact. A robotics startup deploys a small drone above its booth to attract attention; tech companies display demo screens of their apps; finance firms show QR codes for internship applications; a cybersecurity company runs a password-cracking challenge on a laptop to illustrate practical security research. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack booklets on tables at the fair and conference. A resume review table sponsored by engineering society sits near the stage. Event staff scan registrations and hand out lanyards; a welcome announcement outlines the fair schedule on PA. Career counselors redirect unsure students toward applicable industries. A 520 Server Error is observed for the OpenAI API URL https://api.openai.com/v1/chat/completions."
  ],
  "23_score": [
    0.0,
    0.0,
    0.3710932818405366,
    0.3710932818405366,
    0.3710932818405366,
    0.3710932818405366,
    0.5330326745292115,
    0.5330326745292115,
    0.5330326745292115,
    0.5330326745292115,
    0.7406817077795376,
    0.7406817077795376,
    0.7406817077795376,
    0.7406817077795376,
    0.7406817077795376,
    0.5525910310823843,
    0.5525910310823843,
    0.5525910310823843,
    0.5525910310823843,
    0.5525910310823843,
    0.7457917444721753,
    0.7457917444721753,
    0.7457917444721753,
    0.7457917444721753,
    0.7457917444721753,
    0.7463309757725294,
    0.7463309757725294,
    0.7463309757725294,
    0.7463309757725294,
    0.7922474485558375,
    0.7922474485558375,
    0.7922474485558375,
    0.7922474485558375,
    0.7922474485558375,
    0.810959987810574,
    0.810959987810574,
    0.810959987810574,
    0.810959987810574,
    0.810959987810574,
    0.810959987810574,
    0.810959987810574,
    0.810959987810574,
    0.810959987810574,
    0.810959987810574,
    0.810959987810574,
    0.810959987810574,
    0.810959987810574,
    0.810959987810574,
    0.810959987810574,
    0.810959987810574,
    0.810959987810574,
    0.8319505904289194,
    0.8319505904289194,
    0.8319505904289194,
    0.8319505904289194,
    0.8319505904289194,
    0.8319505904289194,
    0.8319505904289194,
    0.8319505904289194,
    0.8319505904289194,
    0.8319505904289194,
    0.8319505904289194,
    0.8319505904289194,
    0.8319505904289194,
    0.8319505904289194,
    0.8342224514359062
  ],
  "24": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "LLM error: 520 Server Error:  for url: https://api.openai.com/v1/chat/completions",
    "An LLM error: 520 Server Error occurred while accessing the API at https://api.openai.com/v1/chat/completions. An alumni panel discusses how to prepare for technical interviews, offering insights for candidates, and a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "A 520 Server Error occurred while accessing the API at https://api.openai.com/v1/chat/completions. An alumni panel discusses how to prepare for technical interviews, offering insights for candidates, and a welcome announcement is broadcast over the PA system outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall.",
    "At a campus event, an alumni panel discusses how to prepare for technical interviews, offering insights for candidates. A welcome announcement is broadcast over the PA system outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. A 520 Server Error occurred while accessing the API at https://api.openai.com/v1/chat/completions, and a related 520 error for the same URL is reported. The scene combines instructional guidance, exhibitor demonstrations, and intermittent technical hiccups as the fair progresses.",
    "At a campus fair, an alumni panel discusses how to prepare for technical interviews, offering insights for candidates. A welcome announcement is broadcast over the PA system outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. A 520 Server Error occurred while accessing the API at https://api.openai.com/v1/chat/completions, and a related 520 error for the same URL is reported. The scene combines instructional guidance, exhibitor demonstrations, and intermittent technical hiccups as the fair progresses. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a campus fair, an alumni panel provides guidance on preparing for technical interviews, while a welcome announcement over the PA outlines the schedule. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. A 520 Server Error occurred while accessing the API at https://api.openai.com/v1/chat/completions, and a related 520 error for the same URL is reported. The scene merges instructional guidance, exhibitor demonstrations, and intermittent technical hiccups as the fair progresses. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos.",
    "At a campus fair, an alumni panel discusses how to prepare for technical interviews while a welcome PA outlines the schedule. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. A 520 Server Error occurred accessing the API at https://api.openai.com/v1/chat/completions, with a related 520 error for the same URL reported. The scene merges instructional guidance, exhibitor demonstrations, and intermittent technical hiccups as the fair progresses. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos.",
    "At a campus fair, an alumni panel discusses how to prepare for technical interviews while a welcome PA outlines the schedule. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. A 520 Server Error occurred accessing the API at https://api.openai.com/v1/chat/completions, with a related 520 error for the same URL reported. The scene merges instructional guidance, exhibitor demonstrations, and intermittent technical hiccups as the fair progresses. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a campus fair, attendees witness an alumni panel on preparing for technical interviews while a welcome PA outlines the schedule. Students rehearse elevator pitches quietly against the wall. Tech companies display demo screens of their latest apps. A 520 Server Error occurred accessing the API at https://api.openai.com/v1/chat/completions, with a related 520 error for the same URL reported. The scene blends instructional guidance, exhibitor demonstrations, and intermittent technical hiccups as the fair progresses. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.1703638383219726,
    0.1703638383219726,
    0.1703638383219726,
    0.1703638383219726,
    0.1703638383219726,
    0.1703638383219726,
    0.1703638383219726,
    0.1703638383219726,
    0.3940703822014031,
    0.3940703822014031,
    0.3940703822014031,
    0.3940703822014031,
    0.6071285308135721,
    0.6071285308135721,
    0.6071285308135721,
    0.6071285308135721,
    0.6071285308135721,
    0.6071285308135721,
    0.7118684584780435,
    0.7118684584780435,
    0.7118684584780435,
    0.7118684584780435,
    0.7118684584780435,
    0.7118684584780435,
    0.7118684584780435,
    0.7118684584780435,
    0.7118684584780435,
    0.7118684584780435,
    0.7118684584780435,
    0.7118684584780435,
    0.7649235314851826,
    0.7649235314851826,
    0.7649235314851826,
    0.7649235314851826,
    0.7649235314851826,
    0.7390849208719197,
    0.7390849208719197,
    0.7390849208719197,
    0.7390849208719197,
    0.7390849208719197,
    0.7390849208719197,
    0.749763400486539,
    0.749763400486539,
    0.749763400486539,
    0.749763400486539,
    0.7649085828475983,
    0.7649085828475983,
    0.7649085828475983,
    0.7649085828475983,
    0.7649085828475983,
    0.7649085828475983,
    0.7649085828475983,
    0.7649085828475983,
    0.7649085828475983,
    0.7649085828475983,
    0.7722156921723646,
    0.7722156921723646,
    0.7722156921723646
  ]
}