{
  "0": [
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps.",
    "Healthcare providers showcase community outreach photos; tech companies display demo screens showing their latest apps; alumni volunteers share quick pep talks near the coffee station.",
    "At a university campus before the career fair opens, students line up outside the university gym; healthcare providers showcase community outreach photos, tech companies display demo screens of their latest apps, and alumni volunteers share quick pep talks near the coffee station.",
    "On a university campus before the career fair opens, a line of students stands outside the university gym. Nearby, healthcare providers showcase community outreach photos, tech companies display demo screens of their latest apps, and alumni volunteers share quick pep talks near the coffee station.",
    "On a university campus before the career fair opens, a line of students stands outside the university gym. Nearby, healthcare providers showcase community outreach photos, tech companies display demo screens of their latest apps, and alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "On a university campus before the career fair opens, a line of students stands outside the university gym. Nearby, healthcare providers showcase community outreach photos, tech companies display demo screens of their latest apps, and alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "On a university campus before the career fair opens, a line of students stands outside the university gym. Inside, dozens of booths with colorful banners circle the polished floor, while healthcare providers showcase community outreach photos and alumni volunteers offer quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "Before the career fair opens, an outside line of students waits outside the university gym. Inside, dozens of booths with colorful banners circle the polished floor as the fair unfolds. Attendees meet career counselors who remind them to maintain eye contact; tech companies display demo screens of their latest apps; healthcare providers show community outreach photos; and alumni volunteers give brief pep talks near the coffee station. A welcome PA outlines the fair schedule, and event staff scan registrations and hand out lanyards at the entrance.",
    "Before the career fair opens, a line of students waits outside the university gym. Inside, dozens of booths with colorful banners encircle the polished floor as the fair unfolds. Attendees meet career counselors who remind them to maintain eye contact. Tech companies display demo screens of their latest apps. Healthcare providers show community outreach photos. Alumni volunteers give brief pep talks near the coffee station. A welcome PA outlines the fair schedule, and event staff scan registrations and hand out lanyards at the entrance.",
    "Before the career fair opens, a line of students waits outside the university gym. Inside, dozens of booths with colorful banners encircle the polished floor as the fair unfolds. Attendees meet career counselors who remind them to maintain eye contact. Tech companies display demo screens of their latest apps. Healthcare providers show community outreach photos. Alumni volunteers give brief pep talks near the coffee station. A welcome PA outlines the fair schedule, and event staff scan registrations and hand out lanyards at the entrance.",
    "At the university gym, a career fair unfolds with an outside line of students waiting for opening and inside, dozens of booths with colorful banners encircling a polished floor. Attendees meet career counselors who remind them to maintain eye contact; tech companies display demo screens of their latest apps; healthcare providers show community outreach photos; and alumni volunteers give brief pep talks near the coffee station. A welcome PA outlines the fair schedule, and event staff scan registrations and hand out lanyards at the entrance.",
    "At the university gym, a career fair unfolds with an outside line of students waiting for opening and inside dozens of booths with colorful banners encircling a polished floor. Attendees meet career counselors who remind them to maintain eye contact; tech companies display demo screens of their latest apps; healthcare providers show community outreach photos; and alumni volunteers give brief pep talks near the coffee station. A welcome PA announces the fair schedule, while event staff scan registrations and hand out lanyards at the entrance.",
    "At the university gym, a career fair is underway with an outside line of students waiting for opening and inside dozens of booths adorned with colorful banners around a polished floor. Attendees meet career counselors who remind them to maintain eye contact; tech companies display demo screens of their latest apps; healthcare providers show community outreach photos; and alumni volunteers give brief pep talks near the coffee station. A welcome PA announces the fair schedule as event staff scan registrations and hand out lanyards at the entrance.",
    "At the university gym, a career fair is underway with an outside line of students waiting for opening and inside dozens of booths adorned with colorful banners around a polished floor. Attendees meet career counselors who remind them to maintain eye contact; tech companies display demo screens of their latest apps; healthcare providers show community outreach photos; and alumni volunteers give brief pep talks near the coffee station. A welcome PA announces the fair schedule as event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables.",
    "At the university gym, a career fair unfolds with an outside line of students waiting for opening, while inside dozens of booths with colorful banners surround a polished floor. Attendees meet career counselors who remind them to maintain eye contact; tech companies display demo screens of their latest apps; healthcare providers show community outreach photos; and alumni volunteers give brief pep talks near the coffee station. A welcome PA announces the fair schedule as event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes in branded folders and meet with counselors who reinforce eye-contact reminders. Inside, the same displays, healthcare outreach photos and tech demos, and pep talks near the coffee station continue as the PA outlines the schedule and staff process registrations.",
    "At the university gym, a career fair opens with an outside line of students waiting for opening, while inside dozens of booths with colorful banners surround a polished floor. Attendees meet career counselors who remind them to maintain eye contact; tech companies display demo screens of their latest apps; healthcare providers show community outreach photos; and alumni volunteers give brief pep talks near the coffee station. A welcome PA announces the fair schedule as staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes in branded folders. Inside, the displays, healthcare outreach photos, tech demos, and pep talks near the coffee station persist as the PA outlines the schedule and staff process registrations."
  ],
  "0_score": [
    0.0,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.45896839416508206,
    0.45896839416508206,
    0.45896839416508206,
    0.4696739359824558,
    0.4696739359824558,
    0.4696739359824558,
    0.4696739359824558,
    0.4696739359824558,
    0.5779676313675871,
    0.5779676313675871,
    0.6651884837284658,
    0.6651884837284658,
    0.6651884837284658,
    0.6651884837284658,
    0.6651884837284658,
    0.7749427357653186,
    0.7749427357653186,
    0.7749427357653186,
    0.7749427357653186,
    0.7749427357653186,
    0.7749427357653186,
    0.7749427357653186,
    0.7749427357653186,
    0.8289719977142674,
    0.8289719977142674,
    0.8289719977142674,
    0.8289719977142674,
    0.8790203825776347,
    0.8790203825776347,
    0.9002870610094657,
    0.9002870610094657,
    0.9002870610094657,
    0.9002870610094657,
    0.9002870610094657,
    0.9002870610094657,
    0.9002870610094657,
    0.9002870610094657,
    0.9002870610094657,
    0.8797951281944827,
    0.8797951281944827,
    0.8797951281944827,
    0.8751952377376223,
    0.8751952377376223,
    0.8760955396601048,
    0.8760955396601048,
    0.8760955396601048,
    0.8760955396601048,
    0.9096344345978842,
    0.9096344345978842,
    0.9096344345978842,
    0.9096344345978842,
    0.9096344345978842,
    0.9096344345978842,
    0.9096344345978842,
    0.8814779941479249,
    0.8814779941479249,
    0.8814779941479249,
    0.8814779941479249,
    0.8814779941479249,
    0.8814779941479249,
    0.8841952346976601,
    0.8841952346976601
  ],
  "1": [
    "",
    "",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while event staff scan registrations and hand out lanyards at the entrance.",
    "Healthcare providers showcase community outreach photos; event staff scan registrations and hand out lanyards at the entrance; tech companies display demo screens showing their latest apps; alumni volunteers share quick pep talks near the coffee station.",
    "On a university campus before the career fair opens, students line up outside the university gym as healthcare providers showcase community outreach photos, event staff scan registrations and hand out lanyards at the entrance, tech companies display demo screens of their latest apps, and alumni volunteers share quick pep talks near the coffee station.",
    "On a university campus before the career fair opens, students line up outside the gym as healthcare providers display community outreach photos, event staff scan registrations and hand out lanyards at the entrance, tech companies show demo screens of their latest apps, and alumni volunteers share quick pep talks near the coffee station. During the event, attendees encounter career counselors who remind them to maintain eye contact; healthcare providers displaying community outreach photos; tech companies showing demo screens of their latest apps; and alumni volunteers delivering brief pep talks near the coffee station.",
    "Before the career fair opens, a line of students stands outside the university gym while healthcare providers display community outreach photos, event staff scan registrations and hand out lanyards at the entrance, tech companies display demo screens of their latest apps, and alumni volunteers deliver brief pep talks near the coffee station. Inside, dozens of booths with colorful banners circle the polished floor as attendees encounter career counselors who remind them to maintain eye contact; healthcare providers continue to display community outreach photos; tech companies continue to display demo screens of their latest apps; and alumni volunteers deliver brief pep talks near the coffee station. A welcome PA announcement outlines the fair schedule, and event staff continue scanning registrations and handing out lanyards at the entrance.",
    "Before the career fair opens, a line of students waits outside the university gym. At the entrance, event staff scan registrations and hand out lanyards; healthcare providers display community outreach photos, tech companies show demo screens of their latest apps, and alumni volunteers deliver brief pep talks near the coffee station. Inside the gym, dozens of booths with colorful banners circle the polished floor; attendees clutch resumes in branded folders and meet career counselors who remind them to maintain eye contact. The same displays—healthcare outreach photos and tech demos—and pep talks near the coffee station continue inside. A welcome PA outlines the fair schedule as staff continue registration processing.",
    "Before the career fair opens, a line of students waits outside the university gym. At the entrance, event staff scan registrations and hand out lanyards while healthcare providers display community outreach photos, tech companies show demo screens of their latest apps, and alumni volunteers deliver brief pep talks near the coffee station. Inside, dozens of booths with colorful banners circle the polished floor; attendees clutch resumes in branded folders and meet career counselors who remind them to maintain eye contact. The same displays—healthcare outreach photos and tech demos—and pep talks near the coffee station continue inside, as a welcome PA outlines the fair schedule and staff proceed with registrations. Outside, the line stands before opening; inside, the entrance area hosts scanning and lanyard distribution.",
    "A university career fair unfolds around the gym, with a line of students waiting outside before opening. At the entrance, event staff scan registrations and hand out lanyards as healthcare providers display community outreach photos and tech companies show demo screens of their latest apps; alumni volunteers offer brief pep talks near the coffee station. Inside, dozens of booths with colorful banners encircle a polished floor, where attendees clutch resumes in branded folders and meet career counselors who remind them to maintain eye contact. The same displays—healthcare outreach photos and tech demos—and pep talks near the coffee station continue inside, while a welcome PA outlines the schedule and staff proceed with registrations. Outside, the line stands before opening; inside, the entrance area hosts scanning and lanyard distribution.",
    "A university career fair unfolds around the gym, with a line of students waiting outside before opening. At the entrance, event staff scan registrations and hand out lanyards as healthcare providers display community outreach photos and tech companies show demo screens of their latest apps; alumni volunteers offer brief pep talks near the coffee station. Inside, dozens of booths with colorful banners encircle a polished floor, where attendees clutch resumes in branded folders and meet career counselors who remind them to maintain eye contact. The same displays—healthcare outreach photos and tech demos—and pep talks near the coffee station continue inside, while a welcome PA outlines the schedule and staff proceed with registrations. Outside, the line stands before opening; inside, the entrance area hosts scanning and lanyard distribution. Consulting firms stack glossy case study booklets on high tables.",
    "At a university career fair around a gym, a line of students waits outside before opening as event staff scan registrations and hand out lanyards at the entrance. Healthcare providers display community outreach photos and tech companies show demo screens of their latest apps, with alumni volunteers offering brief pep talks near the coffee station. Inside, dozens of booths with colorful banners encircle a polished floor where attendees clutch resumes in branded folders and meet career counselors who remind them to maintain eye contact. The same displays—healthcare outreach photos and tech demos—and pep talks near the coffee station continue inside, while a welcome PA outlines the schedule and staff proceed with registrations. Consulting firms stack glossy case study booklets on high tables; tech companies display demo screens showing their latest apps.",
    "A university campus career fair unfolds around the gym. A line of students waits outside before opening as event staff scan registrations and hand out lanyards at the entrance. Inside and outside, a continuous rhythm of displays and pep talks persists: healthcare providers display community outreach photos, tech companies show demo screens of their latest apps, and alumni volunteers deliver quick pep talks near the coffee station. Inside, dozens of booths with colorful banners encircle a polished floor, attendees clutch resumes tucked into branded folders, and career counselors remind them to maintain eye contact. A welcome PA outlines the schedule. Consulting firms stack glossy case study booklets on high tables while the same displays and pep talks recur. Outside the entrance, the line and staff actions recur with the PA reiterating the fair schedule.",
    "A university campus career fair unfolds around the gym. A line of students waits outside before opening as event staff scan registrations and hand out lanyards at the entrance. Inside and outside, a continuous rhythm of displays and pep talks persists: healthcare providers display community outreach photos, tech companies show demo screens of their latest apps, and alumni volunteers deliver quick pep talks near the coffee station. Inside, dozens of booths with colorful banners encircle a polished floor; attendees clutch resumes tucked into branded folders; career counselors remind them to maintain eye contact. A welcome PA outlines the schedule. Consulting firms stack glossy case study booklets on high tables. Outside the entrance, the line and staff actions recur with the PA reiterating the fair schedule."
  ],
  "1_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.292445453111421,
    0.292445453111421,
    0.34778830674638783,
    0.34778830674638783,
    0.34778830674638783,
    0.34778830674638783,
    0.34778830674638783,
    0.47334868735271496,
    0.47334868735271496,
    0.47334868735271496,
    0.47334868735271496,
    0.568378448687203,
    0.568378448687203,
    0.568378448687203,
    0.568378448687203,
    0.568378448687203,
    0.6679118187345578,
    0.6679118187345578,
    0.6679118187345578,
    0.6679118187345578,
    0.6679118187345578,
    0.8072486209224561,
    0.8072486209224561,
    0.8072486209224561,
    0.8072486209224561,
    0.8072486209224561,
    0.8900641591187304,
    0.8900641591187304,
    0.8900641591187304,
    0.8900641591187304,
    0.8900641591187304,
    0.8900641591187304,
    0.8900641591187304,
    0.8571247253949217,
    0.8571247253949217,
    0.8571247253949217,
    0.8804604836797858,
    0.8804604836797858,
    0.8804604836797858,
    0.8804604836797858,
    0.8801661298506558,
    0.8801661298506558,
    0.8801661298506558,
    0.8801661298506558,
    0.8801661298506558,
    0.8801661298506558,
    0.853110650978202,
    0.853110650978202,
    0.853110650978202,
    0.853110650978202,
    0.853110650978202,
    0.8682209859683552,
    0.8682209859683552,
    0.8682209859683552,
    0.8682209859683552,
    0.8682209859683552,
    0.8751744138562175,
    0.8751744138562175,
    0.8751744138562175,
    0.8751744138562175,
    0.8751744138562175
  ],
  "2": [
    "",
    "",
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while healthcare providers showcase community outreach photos.",
    "Career counselors remind attendees to maintain eye contact; healthcare providers showcase community outreach photos; and tech companies display demo screens showing their latest apps.",
    "At the career fair by the university gym, career counselors remind attendees to maintain eye contact, healthcare providers showcase community outreach photos, and tech companies display demo screens of their latest apps. Outside the gym, a line of students waits ahead of the fair’s opening. Alumni volunteers give quick pep talks near the coffee station.",
    "At the career fair by the university gym, career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, and tech companies display demo screens of their latest apps. Outside the gym, a line of students stands ahead of the career fair opening. Alumni volunteers give quick pep talks near the coffee station, with the pep talks taking place as tech companies display demo screens showing their latest apps.",
    "At the career fair by the university gym, career counselors remind attendees to maintain eye contact. Inside the gym, healthcare providers showcase community outreach photos, and tech companies display demo screens of their latest apps; alumni volunteers give quick pep talks near the coffee station, coinciding with the tech demos. Students clutch resumes inside branded folders. Outside the gym, a line of students stands ahead of the career fair opening.",
    "At the career fair by the university gym, attendees are reminded by career counselors to maintain eye contact. Inside the gym, dozens of booths with colorful banners circle the polished floor as healthcare providers showcase community outreach photos and tech companies display demo screens of their latest apps. Alumni volunteers give quick pep talks near the coffee station, coinciding with the tech demos. Students clutch resumes in branded folders. Event staff scan registrations and hand out lanyards at the entrance. Outside the gym, a line of students waits ahead of the career fair opening.",
    "At the career fair by the university gym, attendees are reminded by career counselors to maintain eye contact. Inside the gym, dozens of booths with colorful banners circle the polished floor as healthcare providers showcase community outreach photos and tech companies display demo screens of their latest apps. Alumni volunteers give quick pep talks near the coffee station, coinciding with the tech demos. Students clutch resumes in branded folders. Event staff scan registrations and hand out lanyards at the entrance. Outside the gym, a line of students waits ahead of the career fair opening.",
    "At the university gym, a career fair unfolds with attendees reminded by career counselors to maintain eye contact. Outside, a line of students waits before opening; at the entrance, event staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners circle the polished floor as healthcare providers display community outreach photos and tech companies show demo screens of their latest apps. Alumni volunteers deliver brief pep talks near the coffee station, coinciding with tech demos. Students clutch resumes in branded folders and meet with career counselors who reinforce eye-contact reminders. The same displays—healthcare outreach photos and tech demos—and pep talks near the coffee station continue inside. A welcome PA outlines the fair schedule as staff continue registration processing.",
    "At the university gym, a career fair unfolds with attendees reminded by career counselors to maintain eye contact. Outside, a line of students waits before opening as event staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners circle the polished floor; healthcare providers display community outreach photos while tech companies show demo screens of their latest apps. Alumni volunteers deliver brief pep talks near the coffee station, coinciding with tech demos. Students clutch resumes in branded folders and meet with counselors who reinforce eye-contact reminders. The same displays—healthcare outreach photos and tech demos—and pep talks near the coffee station continue inside as a welcome PA outlines the schedule and staff process registrations.",
    "At the university gym, a career fair unfolds with counselors reminding attendees to maintain eye contact. Outside, a line of students waits before opening as staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners circle the polished floor; healthcare providers display community outreach photos while tech companies show demo screens of their latest apps. Alumni volunteers deliver brief pep talks near the coffee station, coinciding with tech demos. Students clutch resumes in branded folders and meet with counselors who reinforce eye-contact reminders. The same displays—healthcare outreach photos and tech demos—and pep talks near the coffee station continue inside as a welcome PA outlines the schedule and staff process registrations, with event staff again scanning registrations and handing out lanyards at the entrance.",
    "At the university gym, a career fair unfolds with counselors reminding attendees to maintain eye contact. Outside, a line of students waits before opening as staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners circle the polished floor; healthcare providers display community outreach photos while tech companies show demo screens of their latest apps. Alumni volunteers deliver brief pep talks near the coffee station, coinciding with tech demos. Students clutch resumes in branded folders and meet with counselors who reinforce eye-contact reminders. Inside again, the same displays—healthcare outreach photos and tech demos—and pep talks near the coffee station continue as a welcome PA outlines the schedule and staff process registrations, with event staff scanning registrations and handing out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university gym, a career fair unfolds with counselors reminding attendees to maintain eye contact. Outside, a line of students waits before opening as staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners circle a polished floor; healthcare providers display community outreach photos while tech companies show demo screens of their latest apps. Alumni volunteers deliver brief pep talks near the coffee station, coinciding with tech demos. Students clutch resumes in branded folders and meet with counselors who reinforce eye-contact reminders. A welcome PA outlines the schedule and staff process registrations, as event staff continue scanning registrations and handing out lanyards at the entrance. The displays—healthcare outreach photos and tech demos—and pep talks near the coffee station continue."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3869073571690684,
    0.3869073571690684,
    0.4566401155718928,
    0.4566401155718928,
    0.4566401155718928,
    0.5271607528769329,
    0.5271607528769329,
    0.5271607528769329,
    0.5271607528769329,
    0.8543443704663756,
    0.8543443704663756,
    0.8543443704663756,
    0.8543443704663756,
    0.8631004026848417,
    0.8631004026848417,
    0.8631004026848417,
    0.8631004026848417,
    0.8734816402162424,
    0.8734816402162424,
    0.8734816402162424,
    0.8734816402162424,
    0.8734816402162424,
    0.9116999236357045,
    0.9116999236357045,
    0.9116999236357045,
    0.9116999236357045,
    0.9116999236357045,
    0.9116999236357045,
    0.9116999236357045,
    0.9116999236357045,
    0.9116999236357045,
    0.9116999236357045,
    0.9116999236357045,
    0.9116999236357045,
    0.9116999236357045,
    0.8818673908450045,
    0.8818673908450045,
    0.8818673908450045,
    0.8818673908450045,
    0.8818673908450045,
    0.8818673908450045,
    0.8818673908450045,
    0.8714575916043543,
    0.8714575916043543,
    0.8714575916043543,
    0.8714575916043543,
    0.8618595669950615,
    0.8618595669950615,
    0.8618595669950615,
    0.8618595669950615,
    0.8618595669950615,
    0.8618595669950615,
    0.8764153266256876,
    0.8764153266256876,
    0.8764153266256876,
    0.8764153266256876,
    0.8713657728251649,
    0.8713657728251649,
    0.8713657728251649
  ],
  "3": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "At an event, career counselors remind attendees to maintain eye contact, while tech companies display demo screens showing their latest apps.",
    "At the event, career counselors remind attendees to maintain eye contact; tech companies display demo screens showing their latest apps; a welcome announcement over the PA system outlines the fair schedule.",
    "At the event, career counselors remind attendees to maintain eye contact; tech companies display demo screens showing their latest apps; a welcome announcement over the PA system outlines the fair schedule. Outside the university gym, a line of students stands before the career fair opens. Inside, dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, a line of students stands before the career fair opens. Inside, dozens of booths with colorful banners circle the polished floor. Attendees encounter career counselors reminding them to maintain eye contact; tech companies display demo screens of their latest apps; healthcare providers show community outreach photos; and alumni volunteers deliver brief pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule.",
    "At the university gym, a career fair unfolds with an outside line of students waiting for opening and inside dozens of booths with colorful banners circling a polished floor. Attendees meet career counselors reminding them to maintain eye contact; tech companies display demo screens of their latest apps; healthcare providers show community outreach photos; and alumni volunteers give brief pep talks near the coffee station. A welcome PA outlines the fair schedule.",
    "In the university gym, a career fair unfolds with an outside line of students waiting for opening and inside, dozens of booths with colorful banners circling a polished floor. Attendees meet career counselors who remind them to maintain eye contact; tech companies display demo screens of their latest apps; healthcare providers show community outreach photos; and alumni volunteers give brief pep talks near the coffee station. A welcome PA outlines the fair schedule, and event staff scan registrations and hand out lanyards at the entrance.",
    "At the university gym, a career fair unfolds with an outside line of students waiting for opening and inside, dozens of booths with colorful banners circling a polished floor. Attendees meet career counselors who remind them to maintain eye contact; tech companies display demo screens of their latest apps; healthcare providers show community outreach photos; and alumni volunteers give brief pep talks near the coffee station. Outside the entrance, the line waits ahead of opening, while event staff scan registrations and hand out lanyards. A welcome PA outlines the fair schedule.",
    "At the university gym, a career fair unfolds with an outside line of students waiting for opening and inside, dozens of booths with colorful banners circling a polished floor. Attendees meet career counselors who remind them to maintain eye contact; tech companies display demo screens of their latest apps; healthcare providers show community outreach photos; and alumni volunteers give brief pep talks near the coffee station. Outside the entrance, the line waits ahead of opening as event staff scan registrations and hand out lanyards. A welcome PA outlines the fair schedule.",
    "Outside the entrance, a line of students waits for opening as event staff scan registrations and hand out lanyards, while a welcome PA outlines the fair schedule. Inside the gym, dozens of booths with colorful banners encircle the polished floor and the fair unfolds: attendees meet career counselors who remind them to maintain eye contact; tech companies display demo screens of their latest apps; healthcare providers show community outreach photos; and alumni volunteers give brief pep talks near the coffee station.",
    "Outside the entrance, a line of students waits for opening as event staff scan registrations and hand out lanyards, while a welcome PA outlines the fair schedule. Inside the gym, dozens of booths with colorful banners encircle the polished floor. Attendees meet career counselors who remind them to maintain eye contact; tech companies display demo screens of their latest apps; healthcare providers show community outreach photos; and alumni volunteers give brief pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "On a university campus, a career fair unfolds around the gym. Before opening, a line of students waits outside the gym as event staff scan registrations and hand out lanyards, while a welcome PA outlines the schedule. Inside, dozens of booths with colorful banners encircle the polished floor. Attendees meet career counselors who remind them to maintain eye contact; tech companies display demo screens of their latest apps; healthcare providers show community outreach photos; and alumni volunteers give brief pep talks near the coffee station. Students clutch resumes tucked into branded folders.",
    "On a university campus, a career fair unfolds around the gym. Outside, a line of students waits as event staff scan registrations and hand out lanyards, while a welcome PA outlines the schedule. Inside, dozens of booths with colorful banners encircle the polished floor. Attendees meet career counselors who remind them to maintain eye contact; tech companies display demo screens of their latest apps; healthcare providers show community outreach photos; and alumni volunteers give brief pep talks near the coffee station. Students clutch resumes tucked into branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "On a university campus, a career fair unfolds around the gym. Outside, a line of students waits as event staff scan registrations and hand out lanyards, while a welcome PA outlines the schedule. Inside, dozens of booths with colorful banners encircle the polished floor. Attendees meet career counselors who remind them to maintain eye contact; tech companies display demo screens of their latest apps; healthcare providers show community outreach photos; and alumni volunteers give brief pep talks near the coffee station. Students clutch resumes tucked into branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "On a university campus, a career fair unfolds around the gym. Outside, a line of students waits as event staff scan registrations and hand out lanyards; a welcome announcement outlines the fair schedule over the PA system. Inside, dozens of booths with colorful banners encircle the polished floor. Attendees meet career counselors who remind them to maintain eye contact; tech companies display demo screens of their latest apps; healthcare providers show community outreach photos; and alumni volunteers give brief pep talks near the coffee station. Students clutch resumes tucked into branded folders, and consulting firms stack glossy case study booklets on high tables."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3869073571690684,
    0.3869073571690684,
    0.4877592148312693,
    0.4877592148312693,
    0.5602838568335083,
    0.5602838568335083,
    0.5602838568335083,
    0.5602838568335083,
    0.8143692947291834,
    0.8143692947291834,
    0.8143692947291834,
    0.8143692947291834,
    0.8894380262712794,
    0.8894380262712794,
    0.8894380262712794,
    0.8894380262712794,
    0.8789139210194535,
    0.8789139210194535,
    0.8789139210194535,
    0.8789139210194535,
    0.8800763301614252,
    0.8800763301614252,
    0.8800763301614252,
    0.8800763301614252,
    0.8800763301614252,
    0.8800763301614252,
    0.8800763301614252,
    0.8910453597855642,
    0.8910453597855642,
    0.8910453597855642,
    0.8910453597855642,
    0.8917011816041035,
    0.8917011816041035,
    0.8917011816041035,
    0.8917011816041035,
    0.8917011816041035,
    0.6756548562495459,
    0.6756548562495459,
    0.6756548562495459,
    0.8015374944358583,
    0.8015374944358583,
    0.8015374944358583,
    0.8015374944358583,
    0.8015374944358583,
    0.8015374944358583,
    0.8015374944358583,
    0.8876945031457116,
    0.8876945031457116,
    0.8876945031457116,
    0.8876945031457116,
    0.8861585348673517,
    0.8861585348673517,
    0.8861585348673517,
    0.8861585348673517,
    0.8861585348673517,
    0.8861585348673517,
    0.8861585348673517,
    0.8861585348673517,
    0.8818569987755087,
    0.8818569987755087
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "A line of students stands outside the university gym before the career fair opens.",
    "A line of students stands outside the university gym before the career fair opens.",
    "Outside the university gym, a line of students waits ahead of the career fair opening. Alumni volunteers give quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps.",
    "Outside the university gym, a line of students waits ahead of the career fair opening. Alumni volunteers give quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact, and healthcare providers showcase community outreach photos.",
    "Outside the university gym, a line of students waits ahead of the career fair opening; alumni volunteers give quick pep talks near the coffee station, tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos, while career counselors remind attendees to maintain eye contact. Inside, dozens of booths with colorful banners circle the polished floor as a welcome announcement over the PA system outlines the fair schedule.",
    "Outside the university gym, a line of students waits before the career fair opens, as alumni volunteers deliver quick pep talks near the coffee station, tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos, while career counselors remind attendees to maintain eye contact. Inside, dozens of booths with colorful banners circle the polished floor as a welcome announcement over the PA system outlines the fair schedule. At the event, healthcare providers showcase community outreach photos and tech companies display demo screens of their latest apps, with alumni volunteers near the coffee station and career counselors reminding attendees to maintain eye contact. Outside, the line stands before opening; inside, dozens of booths remain arranged, and event staff scan registrations and hand out lanyards at the entrance.",
    "On a university campus before the career fair opens, a line of students waits outside the university gym. Inside, dozens of booths with colorful banners circle the polished floor as a welcome announcement over the PA outlines the schedule. Alumni volunteers offer quick pep talks near the coffee station, tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos, while career counselors remind attendees to maintain eye contact. Outside, the line stands before opening; inside, event staff scan registrations and hand out lanyards at the entrance.",
    "Before the career fair opens, a line of students waits outside the university gym; at the entrance, event staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners circle the polished floor, and attendees clutch resumes in branded folders. A welcome PA outlines the fair schedule as staff continue registration processing. Alumni volunteers deliver brief pep talks near the coffee station; tech companies display demo screens of their latest apps; healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. The same displays and pep talks continue inside, and registration processing continues.",
    "Before the career fair opens on campus, a line of students waits outside the university gym as event staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners encircle the polished floor, and attendees clutch resumes in branded folders while a welcome PA outlines the fair schedule and registration processing continues. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, and tech companies display demo screens of their latest apps. The same displays and pep talks continue inside, with registration processing ongoing.",
    "Before the career fair opens, a line of students waits outside the university gym while event staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners encircle a polished floor as the fair unfolds; attendees clutch resumes in branded folders. A welcome PA outlines the schedule even as registration processing continues. Alumni volunteers give brief pep talks near the coffee station; career counselors remind attendees to maintain eye contact. Healthcare providers show community outreach photos, and tech companies display demo screens of their latest apps. The same displays and pep talks continue inside, with registration processing ongoing.",
    "A career fair unfolds around a university gym, with a line of students waiting outside before opening as staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners encircle a polished floor, and attendees clutch resumes in branded folders. A welcome PA outlines the fair schedule while registration processing continues. Alumni volunteers give brief pep talks near the coffee station; career counselors remind attendees to maintain eye contact; healthcare providers show community outreach photos; and tech companies display demo screens of their latest apps. The same displays and pep talks continue inside, with registration ongoing. Outside the entrance, the line reforms as opening approaches, and a welcome PA reiterates the schedule over the PA system, while inside the gym the booth layout and activities persist.",
    "At a university gym, a career fair unfolds with a line of students waiting outside before opening as staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners circle a polished floor and attendees clutch resumes in branded folders. A welcome PA outlines the schedule while registration processing continues. Alumni volunteers give brief pep talks near the coffee station; career counselors remind attendees to maintain eye contact; healthcare providers show community outreach photos; and tech companies display demo screens of their latest apps. The same displays and pep talks continue inside, with registration ongoing. Outside, the line reforms as opening approaches, and a welcome PA reiterates the schedule; inside, booth layout and activities persist, with counselors reinforcing eye-contact reminders and healthcare photos and tech demos continuing near the coffee station. Staff again scan registrations and hand out lanyards at the entrance.",
    "At a university gym, a career fair unfolds with a line of students waiting outside before opening as staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners encircle a polished floor; attendees clutch resumes in branded folders, meeting career counselors who remind them to maintain eye contact. Alumni volunteers deliver brief pep talks near the coffee station; healthcare providers display community outreach photos; tech companies show demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables alongside more tech demos. A welcome PA outlines the schedule and registrations continue. The same displays and pep talks persist inside as opening approaches; the outside line reforms, and staff again scan registrations and hand out lanyards at the entrance."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4871277640797247,
    0.4871277640797247,
    0.4871277640797247,
    0.4871277640797247,
    0.4871277640797247,
    0.4871277640797247,
    0.4871277640797247,
    0.6484231209310345,
    0.6484231209310345,
    0.6484231209310345,
    0.6484231209310345,
    0.7846830379476843,
    0.7846830379476843,
    0.7846830379476843,
    0.7846830379476843,
    0.7279280813981752,
    0.7279280813981752,
    0.7279280813981752,
    0.7279280813981752,
    0.7279280813981752,
    0.7279280813981752,
    0.7279280813981752,
    0.7956157055346573,
    0.7956157055346573,
    0.7956157055346573,
    0.7956157055346573,
    0.7956157055346573,
    0.8315667484213152,
    0.8315667484213152,
    0.8315667484213152,
    0.8315667484213152,
    0.8315667484213152,
    0.8767190344666501,
    0.8767190344666501,
    0.8767190344666501,
    0.8767190344666501,
    0.8802797297753389,
    0.8802797297753389,
    0.8802797297753389,
    0.8802797297753389,
    0.866983028350511,
    0.866983028350511,
    0.866983028350511,
    0.866983028350511,
    0.866983028350511,
    0.866983028350511,
    0.866983028350511,
    0.866983028350511,
    0.8418579722566508,
    0.8418579722566508,
    0.8418579722566508,
    0.8418579722566508,
    0.8418579722566508,
    0.8418579722566508,
    0.8383294511546563,
    0.8383294511546563,
    0.8383294511546563,
    0.8383294511546563,
    0.8383294511546563,
    0.8383294511546563,
    0.8631921118219852
  ],
  "5": [
    "",
    "",
    "A line of students stands outside the university gym before the career fair opens.",
    "A line of students stands outside the university gym before the career fair opens.",
    "Outside the university gym, a line of students stands before the career fair opens. Inside, dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, a line of students stands before the career fair opens. Inside, dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, a line of students stands before the career fair opens. Inside, dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, a line of students waits before the career fair opens. Inside, dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, a line of students waits before the career fair opens. Inside, dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, a line of students waits before the career fair opens. Inside, dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, a line of students waits before the career fair opens. Inside, dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, a line of students waits before the career fair opens, with alumni volunteers delivering quick pep talks near the coffee station. Inside, dozens of booths with colorful banners circle the polished floor as a welcome PA outlines the fair schedule. Healthcare providers showcase community outreach photos and tech companies display demo screens of their latest apps, with alumni volunteers near the coffee station and career counselors reminding attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, a line of students waits before the career fair opens, as alumni volunteers deliver quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners circle the polished floor while a welcome PA outlines the fair schedule. Healthcare providers show community outreach photos and tech companies display demo screens of their latest apps, with alumni volunteers near the coffee station and career counselors reminding attendees to maintain eye contact.",
    "Outside the university gym, a line of students waits before the career fair opens as alumni volunteers give quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners circle the polished floor while a welcome PA outlines the schedule. Healthcare providers display community outreach photos and tech companies show demo screens of their latest apps. Career counselors remind attendees to maintain eye contact, and students clutch resumes inside branded folders.",
    "Outside the university gym, a line of students waits before the career fair opens, as alumni volunteers deliver brief pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners encircle the polished floor while a welcome PA outlines the schedule. Healthcare providers display community outreach photos and tech companies show demo screens of their latest apps. Career counselors remind attendees to maintain eye contact, and students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "Outside the university gym, a line of students waits before the career fair opens as alumni volunteers deliver brief pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners encircle a polished floor while a welcome PA outlines the schedule, and attendees clutch resumes in branded folders. Healthcare providers display community outreach photos and tech companies show demo screens of their latest apps. Career counselors remind attendees to maintain eye contact. A welcome announcement outlines the schedule over the PA system, and registration processing continues. The same displays and pep talks continue inside.",
    "Around a university career fair set near the gym, a line of students waits outside before opening as event staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners encircle a polished floor; attendees clutch resumes in branded folders and meet career counselors who remind them to maintain eye contact. Healthcare providers display community outreach photos and tech companies show demo screens of their latest apps, with alumni volunteers delivering brief pep talks near the coffee station. A welcome announcement and PA outline the schedule, and registrations continue. The same displays and pep talks persist inside, while consulting firms stack glossy case study booklets on high tables alongside tech demos showing their latest apps.",
    "On a university campus around the gym, a career fair unfolds with outside lines of students waiting before opening as event staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners encircle a polished floor, and attendees clutch resumes tucked into branded folders while meeting career counselors who remind them to maintain eye contact. Healthcare providers display community outreach photos; tech companies show demo screens of their latest apps; alumni volunteers deliver brief pep talks near the coffee station. A welcome announcement and PA outline the schedule, and registrations continue. Inside, the displays and pep talks persist: consulting firms stack glossy case study booklets on high tables alongside tech demos of their latest apps."
  ],
  "5_score": [
    0.0,
    0.0,
    0.4871277640797247,
    0.4871277640797247,
    0.4871277640797247,
    0.4871277640797247,
    0.4871277640797247,
    0.4871277640797247,
    0.6647389800953296,
    0.6647389800953296,
    0.6647389800953296,
    0.6647389800953296,
    0.745559200070841,
    0.745559200070841,
    0.745559200070841,
    0.8217527191876803,
    0.8217527191876803,
    0.8217527191876803,
    0.8217527191876803,
    0.8658020729119462,
    0.8658020729119462,
    0.8658020729119462,
    0.8658020729119462,
    0.8658020729119462,
    0.8658020729119462,
    0.8658020729119462,
    0.8658020729119462,
    0.8658020729119462,
    0.8658020729119462,
    0.8658020729119462,
    0.8583244887663148,
    0.8583244887663148,
    0.8583244887663148,
    0.8583244887663148,
    0.8583244887663148,
    0.8583244887663148,
    0.8434122184255703,
    0.8434122184255703,
    0.8434122184255703,
    0.8434122184255703,
    0.8506536796324462,
    0.8506536796324462,
    0.8506536796324462,
    0.8506536796324462,
    0.8788860015894282,
    0.8788860015894282,
    0.8788860015894282,
    0.8788860015894282,
    0.8788860015894282,
    0.8701858103826874,
    0.8701858103826874,
    0.8701858103826874,
    0.8701858103826874,
    0.8701858103826874,
    0.8797958629075442,
    0.8797958629075442,
    0.8797958629075442,
    0.8797958629075442,
    0.8521863577429247,
    0.8521863577429247,
    0.8521863577429247,
    0.8521863577429247,
    0.8529200228110436,
    0.8529200228110436,
    0.8529200228110436,
    0.8529200228110436
  ],
  "6": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "In the observed scene, healthcare providers showcase community outreach photos, while tech companies display demo screens showing their latest apps.",
    "The observed scene features healthcare providers showcasing community outreach photos and tech companies displaying demo screens showing their latest apps, with alumni volunteers delivering quick pep talks near the coffee station.",
    "At the event, healthcare providers showcase community outreach photos while tech companies display demo screens of their latest apps; alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule.",
    "At the event, healthcare providers showcase community outreach photos while tech companies display demo screens of their latest apps. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule.",
    "At the event, healthcare providers showcase community outreach photos while tech companies display demo screens of their latest apps. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule. Outside the university gym, a line of students stands before the career fair opens. Inside, dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance.",
    "On a university campus before the career fair opens, a line of students stands outside the university gym. Inside, dozens of booths with colorful banners circle the polished floor as event staff scan registrations and hand out lanyards at the entrance. Nearby, healthcare providers showcase community outreach photos, and tech companies display demo screens of their latest apps. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule.",
    "On a university campus before the career fair opens, a line of students stands outside the university gym. Inside, dozens of booths with colorful banners circle the polished floor as event staff scan registrations and hand out lanyards at the entrance. Nearby, healthcare providers showcase community outreach photos, and tech companies display demo screens of their latest apps. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule.",
    "On a university campus before the career fair opens, a line of students stands outside the university gym as event staff scan registrations and hand out lanyards at the entrance. Inside the gym, dozens of booths with colorful banners encircle the polished floor, where alumni volunteers give quick pep talks near the coffee station and career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, while tech companies display demo screens of their latest apps. Students clutch resumes in branded folders. A welcome PA announcement outlines the fair schedule.",
    "On a university campus before the career fair opens, a line of students stands outside the university gym as event staff scan registrations and hand out lanyards at the entrance. Inside the gym, dozens of booths with colorful banners encircle the polished floor, where alumni volunteers give quick pep talks near the coffee station and career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, while tech companies display demo screens of their latest apps. Students clutch resumes in branded folders. A welcome PA announcement outlines the fair schedule.",
    "Before the career fair opens on a university campus, a line of students stands outside the gym as event staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners encircle the polished floor. Alumni volunteers give quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, and tech companies display demo screens of their latest apps. Students clutch resumes in branded folders. A welcome PA announcement outlines the fair schedule.",
    "On a university campus, before the career fair opens, a line of students stands outside the gym as event staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners encircle the polished floor; alumni volunteers give pep talks near the coffee station, career counselors remind attendees to maintain eye contact, healthcare providers showcase community outreach photos, and tech companies display demo screens of their latest apps. Students clutch resumes in branded folders. A welcome PA announcement outlines the fair schedule.",
    "At the university gym, a career fair unfolds with an outside line of students waiting to enter as event staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners encircle the polished floor. Alumni volunteers give pep talks near the coffee station; career counselors remind attendees to maintain eye contact; healthcare providers showcase community outreach photos; and tech companies display demo screens of their latest apps. Students clutch resumes in branded folders. A welcome PA announces the fair schedule.",
    "At the university gym, a career fair unfolds with an outside line of students waiting to enter as event staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners encircle the polished floor. Alumni volunteers give pep talks near the coffee station; career counselors remind attendees to maintain eye contact; healthcare providers showcase community outreach photos; and tech companies display demo screens of their latest apps. Students clutch resumes in branded folders. A welcome PA announces the fair schedule.",
    "At the university gym, an outside line of students waits to enter as event staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners encircle the polished floor. Alumni volunteers give pep talks near the coffee station; healthcare providers showcase community outreach photos; and tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact. Students clutch resumes in branded folders. A welcome PA announces the fair schedule."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.35998728077528935,
    0.35998728077528935,
    0.35998728077528935,
    0.40095959403030795,
    0.40095959403030795,
    0.40095959403030795,
    0.40095959403030795,
    0.6183332337057177,
    0.6183332337057177,
    0.6183332337057177,
    0.7177518268713782,
    0.7177518268713782,
    0.7177518268713782,
    0.8680120879952256,
    0.8680120879952256,
    0.8680120879952256,
    0.8680120879952256,
    0.8742828147297476,
    0.8742828147297476,
    0.8742828147297476,
    0.8742828147297476,
    0.8742828147297476,
    0.8742828147297476,
    0.8742828147297476,
    0.8742828147297476,
    0.8742828147297476,
    0.8915552361605035,
    0.8915552361605035,
    0.8915552361605035,
    0.8915552361605035,
    0.8915552361605035,
    0.8915552361605035,
    0.8915552361605035,
    0.8915552361605035,
    0.8796985483236364,
    0.8796985483236364,
    0.8796985483236364,
    0.8796985483236364,
    0.8500702508712351,
    0.8500702508712351,
    0.8500702508712351,
    0.8500702508712351,
    0.8500702508712351,
    0.9077625243264401,
    0.9077625243264401,
    0.9077625243264401,
    0.9077625243264401,
    0.9077625243264401,
    0.9077625243264401,
    0.9077625243264401,
    0.9077625243264401,
    0.9077625243264401,
    0.8565223212846316,
    0.8565223212846316,
    0.8565223212846316,
    0.8565223212846316,
    0.8565223212846316,
    0.8565223212846316,
    0.8565223212846316
  ],
  "7": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers give quick pep talks near the coffee station while tech companies display demo screens showing their latest apps.",
    "Alumni volunteers give quick pep talks near the coffee station as tech companies display demo screens showing their latest apps. A line of students stands outside the university gym before the career fair opens.",
    "Alumni volunteers give quick pep talks near the coffee station as tech companies display demo screens showing their latest apps. Outside the university gym, a line of students stands before the career fair opens. Inside the gym, dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos.",
    "Alumni volunteers give quick pep talks near the coffee station as tech companies display demo screens showing their latest apps. Outside the university gym, a line of students waits before the career fair opens. Inside the gym, dozens of booths with colorful banners circle the polished floor, including healthcare providers showcasing community outreach photos.",
    "Alumni volunteers give quick pep talks near the coffee station as tech companies display demo screens showing their latest apps. Outside the university gym, a line of students waits before the career fair opens. Inside the gym, dozens of booths with colorful banners circle the polished floor, including healthcare providers showcasing community outreach photos. Students clutch resumes inside branded folders.",
    "On a university campus before the career fair opens, a line of students stands outside the university gym, waiting as event staff scan registrations and hand out lanyards at the entrance. Inside the gym, dozens of booths with colorful banners encircle the polished floor, where alumni volunteers give quick pep talks near the coffee station and career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, while tech companies display demo screens of their latest apps. Students clutch resumes in branded folders. A welcome announcement over the PA outlines the fair schedule.",
    "A university gym hosts a career fair with an outside line of students waiting for opening, as event staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners encircle a polished floor. Alumni volunteers deliver brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, and tech companies display demo screens of their latest apps. Students clutch resumes in branded folders as a welcome PA outlines the fair schedule.",
    "A university gym hosts a career fair. An outside line of students waits for opening as event staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners encircle a polished floor as the fair unfolds. Alumni volunteers deliver brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, and tech companies display demo screens of their latest apps. Students clutch resumes in branded folders as a welcome PA outlines the fair schedule.",
    "A university gym hosts a career fair. An outside line of students waits for opening as event staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners encircle a polished floor as the fair unfolds. Alumni volunteers deliver brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, and tech companies display demo screens of their latest apps. Students clutch resumes in branded folders as a welcome PA outlines the fair schedule. Inside, the same displays—healthcare outreach photos and tech demos—continue, with pep talks near the coffee station, and staff continue registration processing and lanyard distribution.",
    "A university gym hosts a career fair, with an outside line of students waiting for opening as event staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners surround a polished floor as the fair unfolds. Alumni volunteers deliver brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, and tech companies display demo screens of their latest apps. Students clutch resumes in branded folders as a welcome PA outlines the fair schedule. Inside, the same displays—healthcare outreach photos and tech demos—continue, with pep talks near the coffee station, and staff continuing registration processing and lanyard distribution.",
    "At the university gym, a career fair unfolds with an outside line of students waiting to enter as event staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners surround a polished floor as the fair unfolds: alumni volunteers give pep talks near the coffee station; career counselors remind attendees to maintain eye contact; healthcare providers showcase community outreach photos; and tech companies display demo screens of their latest apps. Students clutch resumes in branded folders while a welcome PA announces the fair schedule. Outside, an orderly line of students waits to enter, while staff continue registration processing and lanyard distribution.",
    "At the university gym, an outside line of students waits to enter as event staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners surround a polished floor as the career fair unfolds: alumni volunteers give pep talks near the coffee station; career counselors remind attendees to maintain eye contact; healthcare providers showcase community outreach photos; and tech companies display demo screens of their latest apps. Students clutch resumes in branded folders while a welcome PA announces the fair schedule."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.41942136726068463,
    0.48141656530916377,
    0.48141656530916377,
    0.48141656530916377,
    0.48141656530916377,
    0.6420903456717264,
    0.6420903456717264,
    0.6420903456717264,
    0.6420903456717264,
    0.6420903456717264,
    0.6420903456717264,
    0.8119758897414677,
    0.8119758897414677,
    0.8119758897414677,
    0.7849485208695841,
    0.7849485208695841,
    0.8258690963037587,
    0.8258690963037587,
    0.8258690963037587,
    0.8258690963037587,
    0.8258690963037587,
    0.8878266840281575,
    0.8878266840281575,
    0.8878266840281575,
    0.8878266840281575,
    0.886777849286251,
    0.886777849286251,
    0.886777849286251,
    0.886777849286251,
    0.886777849286251,
    0.8852548042580095,
    0.8852548042580095,
    0.8852548042580095,
    0.8852548042580095,
    0.8852548042580095,
    0.8852548042580095,
    0.8852548042580095,
    0.8852548042580095,
    0.8852548042580095,
    0.8612969364786869,
    0.8612969364786869,
    0.8612969364786869,
    0.8612969364786869,
    0.8612969364786869,
    0.8612969364786869,
    0.8612969364786869,
    0.8489173719769461,
    0.8489173719769461,
    0.8489173719769461,
    0.8489173719769461,
    0.8450508989306754,
    0.8450508989306754,
    0.8450508989306754,
    0.8450508989306754,
    0.8450508989306754,
    0.8450508989306754,
    0.8538271559459777,
    0.8538271559459777,
    0.8538271559459777
  ],
  "8": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos, while tech companies display demo screens showing their latest apps.",
    "Alumni volunteers share quick pep talks near the coffee station; healthcare providers showcase community outreach photos; tech companies display demo screens showing their latest apps.",
    "On a university campus before the career fair opens, students line up outside the university gym. Alumni volunteers share quick pep talks near the coffee station; healthcare providers showcase community outreach photos; and tech companies display demo screens of their latest apps.",
    "On a university campus before the career fair opens, students line up outside the university gym. Alumni volunteers give quick pep talks near the coffee station; healthcare providers showcase community outreach photos; and tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact.",
    "On a university campus before the career fair opens, students line up outside the university gym. Alumni volunteers give brief pep talks near the coffee station; healthcare providers showcase community outreach photos; and tech companies display demo screens of their latest apps. During the event, attendees encounter career counselors who remind them to maintain eye contact; healthcare providers displaying community outreach photos; tech companies showing demo screens of their latest apps; and alumni volunteers delivering brief pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "On a university campus before the career fair opens, students line up outside the university gym. Alumni volunteers deliver brief pep talks near the coffee station; healthcare providers showcase community outreach photos; and tech companies display demo screens of their latest apps. During the event, attendees encounter career counselors who remind them to maintain eye contact; alumni volunteers deliver pep talks near the coffee station; healthcare providers display community outreach photos; and tech companies show demo screens of their latest apps. Students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "On a university campus before the career fair opens, students line up outside the university gym. Alumni volunteers deliver brief pep talks near the coffee station; healthcare providers display community outreach photos; and tech companies show demo screens of their latest apps. During the event, attendees encounter career counselors who remind them to maintain eye contact. Students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "On a university campus before the career fair opens, students line up outside the university gym. Alumni volunteers deliver brief pep talks near the coffee station, and at the entrance event staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners circle the polished floor as a welcome PA reiterates the fair schedule. Healthcare providers display community outreach photos, and tech companies show demo screens of their latest apps. Career counselors remind attendees to maintain eye contact, and students clutch resumes inside branded folders.",
    "On a university campus before the career fair opens, students line up outside the university gym. Alumni volunteers deliver brief pep talks near the coffee station, while entrance staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners surround the polished floor as a welcome PA reiterates the fair schedule. Healthcare providers display community outreach photos and tech companies show demo screens of their latest apps. Career counselors remind attendees to maintain eye contact, and students clutch resumes inside branded folders.",
    "On a university campus before the career fair opens, students line up outside the university gym. Alumni volunteers deliver brief pep talks near the coffee station, while entrance staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners surround the polished floor as a welcome PA reiterates the fair schedule. Healthcare providers display community outreach photos and tech companies show demo screens of their latest apps. Career counselors remind attendees to maintain eye contact, and students clutch resumes inside branded folders.",
    "On the university gym campus, an orderly outside line of students waits to enter the career fair as event staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners surround a polished floor and a welcome PA reiterates the fair schedule. Alumni volunteers deliver pep talks near the coffee station; career counselors remind attendees to maintain eye contact; healthcare providers display community outreach photos; and tech companies show demo screens of their latest apps. Students clutch resumes inside branded folders as the fair unfolds."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.41942136726068463,
    0.41942136726068463,
    0.5447827465797691,
    0.5447827465797691,
    0.5447827465797691,
    0.48454255900072063,
    0.48454255900072063,
    0.48454255900072063,
    0.48454255900072063,
    0.48454255900072063,
    0.6903190016888481,
    0.6903190016888481,
    0.6903190016888481,
    0.8007629510070318,
    0.8007629510070318,
    0.8007629510070318,
    0.7943054300087113,
    0.7943054300087113,
    0.7943054300087113,
    0.7943054300087113,
    0.7943054300087113,
    0.7943054300087113,
    0.7943054300087113,
    0.7943054300087113,
    0.7943054300087113,
    0.7943054300087113,
    0.7943054300087113,
    0.7943054300087113,
    0.7943054300087113,
    0.7943054300087113,
    0.7943054300087113,
    0.8380227601971757,
    0.8380227601971757,
    0.8380227601971757,
    0.8380227601971757,
    0.8380227601971757,
    0.8380227601971757,
    0.8380227601971757,
    0.8580423763186733,
    0.8580423763186733,
    0.8580423763186733,
    0.8684396595127712,
    0.8684396595127712,
    0.8684396595127712,
    0.8684396595127712,
    0.8684396595127712,
    0.8691732916204531,
    0.8691732916204531,
    0.8691732916204531,
    0.8691732916204531,
    0.8691732916204531,
    0.8691732916204531,
    0.8691732916204531,
    0.8691732916204531,
    0.8691732916204531,
    0.8752454875722313,
    0.8752454875722313,
    0.8752454875722313,
    0.8752454875722313
  ],
  "9": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "At the event, attendees encounter career counselors reminding them to maintain eye contact; healthcare providers displaying community outreach photos; tech companies showing demo screens of their latest apps; and alumni volunteers delivering brief pep talks near the coffee station.",
    "At the event, attendees encounter career counselors who remind them to maintain eye contact; healthcare providers displaying community outreach photos; tech companies showing demo screens of their latest apps; and alumni volunteers delivering brief pep talks near the coffee station.",
    "At the event, attendees encounter career counselors who remind them to maintain eye contact; healthcare providers displaying community outreach photos; tech companies showing demo screens of their latest apps; and alumni volunteers delivering brief pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "At the event, attendees encounter career counselors who remind them to maintain eye contact; healthcare providers display community outreach photos; tech companies show demo screens of their latest apps; and alumni volunteers deliver brief pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "At the event, career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos, while tech companies show demo screens of their latest apps. Alumni volunteers deliver brief pep talks near the coffee station. Students clutch resumes inside branded folders. Outside the university gym, a line of students stands before the career fair opens. Inside, dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement over the PA outlines the fair schedule.",
    "A university career fair unfolds with an outside line of students waiting before opening, while inside the gym a polished floor hosts dozens of booths draped in colorful banners. Career counselors remind attendees to maintain eye contact as part of the proceedings. Healthcare providers display community outreach photos, and tech companies present demo screens of their latest apps. Alumni volunteers deliver brief pep talks near the coffee station. Students clutch resumes tucked into branded folders. Event staff scan registrations and hand out lanyards at the entrance, and a welcome announcement over the PA outlines the fair schedule.",
    "At a university career fair, a line of students waits outside the gym before opening, while inside the gym a polished floor hosts dozens of booths draped in colorful banners and arranged around the space. Career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos, and tech companies present demo screens of their latest apps. Alumni volunteers deliver brief pep talks near the coffee station. Students clutch resumes tucked into branded folders. Event staff scan registrations and hand out lanyards at the entrance, and a welcome announcement over the PA outlines the fair schedule.",
    "On a university campus before the career fair opens, a line of students waits outside the gym. Inside, the polished floor hosts dozens of booths with colorful banners arranged around the space, and a welcome announcement over the PA outlines the schedule. Alumni volunteers deliver quick pep talks near the coffee station; tech companies display demo screens of their latest apps; healthcare providers showcase community outreach photos; career counselors remind attendees to maintain eye contact. Students clutch resumes tucked into branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "On a university campus, a career fair unfolds around the gym. Before opening, a line of students waits outside the gym; inside, dozens of booths with colorful banners circle the polished floor, and a welcome PA outlines the schedule. Alumni volunteers deliver quick pep talks near the coffee station; tech companies display demo screens of their latest apps; healthcare providers showcase community outreach photos; career counselors remind attendees to maintain eye contact. Students clutch resumes tucked into branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "On a university campus, a career fair unfolds around the gym. A line of students waits outside before opening; inside, dozens of booths with colorful banners encircle the polished floor while a welcome PA outlines the schedule. Alumni volunteers deliver quick pep talks near the coffee station; tech companies display demo screens of their latest apps; healthcare providers showcase community outreach photos; and career counselors remind attendees to maintain eye contact. Students clutch resumes tucked into branded folders as event staff scan registrations and hand out lanyards at the entrance. Outside the entrance, the same line and staff actions occur, with the PA reiterating the fair schedule.",
    "At a university campus career fair surrounding a gym, a line of students waits outside before opening as event staff scan registrations and hand out lanyards at the entrance, with a welcome PA outlining the schedule. Inside, polished floors are encircled by dozens of booths with colorful banners. Alumni volunteers give quick pep talks near the coffee station; tech companies display demo screens of their latest apps; healthcare providers show community outreach photos; and career counselors remind attendees to maintain eye contact. Students clutch resumes tucked into branded folders. Outside again, the same line and staff actions occur, with the PA reiterating the fair schedule.",
    "At a university campus career fair surrounding a gym, an outside line of students waits to enter as event staff scan registrations and hand out lanyards at the entrance, with a welcome PA outlining the schedule. Inside, polished floors are encircled by dozens of booths with colorful banners. Alumni volunteers give quick pep talks near the coffee station; healthcare providers showcase community outreach photos; tech companies display demo screens of their latest apps; and career counselors remind attendees to maintain eye contact. Students clutch resumes tucked into branded folders. Outside again, the same line and staff actions occur, with the PA reiterating the fair schedule.",
    "At a university campus career fair surrounding a gym, an outside line of students waits to enter as event staff scan registrations and hand out lanyards at the entrance, with a welcome PA outlining the schedule. Inside, polished floors frame dozens of booths draped with colorful banners. Alumni volunteers deliver quick pep talks near the coffee station; healthcare providers showcase community outreach photos; tech companies display demo screens of their latest apps; and career counselors remind attendees to maintain eye contact. Students clutch resumes tucked into branded folders. Outside again, the same line and staff actions occur, with the PA reiterating the fair schedule, and students line up outside the university gym before the career fair opens."
  ],
  "9_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.5413739842792133,
    0.5413739842792133,
    0.5413739842792133,
    0.5413739842792133,
    0.5400887829681019,
    0.5400887829681019,
    0.5400887829681019,
    0.6805689218411655,
    0.6805689218411655,
    0.6805689218411655,
    0.6805689218411655,
    0.6816180112729282,
    0.6816180112729282,
    0.6816180112729282,
    0.6816180112729282,
    0.8766626755403244,
    0.8766626755403244,
    0.8766626755403244,
    0.8766626755403244,
    0.901819423090584,
    0.901819423090584,
    0.901819423090584,
    0.901819423090584,
    0.8698085647086189,
    0.8698085647086189,
    0.8698085647086189,
    0.8698085647086189,
    0.8698085647086189,
    0.8698085647086189,
    0.8707171267801401,
    0.8707171267801401,
    0.8707171267801401,
    0.8707171267801401,
    0.8707171267801401,
    0.8888833957083462,
    0.8888833957083462,
    0.8888833957083462,
    0.8888833957083462,
    0.8888833957083462,
    0.8511052485224007,
    0.8511052485224007,
    0.8511052485224007,
    0.8511052485224007,
    0.8615493699732675,
    0.8615493699732675,
    0.8615493699732675,
    0.8615493699732675,
    0.8615493699732675,
    0.8615493699732675,
    0.8622555288996776,
    0.8622555288996776,
    0.8622555288996776,
    0.8517645911905556,
    0.8517645911905556,
    0.8517645911905556
  ]
}