{
  "0": [
    "",
    "The healthcare providers are displaying photographs taken during community outreach events. The photos depict a brightly lit clinic interior with several individuals, primarily nurses, assisting patients. A young boy with blonde hair is visible in one of the images, and another shows a group of healthcare workers distributing informational pamphlets. The photos were taken within the clinic.",
    "The clinic interior is brightly lit, showing several nurses assisting patients. One photograph depicts a young boy with blonde hair, while another shows healthcare workers distributing informational pamphlets within the clinic. Outside, students line up before the career fair opens at the university gym.",
    "The clinic interior is brightly lit, with several nurses assisting patients. A photograph shows a young boy with blonde hair present within the clinic. Healthcare workers are distributing informational pamphlets. Outside, students line up before the career fair opens at the university gym, and healthcare providers showcase community outreach photos.",
    "The clinic interior is brightly lit, with several nurses assisting patients and healthcare workers distributing informational pamphlets. A photograph shows a young boy with blonde hair present within the clinic. Outside, students line up before the career fair opens at the university gym, and healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "The clinic interior is brightly lit, with several nurses assisting patients and healthcare workers distributing informational pamphlets. A photograph shows a young boy with blonde hair present within the clinic. Outside, students line up before the career fair opens at the university gym, and healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "The clinic interior is brightly lit, with several nurses assisting patients and healthcare workers distributing informational pamphlets. A photograph shows a young boy with blonde hair present within the clinic. Outside, students line up before the career fair opens at the university gym, and healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact.",
    "The clinic interior is brightly lit with several nurses assisting patients and healthcare workers distributing informational pamphlets. Outside, students line up before the career fair opens at the university gym, and healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system; a photograph shows a young boy with blonde hair present within the clinic.",
    "The clinic interior is brightly lit with several nurses assisting patients and healthcare workers distributing informational pamphlets. Outside, students line up before the career fair opens at the university gym, and healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. A photograph shows a young boy with blonde hair present within the clinic.",
    "The clinic is brightly lit with several nurses assisting patients and healthcare workers distributing informational pamphlets. Outside, students line up before the career fair opens at the university gym, and healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. A photograph shows a young boy with blonde hair present within the clinic. A welcome announcement outlines the fair schedule over the PA system.",
    "The clinic is brightly lit with several nurses assisting patients and healthcare workers distributing informational pamphlets. Dozens of booths with colorful banners circle the polished floor, while outside, students line up before the career fair opens at the university gym, and healthcare providers showcase community outreach photos. A photograph shows a young boy with blonde hair present within the clinic, and consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "The clinic is brightly lit with several nurses assisting patients and healthcare workers distributing informational pamphlets. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables. A photograph shows a young boy with blonde hair present within the clinic, while outside, students line up before the career fair opens at the university gym and healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "The clinic is brightly lit with several nurses assisting patients and healthcare workers distributing informational pamphlets. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables. A photograph shows a young boy with blonde hair present within the clinic, while outside, students line up before the career fair opens at the university gym and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "0_score": [
    0.0,
    0.41818161118900865,
    0.41818161118900865,
    0.41818161118900865,
    0.6077881219020318,
    0.6077881219020318,
    0.6077881219020318,
    0.6162434881287304,
    0.6162434881287304,
    0.6162434881287304,
    0.6661400433919851,
    0.6661400433919851,
    0.6661400433919851,
    0.6661400433919851,
    0.6661400433919851,
    0.6297363962314911,
    0.6297363962314911,
    0.6297363962314911,
    0.6297363962314911,
    0.6297363962314911,
    0.6297363962314911,
    0.6743094641427557,
    0.6743094641427557,
    0.6743094641427557,
    0.6743094641427557,
    0.6743094641427557,
    0.7174148243089402,
    0.7174148243089402,
    0.7174148243089402,
    0.7174148243089402,
    0.7174148243089402,
    0.7174148243089402,
    0.6720762714908398,
    0.6720762714908398,
    0.6720762714908398,
    0.6720762714908398,
    0.6720762714908398,
    0.7372833644435581,
    0.7372833644435581,
    0.7372833644435581,
    0.7372833644435581,
    0.7372833644435581,
    0.7372833644435581,
    0.7372833644435581,
    0.72217345554685,
    0.72217345554685,
    0.72217345554685,
    0.72217345554685,
    0.72217345554685,
    0.72217345554685,
    0.72217345554685,
    0.72217345554685,
    0.6928490182258421,
    0.6928490182258421,
    0.6928490182258421,
    0.6928490182258421,
    0.6928490182258421,
    0.6928490182258421,
    0.6928490182258421,
    0.6549759506615604,
    0.6549759506615604,
    0.6549759506615604,
    0.6549759506615604,
    0.6549759506615604,
    0.6549759506615604,
    0.6549759506615604
  ],
  "1": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms have stacked glossy case study booklets on high tables. Event staff are scanning registrations and handing out lanyards at the entrance.",
    "Consulting firms have stacked glossy case study booklets on high tables. Event staff are scanning registrations and handing out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "Consulting firms have stacked glossy case study booklets on high tables, and event staff are scanning registrations and handing out lanyards at the entrance. Students line up outside the university gym before the career fair opens, and a welcome announcement outlines the fair schedule over the PA system.",
    "The university gym is hosting a career fair, with dozens of booths displaying colorful banners surrounding the polished floor. Event staff are scanning registrations and distributing lanyards at the entrance, while consulting firms have placed glossy case study booklets on high tables. A welcome announcement details the fair schedule over the PA system, and students are lining up outside the gym before the event opens.",
    "The university gym is hosting a career fair with dozens of booths displaying colorful banners surrounding the polished floor. Event staff are scanning registrations and distributing lanyards at the entrance, while consulting firms have placed glossy case study booklets on high tables. Students are lining up outside the gym before the event opens.",
    "The university gym is hosting a career fair with dozens of booths surrounding the polished floor. Event staff are scanning registrations and distributing lanyards at the entrance. Consulting firms have placed glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Students are lining up outside the gym before the event opens.",
    "The university gym is hosting a career fair with dozens of booths surrounding the polished floor. Event staff are scanning registrations and distributing lanyards at the entrance. Consulting firms have placed glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Students are lining up outside the gym before the event opens.",
    "The university gym is hosting a career fair with dozens of booths surrounding the polished floor. Event staff are scanning registrations and distributing lanyards at the entrance. Consulting firms have placed glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Students are lining up outside the gym before the event opens, and alumni volunteers share quick pep talks near the coffee station.",
    "The university gym is hosting a career fair with dozens of booths surrounding the polished floor. Event staff are scanning registrations and distributing lanyards at the entrance. Consulting firms have placed glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Students are lining up outside the gym before the event opens, and alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "The university gym is hosting a career fair with dozens of booths surrounding the polished floor. Event staff are scanning registrations and distributing lanyards at the entrance. Consulting firms have placed glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Students are lining up outside the gym before the event opens, and alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "The university gym is hosting a career fair with dozens of booths surrounding the polished floor. Event staff are scanning registrations and distributing lanyards at the entrance. Consulting firms have placed glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Students are lining up outside the gym before the event opens, and alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact."
  ],
  "1_score": [
    0.0,
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.46245393417884334,
    0.46245393417884334,
    0.46245393417884334,
    0.46245393417884334,
    0.7175662328677119,
    0.7175662328677119,
    0.7175662328677119,
    0.6433432153430659,
    0.6433432153430659,
    0.6433432153430659,
    0.6433432153430659,
    0.6433432153430659,
    0.8084249774709112,
    0.8084249774709112,
    0.8084249774709112,
    0.8084249774709112,
    0.8084249774709112,
    0.8084249774709112,
    0.8084249774709112,
    0.8084249774709112,
    0.7881261049647583,
    0.7881261049647583,
    0.7881261049647583,
    0.7881261049647583,
    0.7881261049647583,
    0.7881261049647583,
    0.8153584324872187,
    0.8153584324872187,
    0.8153584324872187,
    0.8153584324872187,
    0.8153584324872187,
    0.8153584324872187,
    0.8153584324872187,
    0.8153584324872187,
    0.8153584324872187,
    0.8153584324872187,
    0.8153584324872187,
    0.8716746131222766,
    0.8716746131222766,
    0.8716746131222766,
    0.8716746131222766,
    0.8716746131222766,
    0.8716746131222766,
    0.8716746131222766,
    0.8871531022610509,
    0.8871531022610509,
    0.8871531022610509,
    0.8871531022610509,
    0.8871531022610509,
    0.8871531022610509,
    0.8871531022610509,
    0.8871531022610509,
    0.8871531022610509,
    0.8871531022610509,
    0.8871531022610509,
    0.8871531022610509,
    0.8871531022610509,
    0.8871531022610509,
    0.8871531022610509,
    0.8871531022610509,
    0.8871531022610509,
    0.8871531022610509
  ],
  "2": [
    "",
    "",
    "",
    "The healthcare providers are displaying photos taken during community outreach events. The photos depict a group of five providers standing near a brightly colored mobile clinic. The clinic is positioned on a sidewalk adjacent to a park with green grass and trees. A small crowd of approximately fifteen people is visible in the background, some of whom appear to be holding pamphlets.",
    "Five healthcare providers are standing near a brightly colored mobile clinic on a sidewalk adjacent to a park with green grass and trees. A small crowd of approximately fifteen people is present in the background, and some individuals are holding pamphlets. Event staff are scanning registrations and distributing lanyards at the clinic entrance.",
    "Five healthcare providers are standing near a brightly colored mobile clinic on a sidewalk adjacent to a park with green grass and trees. A small crowd of approximately fifteen people is present in the background, and some individuals are holding pamphlets. Event staff are scanning registrations and distributing lanyards at the clinic entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "Five healthcare providers stand near a brightly colored mobile clinic on a sidewalk adjacent to a park with green grass and trees. A small crowd of approximately fifteen people is present in the background, and some individuals are holding pamphlets. Event staff are scanning registrations and distributing lanyards at the clinic entrance, while career counselors remind attendees to maintain eye contact.",
    "Five healthcare providers stand near a brightly colored mobile clinic on a sidewalk adjacent to a park with green grass and trees. A small crowd of approximately fifteen people is present in the background, and some individuals are holding pamphlets. Event staff are scanning registrations and distributing lanyards at the clinic entrance, while career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "Five healthcare providers stand near a brightly colored mobile clinic on a sidewalk adjacent to a park with green grass and trees. A small crowd of approximately fifteen people is present in the background, and some individuals are holding pamphlets. Event staff are scanning registrations and distributing lanyards at the clinic entrance, while career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "Five healthcare providers stand near a brightly colored mobile clinic on a sidewalk adjacent to a park with green grass and trees. A small crowd of approximately fifteen people is present in the background, and some individuals are holding pamphlets. Event staff are scanning registrations and distributing lanyards at the clinic entrance, while career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos.",
    "A brightly colored mobile clinic sits on a sidewalk beside a park with green grass and trees, where five healthcare providers are present. A small crowd of approximately fifteen people stands nearby, with some individuals holding pamphlets. Event staff are scanning registrations and distributing lanyards at the clinic entrance, and career counselors are reminding attendees to maintain eye contact. Tech companies are displaying demo screens showing their latest apps, and the healthcare providers are showcasing community outreach photos.",
    "A brightly colored mobile clinic is situated on a sidewalk adjacent to a park featuring green grass and trees, with five healthcare providers present. A small crowd of approximately fifteen people stands nearby, and some individuals hold pamphlets. Event staff are scanning registrations and distributing lanyards at the clinic entrance, while career counselors are reminding attendees to maintain eye contact. Tech companies are displaying demo screens showing their latest apps, and the healthcare providers are showcasing community outreach photos.",
    "A brightly colored mobile clinic is situated on a sidewalk adjacent to a park featuring green grass and trees, with five healthcare providers present. A small crowd of approximately fifteen people stands nearby, and some individuals hold pamphlets. Event staff are scanning registrations and distributing lanyards at the clinic entrance, while career counselors are reminding attendees to maintain eye contact. Tech companies are displaying demo screens showing their latest apps, and the healthcare providers are showcasing community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "A brightly colored mobile clinic sits on a sidewalk beside a park with green grass and trees, staffed by five healthcare providers. Approximately fifteen people form a nearby crowd, and some individuals hold pamphlets. Event staff are scanning registrations and distributing lanyards at the clinic entrance, while career counselors are reminding attendees to maintain eye contact. Tech companies are displaying demo screens showing their latest apps, and the healthcare providers are showcasing community outreach photos. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.4239778489554482,
    0.4239778489554482,
    0.4239778489554482,
    0.3756197841024436,
    0.3756197841024436,
    0.3756197841024436,
    0.504514725308646,
    0.504514725308646,
    0.504514725308646,
    0.504514725308646,
    0.4448751205565631,
    0.4448751205565631,
    0.4448751205565631,
    0.4448751205565631,
    0.4448751205565631,
    0.4448751205565631,
    0.4785314210469562,
    0.4785314210469562,
    0.4785314210469562,
    0.4785314210469562,
    0.4785314210469562,
    0.4785314210469562,
    0.4785314210469562,
    0.4785314210469562,
    0.4785314210469562,
    0.4785314210469562,
    0.4785314210469562,
    0.4785314210469562,
    0.4785314210469562,
    0.4785314210469562,
    0.48542293453063745,
    0.48542293453063745,
    0.48542293453063745,
    0.48542293453063745,
    0.48542293453063745,
    0.48542293453063745,
    0.48542293453063745,
    0.48542293453063745,
    0.4515195637135152,
    0.4515195637135152,
    0.4515195637135152,
    0.4515195637135152,
    0.4515195637135152,
    0.4515195637135152,
    0.47217058402027834,
    0.47217058402027834,
    0.47217058402027834,
    0.47217058402027834,
    0.47217058402027834,
    0.47217058402027834,
    0.47217058402027834,
    0.5915029617180958,
    0.5915029617180958,
    0.5915029617180958,
    0.5915029617180958,
    0.5915029617180958,
    0.5915029617180958,
    0.5915029617180958,
    0.5940739268617962,
    0.5940739268617962,
    0.5940739268617962,
    0.5940739268617962,
    0.5940739268617962
  ],
  "3": [
    "",
    "The polished floor surrounds dozens of booths with colorful banners.",
    "The polished floor surrounds dozens of booths, each decorated with colorful banners. Alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths, each decorated with colorful banners. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "The event features a polished floor surrounding numerous booths adorned with colorful banners. Alumni volunteers deliver brief pep talks near the coffee station, while career counselors advise attendees to maintain eye contact. Event staff are registering attendees and distributing lanyards at the entrance.",
    "The entrance features a polished floor surrounded by numerous booths decorated with colorful banners. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors advise attendees to maintain eye contact. Event staff are registering attendees and distributing lanyards at the entrance, scanning registrations and handing out lanyards.",
    "The entrance features a polished floor surrounded by numerous booths decorated with colorful banners. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors advise attendees to maintain eye contact. Event staff are registering attendees and distributing lanyards at the entrance, scanning registrations and handing out lanyards. Students clutch resumes inside branded folders.",
    "The entrance features a polished floor surrounded by numerous booths decorated with colorful banners. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors advise attendees to maintain eye contact. Event staff are registering attendees and distributing lanyards at the entrance, scanning registrations and handing out lanyards. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "The entrance features a polished floor surrounded by numerous booths decorated with colorful banners. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors advise attendees to maintain eye contact. Event staff are registering attendees and distributing lanyards at the entrance, scanning registrations and handing out lanyards. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "The entrance features a polished floor surrounded by numerous booths decorated with colorful banners. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors advise attendees to maintain eye contact. Event staff are registering attendees and distributing lanyards at the entrance, scanning registrations and handing out lanyards. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos.",
    "The entrance features a polished floor surrounded by numerous booths decorated with colorful banners. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors advise attendees to maintain eye contact. Event staff are registering attendees and distributing lanyards at the entrance, scanning registrations and handing out lanyards. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos.",
    "The entrance features a polished floor surrounded by numerous booths decorated with colorful banners. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors advise attendees to maintain eye contact. Event staff are registering attendees and distributing lanyards at the entrance, scanning registrations and handing out lanyards. Students line up outside the university gym before the career fair opens, and students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "The entrance features a polished floor surrounded by numerous booths decorated with colorful banners. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors advise attendees to maintain eye contact. Event staff are registering attendees and distributing lanyards at the entrance, scanning registrations and handing out lanyards. Students line up outside the university gym before the career fair opens, and students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos."
  ],
  "3_score": [
    0.0,
    0.34823841260307575,
    0.34823841260307575,
    0.34823841260307575,
    0.5081049433225201,
    0.5081049433225201,
    0.5081049433225201,
    0.5081049433225201,
    0.6501719414095282,
    0.6501719414095282,
    0.6501719414095282,
    0.6501719414095282,
    0.6888606153277993,
    0.6888606153277993,
    0.6888606153277993,
    0.6888606153277993,
    0.6888606153277993,
    0.677086648977475,
    0.677086648977475,
    0.677086648977475,
    0.677086648977475,
    0.677086648977475,
    0.7307441169583984,
    0.7307441169583984,
    0.7307441169583984,
    0.7307441169583984,
    0.7307441169583984,
    0.759642423732728,
    0.759642423732728,
    0.759642423732728,
    0.759642423732728,
    0.759642423732728,
    0.759642423732728,
    0.759642423732728,
    0.7369047383943741,
    0.7369047383943741,
    0.7369047383943741,
    0.7369047383943741,
    0.7369047383943741,
    0.7158043632280692,
    0.7158043632280692,
    0.7158043632280692,
    0.7158043632280692,
    0.7158043632280692,
    0.7158043632280692,
    0.7158043632280692,
    0.7158043632280692,
    0.7158043632280692,
    0.7158043632280692,
    0.7158043632280692,
    0.7158043632280692,
    0.7158043632280692,
    0.7158043632280692,
    0.825409251872358,
    0.825409251872358,
    0.825409251872358,
    0.825409251872358,
    0.825409251872358,
    0.825409251872358,
    0.825409251872358,
    0.825409251872358,
    0.825409251872358,
    0.825409251872358,
    0.825409251872358,
    0.825409251872358,
    0.825409251872358
  ],
  "4": [
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms have stacked glossy case study booklets on high tables. Alumni volunteers are sharing quick pep talks near the coffee station.",
    "The main hall features several high tables laden with glossy case study booklets. Near the coffee station, alumni volunteers are offering quick pep talks. Tech companies have set up demo screens displaying their latest apps.",
    "The main hall contains several high tables covered with glossy case study booklets, stacked by consulting firms and tech companies. Alumni volunteers are offering quick pep talks near the coffee station, and demo screens displaying the latest apps are set up around the hall.",
    "The main hall is filled with glossy case study booklets stacked by consulting firms and tech companies across several high tables. Alumni volunteers are providing pep talks near the coffee station, and demo screens showcasing the latest apps are positioned around the hall. Outside the university gym, students are lining up before the career fair opens.",
    "The main hall contains glossy case study booklets stacked across several high tables, provided by consulting firms and tech companies. Alumni volunteers are offering pep talks near the coffee station, while demo screens displaying the latest apps are positioned throughout the hall. Outside the university gym, students are lining up before the career fair opens, and career counselors are reminding attendees to maintain eye contact.",
    "The main hall features glossy case study booklets stacked across several high tables, provided by consulting firms and tech companies. Alumni volunteers are offering pep talks near the coffee station, and demo screens displaying the latest apps are positioned throughout the hall. Students are lining up before the career fair opens outside the university gym, and career counselors are reminding attendees to maintain eye contact.",
    "The main hall contains glossy case study booklets stacked across several high tables, provided by consulting firms and tech companies. Alumni volunteers are offering pep talks near the coffee station, and demo screens displaying the latest apps are positioned throughout the hall. Students are lining up before the career fair opens outside the university gym, and career counselors are reminding attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "The main hall features glossy case study booklets stacked across several high tables, provided by consulting firms and tech companies. Alumni volunteers are offering pep talks near the coffee station, and demo screens displaying the latest apps are positioned throughout the hall. Event staff scan registrations and hand out lanyards at the entrance, while students are lining up before the career fair opens outside the university gym, and career counselors are reminding attendees to maintain eye contact.",
    "The main hall contains glossy case study booklets stacked across several high tables, provided by consulting firms and tech companies. Alumni volunteers are offering pep talks near the coffee station, and demo screens displaying the latest apps are positioned throughout the hall. Event staff scan registrations and hand out lanyards at the entrance, while students line up before the career fair opens outside the university gym, and career counselors are reminding attendees to maintain eye contact. Students line up outside the university gym before the career fair opens."
  ],
  "4_score": [
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.478528985564784,
    0.478528985564784,
    0.478528985564784,
    0.478528985564784,
    0.478528985564784,
    0.478528985564784,
    0.478528985564784,
    0.6345243129449006,
    0.6345243129449006,
    0.6345243129449006,
    0.6345243129449006,
    0.6345243129449006,
    0.6345243129449006,
    0.6345243129449006,
    0.5308129525082718,
    0.5308129525082718,
    0.5308129525082718,
    0.5308129525082718,
    0.5308129525082718,
    0.5308129525082718,
    0.5308129525082718,
    0.7665779190104147,
    0.7665779190104147,
    0.7665779190104147,
    0.7665779190104147,
    0.7665779190104147,
    0.7665779190104147,
    0.7665779190104147,
    0.7865957589404222,
    0.7865957589404222,
    0.7865957589404222,
    0.7865957589404222,
    0.7865957589404222,
    0.7865957589404222,
    0.765049530638563,
    0.765049530638563,
    0.765049530638563,
    0.765049530638563,
    0.765049530638563,
    0.765049530638563,
    0.8304732923432387,
    0.8304732923432387,
    0.8304732923432387,
    0.8304732923432387,
    0.8304732923432387,
    0.8304732923432387,
    0.8304732923432387,
    0.8304732923432387,
    0.7633731310237502,
    0.7633731310237502,
    0.7633731310237502,
    0.7633731310237502,
    0.7633731310237502,
    0.7633731310237502,
    0.7964670707893937,
    0.7964670707893937
  ],
  "5": [
    "",
    "",
    "Tech companies are displaying demo screens showcasing their latest apps. The screens feature a blue interface and show a calendar application with a daily schedule and reminders. Several companies are presenting the apps at a trade show.",
    "The trade show features tech companies displaying demo screens with a blue interface, showcasing calendar applications displaying daily schedules and reminders. Consulting firms are presenting glossy case study booklets on high tables.",
    "The trade show includes tech companies with demo screens featuring a blue interface, displaying calendar applications showing daily schedules and reminders. Consulting firms are presenting glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "The trade show features tech companies showcasing demo screens with a blue interface, displaying calendar applications detailing daily schedules and reminders. Consulting firms are presenting glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "The trade show includes demo screens with a blue interface displaying calendar applications detailing daily schedules and reminders. Consulting firms are presenting glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "The event features demo screens with a blue interface displaying calendar applications detailing daily schedules and reminders. Consulting firms are presenting glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "The entrance features event staff scanning registrations and distributing lanyards. Attendees clutch resumes within branded folders, and career counselors remind attendees to maintain eye contact. Demo screens display a blue interface showcasing calendar applications detailing daily schedules and reminders. Consulting firms are presenting glossy case study booklets on high tables.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Attendees are holding resumes within branded folders, while career counselors advise maintaining eye contact. Demo screens display a blue interface showcasing calendar applications detailing daily schedules and reminders. Consulting firms are presenting glossy case study booklets on high tables, and dozens of booths with colorful banners circle the polished floor.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Attendees are holding resumes within branded folders, and career counselors advise maintaining eye contact. Demo screens display a blue interface showcasing calendar applications detailing daily schedules and reminders. Consulting firms are presenting glossy case study booklets on high tables, and dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Attendees are holding resumes within branded folders, and career counselors advise maintaining eye contact. Demo screens display a blue interface showcasing calendar applications detailing daily schedules and reminders. Consulting firms are presenting glossy case study booklets on high tables, and dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Attendees are holding resumes within branded folders, and career counselors advise maintaining eye contact. Demo screens display a blue interface showcasing calendar applications detailing daily schedules and reminders. Consulting firms are presenting glossy case study booklets on high tables, and dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens."
  ],
  "5_score": [
    0.0,
    0.0,
    0.4611449601963703,
    0.4611449601963703,
    0.4611449601963703,
    0.4258610661430071,
    0.4258610661430071,
    0.4258610661430071,
    0.4258610661430071,
    0.4258610661430071,
    0.4258610661430071,
    0.4258610661430071,
    0.4258610661430071,
    0.6045510481054559,
    0.6045510481054559,
    0.6045510481054559,
    0.6045510481054559,
    0.6045510481054559,
    0.6223698228315642,
    0.6223698228315642,
    0.6223698228315642,
    0.6223698228315642,
    0.6656165901913045,
    0.6656165901913045,
    0.6656165901913045,
    0.6656165901913045,
    0.6656165901913045,
    0.6656165901913045,
    0.6656165901913045,
    0.6709484705873585,
    0.6709484705873585,
    0.6709484705873585,
    0.6709484705873585,
    0.6709484705873585,
    0.6709484705873585,
    0.7227090043183559,
    0.7227090043183559,
    0.7227090043183559,
    0.7227090043183559,
    0.7227090043183559,
    0.7227090043183559,
    0.7227090043183559,
    0.7034942724594557,
    0.7034942724594557,
    0.7034942724594557,
    0.7034942724594557,
    0.7034942724594557,
    0.7034942724594557,
    0.7034942724594557,
    0.7201233208048672,
    0.7201233208048672,
    0.7201233208048672,
    0.7201233208048672,
    0.7201233208048672,
    0.7201233208048672,
    0.7201233208048672,
    0.7201233208048672,
    0.7201233208048672,
    0.7201233208048672,
    0.7201233208048672,
    0.7201233208048672,
    0.7201233208048672,
    0.8118220501623161,
    0.8118220501623161,
    0.8118220501623161,
    0.8118220501623161
  ],
  "6": [
    "",
    "",
    "The polished floor is surrounded by dozens of booths bearing colorful banners.",
    "The polished floor is surrounded by dozens of booths bearing colorful banners. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor is surrounded by dozens of booths bearing colorful banners. Healthcare providers showcase community outreach photos within the booths.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are present in the booths, showcasing community outreach photos. Alumni volunteers are sharing quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are present in the booths, showcasing community outreach photos. Alumni volunteers are sharing quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are present in the booths, showcasing community outreach photos. Alumni volunteers are sharing quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are present in the booths, showcasing community outreach photos. Alumni volunteers are sharing quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are present in the booths, showcasing community outreach photos. Alumni volunteers are sharing quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are present in the booths, showcasing community outreach photos. Alumni volunteers are sharing quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are present in the booths, showcasing community outreach photos. Alumni volunteers are sharing quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths displaying colorful banners, with healthcare providers showcasing community outreach photos and alumni volunteers sharing pep talks near the coffee station. Tech companies display demo screens, while consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance, and students line up outside the university gym before the career fair opens.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers showcase community outreach photos and alumni volunteers share pep talks near the coffee station. Tech companies display demo screens, while consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance, and students line up outside the university gym before the career fair opens; career counselors remind attendees to maintain eye contact.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers showcase community outreach photos and alumni volunteers share pep talks near the coffee station. Tech companies display demo screens, while consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance, and students line up outside the university gym before the career fair opens; career counselors remind attendees to maintain eye contact."
  ],
  "6_score": [
    0.0,
    0.0,
    0.35615191261885626,
    0.35615191261885626,
    0.34775623903577946,
    0.34775623903577946,
    0.4101562974295371,
    0.4101562974295371,
    0.4101562974295371,
    0.4101562974295371,
    0.5475437269036745,
    0.5475437269036745,
    0.5475437269036745,
    0.5475437269036745,
    0.5475437269036745,
    0.6592470899482861,
    0.6592470899482861,
    0.6592470899482861,
    0.6592470899482861,
    0.6592470899482861,
    0.6592470899482861,
    0.6944800632542855,
    0.6944800632542855,
    0.6944800632542855,
    0.6944800632542855,
    0.6944800632542855,
    0.6944800632542855,
    0.7214106080866178,
    0.7214106080866178,
    0.7214106080866178,
    0.7214106080866178,
    0.7214106080866178,
    0.6967521335524788,
    0.6967521335524788,
    0.6967521335524788,
    0.6967521335524788,
    0.6967521335524788,
    0.6967521335524788,
    0.6967521335524788,
    0.7350961702105121,
    0.7350961702105121,
    0.7350961702105121,
    0.7350961702105121,
    0.7350961702105121,
    0.7350961702105121,
    0.7296419749000753,
    0.7296419749000753,
    0.7296419749000753,
    0.7296419749000753,
    0.7296419749000753,
    0.7296419749000753,
    0.7560038573040062,
    0.7560038573040062,
    0.7560038573040062,
    0.7560038573040062,
    0.7560038573040062,
    0.7560038573040062,
    0.7560038573040062,
    0.8113300758794494,
    0.8113300758794494,
    0.8113300758794494,
    0.8113300758794494,
    0.8113300758794494,
    0.8113300758794494,
    0.8113300758794494,
    0.8113300758794494
  ],
  "7": [
    "",
    "Tech companies are displaying demo screens showcasing their latest apps. The screens depict various applications, primarily focused on software interfaces and user interactions. The demos are taking place within a large exhibition hall.",
    "The exhibition hall contains several demo screens displaying software interfaces and user interactions. Welcome announcements are broadcast over the PA system, detailing the fair schedule.",
    "The exhibition hall features several demo screens displaying software interfaces and user interactions. Welcome announcements are broadcast over the PA system, detailing the fair schedule. Students line up outside the university gym before the career fair opens.",
    "The exhibition hall contains several demo screens displaying software interfaces and user interactions. Welcome announcements are broadcast over the PA system, detailing the fair schedule. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "The exhibition hall contains several demo screens displaying software interfaces and user interactions. Welcome announcements are broadcast over the PA system, detailing the fair schedule. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "The exhibition hall features several demo screens displaying software interfaces and user interactions. Welcome announcements are broadcast over the PA system, detailing the fair schedule. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "The exhibition hall contains several demo screens showing software interfaces and user interactions. Welcome announcements are broadcast over the PA system, detailing the fair schedule. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "The exhibition hall features several demo screens displaying software interfaces and user interactions. Welcome announcements are broadcast over the PA system, detailing the fair schedule. Students line up outside the university gym, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "The exhibition hall contains several demo screens displaying software interfaces and user interactions. Welcome announcements are broadcast over the PA system, detailing the fair schedule. Students line up outside the university gym, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables.",
    "The exhibition hall features several demo screens displaying software interfaces and user interactions. Welcome announcements are broadcast over the PA system, detailing the fair schedule. Students line up outside the university gym, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "The exhibition hall includes several demo screens displaying software interfaces and user interactions. Welcome announcements are broadcast over the PA system, detailing the fair schedule. Students line up outside the university gym, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "The exhibition hall features several demo screens displaying software interfaces and user interactions. Welcome announcements are broadcast over the PA system, detailing the fair schedule. Students line up outside the university gym, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders."
  ],
  "7_score": [
    0.0,
    0.4444826105477421,
    0.48626391068881847,
    0.48626391068881847,
    0.48626391068881847,
    0.7469000135821489,
    0.7469000135821489,
    0.7469000135821489,
    0.7469000135821489,
    0.8227517821125809,
    0.8227517821125809,
    0.8227517821125809,
    0.8227517821125809,
    0.8227517821125809,
    0.8227517821125809,
    0.8227517821125809,
    0.8227517821125809,
    0.8227517821125809,
    0.8227517821125809,
    0.8241002775959794,
    0.8241002775959794,
    0.8241002775959794,
    0.8241002775959794,
    0.8241002775959794,
    0.8241002775959794,
    0.8241002775959794,
    0.8241002775959794,
    0.8241002775959794,
    0.8464691266864603,
    0.8464691266864603,
    0.8464691266864603,
    0.8464691266864603,
    0.8464691266864603,
    0.8464691266864603,
    0.7780728884907111,
    0.7780728884907111,
    0.7780728884907111,
    0.7780728884907111,
    0.7780728884907111,
    0.7780728884907111,
    0.7728456921491909,
    0.7728456921491909,
    0.7728456921491909,
    0.7728456921491909,
    0.7728456921491909,
    0.7728456921491909,
    0.7728456921491909,
    0.8142122943099361,
    0.8142122943099361,
    0.8142122943099361,
    0.8142122943099361,
    0.8142122943099361,
    0.8142122943099361,
    0.8050645816930873,
    0.8050645816930873,
    0.8050645816930873,
    0.8050645816930873,
    0.8050645816930873,
    0.8050645816930873,
    0.8050645816930873,
    0.8050184357771022,
    0.8050184357771022,
    0.8050184357771022,
    0.8050184357771022,
    0.8050184357771022,
    0.8050184357771022
  ],
  "8": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Several consulting firms have placed glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact.",
    "Several consulting firms have placed glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Several consulting firms have placed glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "Several consulting firms have placed glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact, while healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance, and alumni volunteers share quick pep talks near the coffee station.",
    "Several consulting firms have placed glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance, while students clutch resumes inside branded folders.",
    "Several consulting firms have placed glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance, while students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "Several consulting firms have placed glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "Several consulting firms have placed glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "Several glossy case study booklets rest on high tables, while event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders, and alumni volunteers share quick pep talks near the coffee station.",
    "Several glossy case study booklets rest on high tables, while event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders, and alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "Several glossy case study booklets rest on high tables, while event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders, and alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens."
  ],
  "8_score": [
    0.0,
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.45053357133123473,
    0.45053357133123473,
    0.45053357133123473,
    0.45053357133123473,
    0.6887310608994299,
    0.6887310608994299,
    0.6887310608994299,
    0.7430075381784935,
    0.7430075381784935,
    0.7430075381784935,
    0.7430075381784935,
    0.7030190114308013,
    0.7030190114308013,
    0.7030190114308013,
    0.7030190114308013,
    0.7030190114308013,
    0.7076532600221259,
    0.7076532600221259,
    0.7076532600221259,
    0.7076532600221259,
    0.7076532600221259,
    0.7561262540919854,
    0.7561262540919854,
    0.7561262540919854,
    0.7561262540919854,
    0.7519920876082411,
    0.7519920876082411,
    0.7519920876082411,
    0.7519920876082411,
    0.7519920876082411,
    0.7519920876082411,
    0.7519920876082411,
    0.7519920876082411,
    0.7519920876082411,
    0.7519920876082411,
    0.7519920876082411,
    0.7519920876082411,
    0.7519920876082411,
    0.5468302903059986,
    0.5468302903059986,
    0.5468302903059986,
    0.5468302903059986,
    0.5468302903059986,
    0.5468302903059986,
    0.5468302903059986,
    0.5468302903059986,
    0.5468302903059986,
    0.5468302903059986,
    0.5468302903059986,
    0.5468302903059986,
    0.5468302903059986,
    0.5468302903059986,
    0.7777158021377121,
    0.7777158021377121,
    0.7777158021377121,
    0.7777158021377121,
    0.7777158021377121,
    0.7777158021377121,
    0.7777158021377121,
    0.7777158021377121,
    0.7777158021377121,
    0.7777158021377121
  ],
  "9": [
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, displaying demo screens showing the latest apps from tech companies. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, displaying demo screens showing the latest apps from tech companies. Alumni volunteers share quick pep talks near the coffee station. Several students are positioned in line, awaiting entry to the career fair. The booths are adorned with colorful banners.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, displaying demo screens showing the latest apps from tech companies. Alumni volunteers share quick pep talks near the coffee station. Several students are positioned in line, awaiting entry to the career fair. The booths are adorned with colorful banners.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, displaying demo screens showing the latest apps from tech companies. Alumni volunteers share quick pep talks near the coffee station. Several students are positioned in line, awaiting entry to the career fair. The booths are adorned with colorful banners, and healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, displaying demo screens showing the latest apps from tech companies. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos at the booths, which are adorned with colorful banners. Several students are positioned in line, awaiting entry to the career fair.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, displaying demo screens showing the latest apps from tech companies. Alumni volunteers share quick pep talks near the coffee station, while healthcare providers showcase community outreach photos at the booths. Several students are positioned in line, awaiting entry to the career fair.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, displaying demo screens showing the latest apps from tech companies. Alumni volunteers share quick pep talks near the coffee station, and healthcare providers showcase community outreach photos at the booths. Several students are positioned in line, awaiting entry to the career fair.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, displaying demo screens showing the latest apps from tech companies. Alumni volunteers share quick pep talks near the coffee station, and healthcare providers showcase community outreach photos at the booths. Several students are positioned in line, awaiting entry to the career fair.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, displaying demo screens showing the latest apps from tech companies. Alumni volunteers share quick pep talks near the coffee station, and healthcare providers showcase community outreach photos at the booths. Several students are positioned in line, awaiting entry to the career fair. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, displaying demo screens showing the latest apps from tech companies. Alumni volunteers share quick pep talks near the coffee station, and healthcare providers showcase community outreach photos at the booths. Several students are positioned in line, awaiting entry to the career fair. Healthcare providers showcase community outreach photos."
  ],
  "9_score": [
    0.4989865969158758,
    0.6411839667802622,
    0.6411839667802622,
    0.6411839667802622,
    0.6411839667802622,
    0.8092961067024723,
    0.8092961067024723,
    0.8210345175631772,
    0.8210345175631772,
    0.8210345175631772,
    0.8210345175631772,
    0.8210345175631772,
    0.8160453541395951,
    0.8160453541395951,
    0.8160453541395951,
    0.8160453541395951,
    0.8160453541395951,
    0.8160453541395951,
    0.8160453541395951,
    0.8160453541395951,
    0.8160453541395951,
    0.8160453541395951,
    0.8160453541395951,
    0.8467045490031035,
    0.8467045490031035,
    0.8467045490031035,
    0.8467045490031035,
    0.8467045490031035,
    0.8467045490031035,
    0.8467045490031035,
    0.8345453369235412,
    0.8345453369235412,
    0.8345453369235412,
    0.8345453369235412,
    0.8345453369235412,
    0.8345453369235412,
    0.8240301369732225,
    0.8240301369732225,
    0.8240301369732225,
    0.8240301369732225,
    0.8240301369732225,
    0.8240301369732225,
    0.8240301369732225,
    0.8329886473988528,
    0.8329886473988528,
    0.8329886473988528,
    0.8329886473988528,
    0.8329886473988528,
    0.8329886473988528,
    0.8329886473988528,
    0.8329886473988528,
    0.8329886473988528,
    0.8329886473988528,
    0.8329886473988528,
    0.8329886473988528,
    0.8329886473988528,
    0.8329886473988528,
    0.8502354504830452,
    0.8502354504830452,
    0.8502354504830452,
    0.8502354504830452,
    0.8502354504830452,
    0.8502354504830452,
    0.8502354504830452,
    0.8502354504830452,
    0.8502354504830452
  ]
}