{
  "0": [
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies are presenting demo screens that showcase their latest apps.",
    "In a display setting, tech companies are presenting demo screens that showcase their latest apps, while healthcare providers are presenting community outreach photos.",
    "In a display setting, tech companies are presenting demo screens that showcase their latest apps, while healthcare providers are presenting community outreach photos.",
    "In a display setting, tech companies are presenting demo screens that showcase their latest apps, while healthcare providers are presenting community outreach photos. A welcome announcement outlines the fair schedule and is broadcast over the PA system.",
    "At a display setting, tech companies are presenting demo screens that showcase their latest apps, while healthcare providers are presenting community outreach photos. A welcome announcement outlines the fair schedule and is broadcast over the PA system. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a display setting, tech companies are presenting demo screens that showcase their latest apps, while healthcare providers are presenting community outreach photos. A welcome announcement outlines the fair schedule and is broadcast over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair in a display setting, tech companies demonstrate demo screens showing their latest apps while healthcare providers present community outreach photos. A welcome announcement outlines the fair schedule and is broadcast over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Alumni volunteers give brief pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "At the university career fair held in a display setting, tech companies demonstrate demo screens showing their latest apps while healthcare providers present community outreach photos. A welcome announcement outlines the fair schedule and is broadcast over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Alumni volunteers give brief pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "At the university career fair held in a display setting, tech companies demonstrate demo screens showing their latest apps while healthcare providers present community outreach photos. Dozens of booths with colorful banners circle the polished floor. A welcome announcement outlining the schedule is broadcast over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Alumni volunteers give brief pep talks near the coffee station. Students line up outside the university gym before the career fair opens. Inside, healthcare providers present community outreach photos alongside tech demos in the display setting.",
    "At a university career fair held in a display setting, tech companies show demo screens of their latest apps while healthcare providers present community outreach photos. Dozens of booths with colorful banners encircle the polished floor. A welcome announcement outlining the fair schedule is broadcast over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Alumni volunteers give brief pep talks near the coffee station. Students line up outside the university gym before the fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "At a university career fair held in a display setting, tech companies show demo screens of their latest apps while healthcare providers present community outreach photos. Dozens of booths with colorful banners encircle the polished floor. A welcome announcement outlining the fair schedule is broadcast over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Alumni volunteers give brief pep talks near the coffee station. Students line up outside the university gym before the fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "At a university career fair set in a display area, healthcare providers show community outreach photos while tech companies project demo screens of their latest apps. Dozens of booths with colorful banners encircle the polished floor. A welcome announcement outlining the fair schedule is broadcast over the PA system, including pre-event moments as students line up outside the university gym before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Alumni volunteers give brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At a university career fair set in a display area, healthcare providers show community outreach photos while tech companies project demo screens, with dozens of booths and colorful banners circling a polished floor. An entrance area features staff scanning registrations and handing out lanyards; career counselors remind attendees to maintain eye contact; alumni volunteers give brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes in branded folders. Outside the gym, students line up before opening, and pre-event moments are visible as attendees wait. Inside, a dedicated section combines health outreach visuals with technology demos, underscoring a joint emphasis on community engagement and technology. The opening centers on the gym, where demonstrations, information stations, greetings mark the start, and a welcome PA announces the schedule as attendees enter.",
    "At a university career fair set in a display area and a gym, healthcare providers display community outreach photos while tech companies project demo screens, with dozens of booths and colorful banners circling a polished floor. Outside the gym, students line up before opening and pre-event moments are visible as attendees wait. Inside, a dedicated section blends health outreach visuals with technology demos, underscoring a joint emphasis on community engagement and technology. The opening centers on the gym, where demonstrations, information stations, and greetings mark the start, and a welcome PA announces the schedule as attendees enter. In entrance areas, staff scan registrations and hand out lanyards; career counselors remind attendees to maintain eye contact; alumni volunteers give brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes in branded folders.",
    "A university career fair is set in a display area and a gym, where healthcare providers display community outreach photos while tech companies project demo screens, with dozens of booths and colorful banners encircling a polished floor. Outside the gym, students line up before opening. Inside, a dedicated section blends health visuals with technology demos, underscoring a shared emphasis on community engagement and technology. The opening centers on the gym, featuring demonstrations, information stations, and greetings marking the start, with a welcome PA outlining the schedule as attendees enter. At the entrance, staff scan registrations and hand out lanyards; career counselors remind attendees to maintain eye contact; alumni volunteers give brief pep talks near the coffee station. Consulting firms stack glossy case-study booklets on high tables as students clutch resumes in branded folders. Dozens of booths with colorful banners encircle the floor, forming a shared display environment that merges visuals."
  ],
  "0_score": [
    0.0,
    0.3491750663559545,
    0.3491750663559545,
    0.364815673832189,
    0.364815673832189,
    0.364815673832189,
    0.3999273753206838,
    0.3999273753206838,
    0.3999273753206838,
    0.3999273753206838,
    0.3999273753206838,
    0.3999273753206838,
    0.5105209817061349,
    0.5105209817061349,
    0.6038040699026399,
    0.6038040699026399,
    0.6862172576169769,
    0.6862172576169769,
    0.6862172576169769,
    0.8807069515118485,
    0.8807069515118485,
    0.8807069515118485,
    0.8807069515118485,
    0.87863898950385,
    0.87863898950385,
    0.87863898950385,
    0.87863898950385,
    0.87863898950385,
    0.87863898950385,
    0.87863898950385,
    0.87863898950385,
    0.874935196728054,
    0.874935196728054,
    0.874935196728054,
    0.874935196728054,
    0.874935196728054,
    0.8664163659794981,
    0.8664163659794981,
    0.8664163659794981,
    0.8664163659794981,
    0.8664163659794981,
    0.8664163659794981,
    0.8664163659794981,
    0.8664163659794981,
    0.8565972433970858,
    0.8565972433970858,
    0.8565972433970858,
    0.8565972433970858,
    0.8565972433970858,
    0.8565972433970858,
    0.8565972433970858,
    0.804487842477466,
    0.804487842477466,
    0.804487842477466,
    0.804487842477466,
    0.804487842477466,
    0.804487842477466,
    0.8324518783142851,
    0.8324518783142851,
    0.8324518783142851,
    0.8324518783142851,
    0.8324518783142851,
    0.8324518783142851,
    0.8324518783142851,
    0.8324518783142851,
    0.8692233353449121
  ],
  "1": [
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Event staff scan registrations and hand out lanyards at the entrance.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, as event staff at the entrance scan registrations and hand out lanyards.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers present community outreach photos in a display setting, while tech companies show demo screens featuring their latest apps.",
    "A welcome announcement over the PA system outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers present community outreach photos in a display setting, while tech companies show demo screens featuring their latest apps in a display area. At the event, career counselors remind attendees to maintain eye contact, while alumni volunteers give quick pep talks near the coffee station.",
    "A welcome announcement over the PA system outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. In the display fair setting, tech companies display demo screens showing their latest apps while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Alumni volunteers give brief pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "A welcome PA announcement outlines the fair schedule as attendees enter the venue. At the entrance, event staff scan registrations and hand out lanyards. In the display fair setting, tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Alumni volunteers give brief pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "The scene centers on the opening of a university career fair around the gym, with pre-event moments as students line up outside the university gym before it opens and a PA announcement outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Inside the display fair, tech companies show demo screens of their latest apps while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact as they move through the space. Alumni volunteers give brief pep talks near the coffee station. Students clutch resumes inside branded folders. The gathering blends information stations, demonstrations, and greetings that mark the fair’s opening, with demonstrations and activities coordinated around the gym.",
    "The scene centers on the opening of a university career fair around the gym, with pre-event moments as students line up outside the gym before it opens and a PA announcement outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Inside the display fair, tech companies show demo screens of their latest apps while healthcare providers showcase community outreach photos. Alumni volunteers give brief pep talks near the coffee station. Students clutch resumes inside branded folders. The gathering blends information stations, demonstrations, and greetings that mark the fair’s opening, with demonstrations and activities coordinated around the gym. Career counselors remind attendees to maintain eye contact.",
    "The opening of a university career fair around the campus gym unfolds with pre-event moments as students line up outside the gym before opening, accompanied by a PA announcement outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Inside the display fair, tech companies show demo screens of their latest apps while healthcare providers showcase community outreach photos. Alumni volunteers give brief pep talks near the coffee station. Students clutch resumes in branded folders. The gathering blends information stations, demonstrations, and greetings that mark the opening, with demonstrations and activities coordinated around the gym. Career counselors remind attendees to maintain eye contact.",
    "The scene centers on a university career fair opening in a campus gym, with pre-event moments as students queue outside before opening and a PA announcement outlines the fair schedule. At the entrance, staff scan registrations and hand out lanyards. Inside, a display fair features tech companies showing demo screens of their latest apps and healthcare providers presenting community outreach photos, while dozens of booths with colorful banners encircle the polished floor. Alumni volunteers give brief pep talks near the coffee station as students clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. The gathering combines information stations, demonstrations, and greetings coordinated around the gym to mark the opening.",
    "The university gym hosts the career fair opening, with pre-event moments as students line up outside before opening and a welcome PA outlines the schedule, repeated during the event. At the entrance, staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners encircle a polished floor in a display fair where tech companies show demo screens of their latest apps and healthcare providers present community outreach photos. Alumni volunteers offer quick pep talks near the coffee station as students clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. The gathering blends information stations, demonstrations, and greetings coordinated around the gym to mark the opening.",
    "At a university gym, the career fair opening unfolds with pre-event moments as students line up outside before opening and a welcome PA repeats the schedule during the event. At the entrance, staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners encircle a polished floor, where tech companies show demo screens of their latest apps and healthcare providers present community outreach photos; a shared display environment pairs these photos with the tech demos. Alumni volunteers near the coffee station offer quick pep talks while students clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. The gathering blends information stations, demonstrations, and greetings coordinated around the gym to mark the opening.",
    "At a university gym, the career fair opens with pre-event moments as students line up outside before opening and a welcome PA repeats the schedule during the event. At the entrance, staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners encircle a polished floor, where tech companies show demo screens of their latest apps and healthcare providers present community outreach photos; a shared display environment pairs these photos with the tech demos. Alumni volunteers near the coffee station offer quick pep talks while students clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. The gathering blends information stations, demonstrations, and greetings coordinated around the gym to mark the opening.",
    "At a university gym, the career fair unfolds from pre-event moments with students lining up outside before opening, as a welcome PA outlines—and then repeats—the schedule. At the entrance, staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners encircle a polished floor, where tech companies display demo screens of their latest apps and healthcare providers present community outreach photos in a shared display environment that pairs photos with the tech demos. Alumni volunteers near the coffee station offer quick pep talks while students clutch resumes in branded folders. Consulting firms stack glossy case-study booklets on high tables, and career counselors remind attendees to maintain eye contact as they move through information stations, demonstrations, and greetings coordinated around the gym to mark the opening; the fair centers in the gym with banners overhead and a joint emphasis on community engagement and technology.",
    "At a university gym, a career fair unfolds from pre-event moments with students lining up outside before opening, as a welcome PA outlines—and repeats—the schedule. At the entrance, staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners encircle a polished floor, where tech companies display demo screens of their latest apps and healthcare providers present community outreach photos in a shared display environment that pairs photos with the tech demos. Alumni volunteers near the coffee station offer quick pep talks; students clutch resumes in branded folders. Consulting firms stack glossy case-study booklets on high tables, and career counselors remind attendees to maintain eye contact as they move through information stations, demonstrations, and greetings coordinated around the gym to mark the opening; the fair centers in the gym with banners overhead and a joint emphasis on community engagement and technology."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.38639211382235633,
    0.38639211382235633,
    0.5163255211906901,
    0.5163255211906901,
    0.5163255211906901,
    0.41719769659134615,
    0.41719769659134615,
    0.41719769659134615,
    0.6231920785463809,
    0.6231920785463809,
    0.6231920785463809,
    0.740825008324409,
    0.740825008324409,
    0.740825008324409,
    0.740825008324409,
    0.740825008324409,
    0.7633345307934172,
    0.7633345307934172,
    0.7633345307934172,
    0.7633345307934172,
    0.7633345307934172,
    0.7633345307934172,
    0.7633345307934172,
    0.7633345307934172,
    0.7335769164029038,
    0.7335769164029038,
    0.7335769164029038,
    0.8625078812660876,
    0.8625078812660876,
    0.8625078812660876,
    0.8625078812660876,
    0.8705331764070591,
    0.8705331764070591,
    0.8705331764070591,
    0.8938576829782654,
    0.8938576829782654,
    0.8938576829782654,
    0.8791410033321828,
    0.8791410033321828,
    0.8791410033321828,
    0.9122697498756602,
    0.9122697498756602,
    0.9122697498756602,
    0.8941536809179249,
    0.8941536809179249,
    0.8941536809179249,
    0.8941536809179249,
    0.8941536809179249,
    0.8941536809179249,
    0.8941536809179249,
    0.8918965970684938,
    0.8918965970684938,
    0.8918965970684938,
    0.8918965970684938,
    0.8918965970684938,
    0.868035069020283,
    0.868035069020283,
    0.868035069020283,
    0.868035069020283,
    0.8545855869191954,
    0.8545855869191954,
    0.8545855869191954,
    0.8545855869191954
  ],
  "2": [
    "",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers are presenting community outreach photos, while in a display setting tech companies are showing demo screens that feature their latest apps.",
    "Healthcare providers present community outreach photos while tech companies display demo screens featuring their latest apps in a display setting. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "In a display setting for a fair, healthcare providers present community outreach photos while tech companies show demo screens featuring their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "In a fair's display setting, healthcare providers present community outreach photos while tech companies show demo screens featuring their latest apps; a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "In a fair's display setting, healthcare providers present community outreach photos and tech companies show demo screens featuring their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule, while alumni volunteers share quick pep talks near the coffee station.",
    "The scene centers on a university career fair. Healthcare providers present community outreach photos, and tech companies display demo screens of their latest apps. Alumni volunteers give brief pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the fair schedule, including pre-event moments as students line up outside the university gym before the fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university career fair, healthcare providers display community outreach photos and tech companies show demo screens of their latest apps. Alumni volunteers deliver brief pep talks near the coffee station. A welcome announcement is broadcast over the PA system, outlining the fair schedule and noting pre-event moments as students line up outside the university gym before the fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university career fair, healthcare providers display community outreach photos while tech companies show demo screens of their latest apps. Alumni volunteers deliver brief pep talks near the coffee station. A welcome announcement is broadcast over the PA system, outlining the fair schedule and noting pre-event moments as students line up outside the university gym before the fair opens. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact.",
    "At a university career fair, healthcare providers display community outreach photos while tech companies show demo screens of their latest apps. Alumni volunteers deliver brief pep talks near the coffee station. A welcome announcement is broadcast over the PA system, outlining the fair schedule and noting pre-event moments as students line up outside the university gym before the fair opens. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "At a university career fair, healthcare providers display community outreach photos and tech companies project demo screens of their latest apps in the display area. Alumni volunteers deliver brief pep talks near the coffee station, and a welcome announcement is broadcast over the PA system outlining the fair schedule, including pre-event moments as students line up outside the university gym before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At a university career fair, healthcare providers display community outreach photos and tech companies project demo screens of their latest apps in the display area. Alumni volunteers deliver brief pep talks near the coffee station, and a welcome announcement is broadcast over the PA system outlining the fair schedule, including pre-event moments as students line up outside the university gym before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At a university career fair, healthcare providers display community outreach photos while tech companies project demo screens of their latest apps in the display area. Alumni volunteers deliver brief pep talks near the coffee station as a welcome announcement is broadcast over the PA system outlining the fair schedule, including pre-event moments when students line up outside the university gym before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "At a university career fair, healthcare providers display community outreach photos while tech companies project demo screens of their latest apps in the display area. Alumni volunteers deliver brief pep talks near the coffee station as a welcome announcement over the PA system outlines the fair schedule, including pre-event moments when students line up outside the university gym before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables as students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact.",
    "At a university career fair, healthcare providers display community outreach photos while tech companies project demo screens of their latest apps in a dedicated area, underscoring a joint emphasis on community engagement and technology. A shared display environment combines these visuals, and alumni volunteers deliver brief pep talks near the coffee station as a welcome PA outlines the schedule. Pre-event moments show students lining up outside the gym before opening. At the entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case-study booklets on high tables as students clutch resumes in branded folders. Dozens of booths with colorful banners encircle the polished floor. Career counselors remind attendees to maintain eye contact. The opening centers on the gym, with demonstrations, information stations, greetings marking the start, and lines outside before opening.",
    "At a university career fair, healthcare providers display community outreach photos while tech companies project demo screens for their latest apps in a dedicated area, forming a shared display environment that merges visuals. Alumni volunteers deliver brief pep talks near the coffee station as a welcome PA outlines the schedule. Before opening, students line up outside the gym. At the entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case-study booklets on high tables as students clutch resumes in branded folders. Dozens of booths with colorful banners encircle the polished floor. Career counselors remind attendees to maintain eye contact. The opening centers on the gym, featuring demonstrations, information stations, greetings marking the start, and lines outside before opening.",
    "At a university career fair, a shared display environment merges healthcare providers’ community outreach photos with tech demo screens to emphasize community engagement and technology. Inside, dozens of booths with colorful banners encircle a polished floor, with tech demos in a dedicated area and healthcare visuals presented alongside demos. Outside the gym, students line up before opening as alumni volunteers near a coffee station offer brief pep talks. At the entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case-study booklets on high tables while attendees clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact. The opening centers on the gym, with demonstrations, information stations, greetings marking the start, and a welcome PA outlining the schedule as attendees enter; pre-event lines outside precede opening.",
    "A university career fair unfolds in a gym, where a shared display environment merges healthcare providers’ community outreach photos with tech demo screens to emphasize community engagement and technology. Dozens of booths with colorful banners encircle a polished floor, with tech demos in a dedicated area and healthcare visuals presented alongside demos. Outside the gym, students line up before opening as alumni volunteers near a coffee station offer brief pep talks. At the entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case-study booklets on high tables while attendees clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact. The opening centers on the gym, with demonstrations, information stations, greetings marking the start, and a welcome PA outlining the schedule as attendees enter; pre-event lines outside precede opening."
  ],
  "2_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.38454430461336264,
    0.38454430461336264,
    0.38454430461336264,
    0.38454430461336264,
    0.48310747117554353,
    0.48310747117554353,
    0.48310747117554353,
    0.4844388779066338,
    0.4844388779066338,
    0.43929333288575867,
    0.43929333288575867,
    0.43929333288575867,
    0.43929333288575867,
    0.5617829211627643,
    0.5617829211627643,
    0.8435766297117153,
    0.8435766297117153,
    0.8435766297117153,
    0.8294034050533212,
    0.8294034050533212,
    0.8294034050533212,
    0.856526924496336,
    0.856526924496336,
    0.8448476996001186,
    0.8448476996001186,
    0.8448476996001186,
    0.8265568401413705,
    0.8265568401413705,
    0.8265568401413705,
    0.8265568401413705,
    0.8265568401413705,
    0.8265568401413705,
    0.8265568401413705,
    0.8265568401413705,
    0.8265568401413705,
    0.8532994007197872,
    0.8532994007197872,
    0.8532994007197872,
    0.8532994007197872,
    0.8580739495263964,
    0.8580739495263964,
    0.8580739495263964,
    0.8564951494868398,
    0.8564951494868398,
    0.8564951494868398,
    0.8564951494868398,
    0.8564951494868398,
    0.8874341211161627,
    0.8874341211161627,
    0.8874341211161627,
    0.8874341211161627,
    0.8874341211161627,
    0.8367891263526014,
    0.8367891263526014,
    0.8367891263526014,
    0.8367891263526014,
    0.8367891263526014,
    0.8673509000904742,
    0.8673509000904742
  ],
  "3": [
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while healthcare providers showcase community outreach photos.",
    "Alumni volunteers give brief pep talks near the coffee station, while healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps.",
    "Alumni volunteers give brief pep talks near the coffee station, while healthcare providers showcase community outreach photos; a welcome announcement is broadcast over the PA system outlining the fair schedule; tech companies display demo screens showing their latest apps; students line up outside the university gym before the career fair opens.",
    "The scene centers on a university career fair. Alumni volunteers give brief pep talks near the coffee station, while healthcare providers showcase community outreach photos and tech companies display demo screens of their latest apps. A welcome announcement outlining the fair schedule is broadcast over the PA system, including pre-event moments as students line up outside the university gym before the fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "The scene centers on a university career fair. Alumni volunteers give brief pep talks near the coffee station, while healthcare providers showcase community outreach photos and tech companies display demo screens of their latest apps. A welcome announcement outlining the fair schedule is broadcast over the PA system, noting pre-event moments as students line up outside the university gym before the fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, alumni volunteers give brief pep talks near the coffee station while healthcare providers showcase community outreach photos and tech companies display demo screens of their latest apps. A welcome announcement outlining the fair schedule is broadcast over the PA system, noting pre-event moments as students line up outside the university gym before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact as they move through the space. The scene centers on these coordinated demonstrations and pre-event activities around the gym, combining information stations, demonstrations, and greetings that mark the opening of the fair.",
    "The scene centers on the university career fair opening around the gym, with coordinated demonstrations, information stations, and greetings marking the start. Alumni volunteers give brief pep talks near the coffee station; healthcare providers showcase community outreach photos; and tech companies display demo screens of their latest apps. A welcome PA announcement outlines the fair schedule as attendees enter the venue, with pre-event moments as students line up outside the gym before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact as they move through the space. Students clutch resumes inside branded folders. The setup emphasizes these displays and pre-event activities around the gym as the fair opens.",
    "At the university career fair opening, the scene centers on the gym, with coordinated demonstrations, information stations, and greetings marking the start. Alumni volunteers give brief pep talks near the coffee station; healthcare providers display community outreach photos; and tech companies show demo screens of their latest apps. A welcome PA announces the fair schedule as attendees enter, while pre-event moments show students lining up outside the gym before opening. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact as they move through the space. Students clutch resumes inside branded folders. The setup emphasizes these displays and pre-event activities around the gym as the fair opens.",
    "At the university career fair opening, the scene centers on the gym, with coordinated demonstrations, information stations, and greetings marking the start. Alumni volunteers give brief pep talks near the coffee station; healthcare providers display community outreach photos; and tech companies show demo screens of their latest apps. A welcome PA announces the fair schedule as attendees enter, and pre-event moments show students lining up outside the gym before opening. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact as they move through the space. Students clutch resumes inside branded folders. The setup emphasizes these displays and pre-event activities around the gym as the fair opens.",
    "At the university career fair opening, the scene centers on the gym, with coordinated demonstrations, information stations, and greetings marking the start. Alumni volunteers give brief pep talks near the coffee station; healthcare providers display community outreach photos; and tech companies show demo screens of their latest apps. A welcome PA announces the fair schedule as attendees enter, and pre-event moments show students lining up outside the gym before opening. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact as they move through the space. Students clutch resumes inside branded folders. The setup emphasizes these displays and pre-event activities around the gym as the fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "The scene centers on the university gym as the career fair opens, with coordinated demonstrations, information stations, and greetings around the space. Pre-event moments show students lining up outside the gym before opening. At the entrance, event staff scan registrations and hand out lanyards; attendees enter as a welcome PA broadcasts the fair schedule. Inside, dozens of booths with colorful banners circle the polished gym floor; tech companies project demo screens of their latest apps; healthcare providers display community outreach photos; alumni volunteers give brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact as they move through the space; students clutch resumes inside branded folders; consulting firms stack glossy case study booklets on high tables. The setup emphasizes these displays and pre-event activities around the gym as the fair opens.",
    "At the university gym, the career fair opens with a blend of demonstrations, information stations, and greetings, preceded by students lining up outside. At the entrance, event staff scan registrations and hand out lanyards as attendees enter to a welcome PA broadcasting the fair schedule. Inside, dozens of booths with colorful banners surround the polished gym floor; tech companies project demo screens of their latest apps, and healthcare providers display community outreach photos in the display area. Alumni volunteers deliver brief pep talks near a coffee station, while career counselors remind attendees to maintain eye contact as they move through the space. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables. The setup emphasizes these displays and pre-event activities around the gym, with a shared display environment blending healthcare photos and tech demos to reflect community engagement and technology.",
    "At a university gym, a career fair opens with demonstrations, information stations, and greetings as students line up outside. At the entrance, staff scan registrations and hand out lanyards while a welcome PA broadcasts the fair schedule. Inside, dozens of booths with colorful banners surround the polished gym floor; tech companies project demo screens of their latest apps, and healthcare providers display community outreach photos in the display area. Alumni volunteers deliver brief pep talks near a coffee station, and career counselors remind attendees to maintain eye contact as they move through the space. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables. The setup emphasizes these displays and pre-event activities around the gym, blending healthcare photos and tech demos to reflect community engagement and technology.",
    "At a university gym, a career fair opens with demonstrations, information stations, and greetings as students line up outside. At the entrance, staff scan registrations and hand out lanyards while a welcome PA broadcasts the fair schedule. Inside, dozens of booths with colorful banners surround the polished gym floor; tech companies project demo screens of their latest apps, and healthcare providers display community outreach photos in the display area. Alumni volunteers deliver brief pep talks near a coffee station, and career counselors remind attendees to maintain eye contact as they move through the space. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables. The setup emphasizes these displays and pre-event activities around the gym, blending healthcare photos and tech demos to reflect community engagement and technology."
  ],
  "3_score": [
    0.0,
    0.41942136726068463,
    0.41942136726068463,
    0.41942136726068463,
    0.40640792689012495,
    0.40640792689012495,
    0.40640792689012495,
    0.40640792689012495,
    0.40640792689012495,
    0.6522391491395906,
    0.6522391491395906,
    0.6522391491395906,
    0.6522391491395906,
    0.6042900376507144,
    0.6042900376507144,
    0.6042900376507144,
    0.6042900376507144,
    0.6042900376507144,
    0.6042900376507144,
    0.8262697877982166,
    0.8262697877982166,
    0.8262697877982166,
    0.8265778722861317,
    0.8265778722861317,
    0.8265778722861317,
    0.8265778722861317,
    0.8265778722861317,
    0.8736281883627875,
    0.8736281883627875,
    0.8736281883627875,
    0.8736281883627875,
    0.8794775837416332,
    0.8794775837416332,
    0.8794775837416332,
    0.8794775837416332,
    0.8794775837416332,
    0.8794775837416332,
    0.8828673836170966,
    0.8828673836170966,
    0.8828673836170966,
    0.8828673836170966,
    0.8828673836170966,
    0.8847414691373803,
    0.8847414691373803,
    0.8894739654902567,
    0.8894739654902567,
    0.8894739654902567,
    0.8894739654902567,
    0.8894739654902567,
    0.8910279895009008,
    0.8910279895009008,
    0.8809799697843212,
    0.8809799697843212,
    0.8809799697843212,
    0.845612030092527,
    0.845612030092527,
    0.845612030092527,
    0.845612030092527,
    0.845612030092527,
    0.845612030092527,
    0.845612030092527,
    0.845612030092527,
    0.845612030092527,
    0.845612030092527,
    0.845612030092527,
    0.845612030092527
  ],
  "4": [
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers present community outreach photos in a display setting, while tech companies show demo screens featuring their latest apps.",
    "In a display setting, healthcare providers present community outreach photos, while tech companies show demo screens featuring their latest apps.",
    "In a display setting, healthcare providers present community outreach photos, while tech companies show demo screens featuring their latest apps. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At a display fair, healthcare providers present community outreach photos and tech companies showcase demo screens of their latest apps. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Alumni volunteers give brief pep talks near the coffee station.",
    "At a display fair, healthcare providers present community outreach photos while tech companies showcase demo screens of their latest apps. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Alumni volunteers give brief pep talks near the coffee station.",
    "At a display fair, healthcare providers showcase community outreach photos while tech companies display demo screens of their latest apps in a dedicated display area. A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Alumni volunteers give quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a display fair, healthcare providers showcase community outreach photos while tech companies display demo screens of their latest apps in a dedicated display area. A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Alumni volunteers give quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor.",
    "At a display fair, healthcare providers showcase community outreach photos while tech companies display demo screens of their latest apps in a dedicated display area. A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Alumni volunteers give quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor.",
    "At a university career fair, healthcare providers display community outreach photos while tech companies show demo screens of their latest apps. Alumni volunteers deliver brief pep talks near the coffee station. A welcome announcement is broadcast over the PA system, outlining the fair schedule and noting pre-event moments as students line up outside the university gym before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders.",
    "At the university career fair held in a display setting, dozens of booths with colorful banners circle the polished floor. Healthcare providers display community outreach photos while tech companies show demo screens of their latest apps. Alumni volunteers deliver brief pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the fair schedule. Before opening, students line up outside the university gym. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At the university career fair held in a display setting, dozens of booths with colorful banners circle the polished floor. Healthcare providers display community outreach photos while tech companies show demo screens of their latest apps. Alumni volunteers deliver brief pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the fair schedule. Before opening, students line up outside the university gym. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At the university career fair held in a display setting, dozens of booths with colorful banners circle the polished floor. Healthcare providers display community outreach photos while tech companies show demo screens of their latest apps. Alumni volunteers deliver brief pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the fair schedule. Before opening, students line up outside the university gym. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At a university career fair staged in a display setting, dozens of booths with colorful banners circle the polished floor as healthcare providers display community outreach photos and tech companies project demo screens of their latest apps. Alumni volunteers deliver brief pep talks near the coffee station while career counselors remind attendees to maintain eye contact. Before opening, students line up outside the university gym; at the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders.",
    "At a university career fair staged in a display setting, dozens of booths with colorful banners line the polished floor as healthcare providers display community outreach photos and tech companies project demo screens of their latest apps. Alumni volunteers deliver brief pep talks near the coffee station while career counselors remind attendees to maintain eye contact. Before opening, students line up outside the university gym; at the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders.",
    "At a university career fair staged in a display setting, dozens of booths with colorful banners line the polished floor, combining healthcare providers' outreach photos with tech demo screens to emphasize community engagement and technology. Inside, the floor encircles a dedicated area for tech demos while healthcare providers present outreach photos alongside demos; consulting firms stack glossy case study booklets on high tables and attendees clutch resumes in branded folders. Outside the gym before opening, students line up; at the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers near a coffee station offer brief pep talks. Career counselors remind attendees to maintain eye contact. A welcome PA outlines the fair schedule as demonstrations, information stations, greetings, and the opening centered on the gym.",
    "A university career fair staged in a display setting unfolds on a polished floor where dozens of booths line up with colorful banners that mix healthcare providers' outreach photos and tech demo screens to emphasize community engagement and technology. Inside, the floor encircles a central area for tech demos while healthcare providers present outreach photos beside demos; consulting firms stack glossy case study booklets on high tables as attendees clutch resumes in branded folders. Outside the gym before opening, students line up; at the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers near a coffee station offer brief pep talks, and career counselors remind attendees to maintain eye contact. A welcome PA outlines the fair schedule—demonstrations, information stations, greetings—with the opening centered on the gym."
  ],
  "4_score": [
    0.0,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.3922642743628133,
    0.3922642743628133,
    0.3922642743628133,
    0.3922642743628133,
    0.3922642743628133,
    0.38956882715631613,
    0.38956882715631613,
    0.4924900967379251,
    0.4924900967379251,
    0.4924900967379251,
    0.7640724188641044,
    0.7640724188641044,
    0.7640724188641044,
    0.7532009250477285,
    0.7532009250477285,
    0.7532009250477285,
    0.7532009250477285,
    0.7549469149176569,
    0.7549469149176569,
    0.7549469149176569,
    0.7549469149176569,
    0.7549469149176569,
    0.7535473014973715,
    0.7535473014973715,
    0.7535473014973715,
    0.7535473014973715,
    0.7535473014973715,
    0.7535473014973715,
    0.7535473014973715,
    0.7535473014973715,
    0.7535473014973715,
    0.8562899145924614,
    0.8562899145924614,
    0.8562899145924614,
    0.8562899145924614,
    0.8562899145924614,
    0.8562899145924614,
    0.8851525897660442,
    0.8851525897660442,
    0.8851525897660442,
    0.8851525897660442,
    0.8851525897660442,
    0.8851525897660442,
    0.8851525897660442,
    0.8851525897660442,
    0.8851525897660442,
    0.8851525897660442,
    0.8636179058713866,
    0.8636179058713866,
    0.8636179058713866,
    0.8636179058713866,
    0.8633894763767929,
    0.8633894763767929,
    0.8633894763767929,
    0.8619982276769786,
    0.8619982276769786,
    0.8518975849959243,
    0.8518975849959243,
    0.8518975849959243,
    0.8518975849959243
  ],
  "5": [
    "",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos while tech companies display demo screens showing their latest apps.",
    "Healthcare providers showcase community outreach photos, while tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "Healthcare providers showcase community outreach photos while tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens, and alumni volunteers share quick pep talks near the coffee station.",
    "At a display setting, healthcare providers present community outreach photos while tech companies show demo screens featuring their latest apps. Outside the university gym, students line up before the career fair opens; nearby, alumni volunteers share quick pep talks near the coffee station. The arrangement pairs outreach visuals with product demos in the same venue, reflecting a combined focus on community engagement and technology ahead of the career fair.",
    "In a shared display environment, healthcare providers present community outreach photos while tech companies show demo screens featuring their latest apps. Outside the university gym, students line up before the career fair opens, and nearby alumni volunteers share quick pep talks near the coffee station. The arrangement pairs outreach visuals with product demos in the same venue, reflecting a combined focus on community engagement and technology ahead of the career fair. Career counselors remind attendees to maintain eye contact.",
    "In a shared display environment, healthcare providers present community outreach photos while tech companies show demo screens featuring their latest apps. Outside the university gym, students line up before the career fair opens, with nearby alumni volunteers offering quick pep talks near the coffee station. The arrangement pairs outreach visuals with product demos in the same venue, reflecting a combined focus on community engagement and technology ahead of the career fair. Career counselors remind attendees to maintain eye contact.",
    "In a shared display environment at a university venue ahead of the career fair, healthcare providers present community outreach photos while tech companies show demo screens of their latest apps. Outside the university gym, students line up before the career fair opens as nearby alumni volunteers offer quick pep talks near the coffee station. The arrangement pairs outreach visuals with product demos in the same venue, reflecting a combined focus on community engagement and technology. Career counselors remind attendees to maintain eye contact.",
    "At a university venue ahead of the career fair, a shared display environment pairs healthcare providers' community outreach photos with tech companies' demo screens of their latest apps, reflecting a combined focus on community engagement and technology. Outside the university gym, students line up before the fair opens, while nearby alumni volunteers offer quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "At a university venue ahead of the career fair, a shared display environment pairs healthcare providers' community outreach photos with tech companies' demo screens showing their latest apps, as dozens of booths with colorful banners circle the polished floor. Outside the university gym, students line up before opening, while alumni volunteers near the coffee station offer brief pep talks. Career counselors remind attendees to maintain eye contact. A welcome announcement outlining the schedule is broadcast over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Inside, healthcare providers present community outreach photos alongside tech demos in the display setting.",
    "At a university venue ahead of the career fair, a shared display environment pairs healthcare providers' community outreach photos with tech companies' demo screens showing their latest apps, as dozens of booths with colorful banners circle the polished floor. Outside the university gym, students line up before opening, while alumni volunteers near the coffee station offer brief pep talks. Career counselors remind attendees to maintain eye contact, and a welcome announcement outlining the schedule is broadcast over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Inside, healthcare providers present outreach photos alongside tech demos in the display setting.",
    "A university venue ahead of a career fair hosts a shared display environment where healthcare providers' community outreach photos accompany tech companies' demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor inside. Outside the gym, students line up before opening as alumni volunteers near the coffee station offer brief pep talks. Career counselors remind attendees to maintain eye contact, and a welcome announcement outlines the schedule over the PA. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a university venue ahead of a career fair, a shared display environment pairs healthcare providers’ community outreach photos with tech demo screens to emphasize community engagement and technology. Inside, dozens of booths with colorful banners circle the polished floor; tech companies display demo screens of their latest apps in a dedicated area while healthcare providers present outreach photos alongside demos. Outside the gym, students line up before opening as alumni volunteers near a coffee station offer brief pep talks. Career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA outlines the schedule as attendees enter. At the entrance, event staff scan registrations and hand out lanyards. The opening centers on the gym, with demonstrations, information stations, and greetings marking the start; pre-event lines outside precede opening. Students clutch resumes in branded folders.",
    "At a university venue ahead of a career fair, the layout combines healthcare providers’ community outreach photos with tech demo screens to emphasize community engagement and technology. Inside the gym, dozens of booths with colorful banners encircle the polished floor: tech companies display demo screens of their latest apps in a dedicated area while healthcare providers present outreach photos alongside demos. Outside, students line up before opening as alumni volunteers near a coffee station offer brief pep talks. Upon entry, event staff scan registrations and hand out lanyards as a welcome announcement over the PA outlines the schedule. Career counselors remind attendees to maintain eye contact. The opening centers on the gym, with demonstrations, information stations, and greetings marking the start; pre-event lines outside precede opening. Students clutch resumes in branded folders; healthcare providers showcase community outreach photos.",
    "A university gym hosts a career fair layout that combines healthcare providers’ community outreach photos with tech demo screens to emphasize engagement. Inside, dozens of booths with colorful banners encircle the polished floor; tech companies project demo screens of their latest apps while healthcare providers display outreach photos. Outside, students line up before opening as alumni volunteers near a coffee station offer brief pep talks. Upon entry, event staff scan registrations and hand out lanyards, and a welcome PA outlines the schedule; career counselors remind attendees to maintain eye contact. The opening centers on demonstrations, information stations, and greetings; pre-event lines outside precede opening. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes in branded folders.",
    "A university gym hosts a career fair layout that combines healthcare providers’ community outreach photos with tech demo screens to emphasize engagement. Inside, dozens of booths with colorful banners encircle the polished floor as tech companies project demo screens of their latest apps while healthcare providers display outreach photos. Outside, students line up before opening as alumni volunteers near a coffee station offer brief pep talks. Upon entry, event staff scan registrations and hand out lanyards, and a welcome PA outlines the schedule; career counselors remind attendees to maintain eye contact. The opening centers on demonstrations, information stations, and greetings; pre-event lines outside precede opening. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes in branded folders.",
    "A university gym hosts a career fair that blends healthcare outreach visuals with tech demos to emphasize engagement. Inside, dozens of booths with colorful banners encircle a polished floor as tech companies project demo screens of their latest apps while healthcare providers display outreach photos. Outside, students line up before opening as alumni volunteers near a coffee station offer brief pep talks. Upon entry, staff scan registrations and hand out lanyards, and a welcome PA outlines the schedule; career counselors remind attendees to maintain eye contact. The opening centers on demonstrations, information stations, and greetings, with pre-event lines visible outside. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes in branded folders. A dedicated section blends health visuals with technology, underscoring a joint emphasis on community engagement and technology."
  ],
  "5_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.292445453111421,
    0.292445453111421,
    0.38742583752084864,
    0.38742583752084864,
    0.38742583752084864,
    0.38742583752084864,
    0.6242847136484713,
    0.6242847136484713,
    0.6392808069289444,
    0.6392808069289444,
    0.6392808069289444,
    0.6753918744376064,
    0.6753918744376064,
    0.6753918744376064,
    0.6753918744376064,
    0.6753918744376064,
    0.7368318102424666,
    0.7368318102424666,
    0.7368318102424666,
    0.7368318102424666,
    0.750168217210062,
    0.750168217210062,
    0.750168217210062,
    0.750168217210062,
    0.750168217210062,
    0.750168217210062,
    0.750168217210062,
    0.7411115504848333,
    0.7411115504848333,
    0.7744478573485889,
    0.7744478573485889,
    0.7744478573485889,
    0.7744478573485889,
    0.8333974976426343,
    0.8333974976426343,
    0.8333974976426343,
    0.8333974976426343,
    0.8274536887289752,
    0.8274536887289752,
    0.8274536887289752,
    0.8274536887289752,
    0.8274536887289752,
    0.8274536887289752,
    0.8274536887289752,
    0.8459229948416942,
    0.8459229948416942,
    0.8459229948416942,
    0.8342241987401364,
    0.8342241987401364,
    0.8342241987401364,
    0.8373929502258513,
    0.8373929502258513,
    0.8373929502258513,
    0.8373929502258513,
    0.8518833349211574,
    0.8518833349211574,
    0.8518833349211574,
    0.8518833349211574,
    0.8495092879899042,
    0.8495092879899042,
    0.8495092879899042,
    0.8087413933376103,
    0.8087413933376103
  ],
  "6": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station.",
    "At the event, career counselors remind attendees to maintain eye contact, while alumni volunteers give quick pep talks near the coffee station. Healthcare providers present community outreach photos, and in a display area tech companies show demo screens featuring their latest apps.",
    "At the event, career counselors remind attendees to maintain eye contact, while alumni volunteers give quick pep talks near the coffee station. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps in a display area. Students line up outside the university gym before the career fair opens.",
    "At the event, career counselors remind attendees to maintain eye contact, while alumni volunteers give quick pep talks near the coffee station. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps in a display area. Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule and is broadcast over the PA system. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, career counselors remind attendees to maintain eye contact, and alumni volunteers give quick pep talks near the coffee station. Healthcare providers showcase community outreach photos, while tech companies display demo screens showing their latest apps in a display area. Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule and is broadcast over the PA system. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair staged in the university gym, dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps and healthcare providers present community outreach photos in the display area. Alumni volunteers give quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Before opening, students line up outside the gym, and an on-site welcome announcement outlines the schedule over the PA system, repeated at the fair. Event staff scan registrations and hand out lanyards at the entrance.",
    "The career fair is staged in the university gym, with dozens of booths arrayed around the polished floor and colorful banners on display. Tech companies showcase demo screens of their latest apps, while healthcare providers present community outreach photos in the display area. Alumni volunteers offer quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Before opening, students line up outside the gym, and a welcome announcement outlines the schedule over the PA system, repeated during the fair. Event staff scan registrations and hand out lanyards at the entrance.",
    "The career fair is staged in the university gym, with dozens of booths arrayed around the polished floor and colorful banners on display. Tech companies showcase demo screens of their latest apps, while healthcare providers present community outreach photos in the display area. Alumni volunteers offer quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Before opening, students line up outside the gym, and a welcome announcement outlines the schedule over the PA system, repeated during the fair. Event staff scan registrations and hand out lanyards at the entrance.",
    "The career fair is staged in the university gym, with dozens of booths arranged around a polished floor and colorful banners overhead. Tech companies display demo screens of their latest apps, while healthcare providers present community outreach photos in the display area. Alumni volunteers offer quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Before opening, students line up outside the gym, and a welcome announcement outlines the schedule over the PA system, repeated during the event. Staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables.",
    "The scene centers on the opening of a university career fair held in the gym, with dozens of booths arranged around a polished floor and banners overhead. Tech companies display demo screens of their latest apps, and a dedicated display area shows healthcare providers’ community outreach photos alongside more tech demos. Alumni volunteers offer quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact as they move through the space. Staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables. Before opening, students line up outside the gym, clutching resumes inside branded folders. The welcome PA outlines the schedule, repeated during the event, as information stations, demonstrations, and greetings coordinate around the gym to mark the fair’s opening and pre-event moments.",
    "The university career fair centers in the gym, with dozens of booths arranged around a polished floor and banners overhead. Tech companies display demo screens of their latest apps, while a dedicated area shows healthcare providers’ community outreach photos alongside more tech demos, underscoring a joint emphasis on community engagement and technology. Alumni volunteers offer quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact as they move through the space. Staff scan registrations and hand out lanyards at the entrance, and consulting firms stack glossy case-study booklets on high tables. Before opening, students line up outside the gym, clutching resumes in branded folders. The welcome PA outlines the schedule, repeated during the event, as information stations, demonstrations, and greetings coordinate around the gym to mark the fair’s opening and pre-event moments.",
    "The university career fair takes place in the gym, with dozens of booths arranged around a polished floor and banners overhead. Tech companies show demo screens of their latest apps, while a dedicated area features healthcare providers’ community outreach photos alongside more tech demos, underscoring a joint emphasis on community engagement and technology. Alumni volunteers offer quick pep talks near the coffee station, and career counselors encourage attendees to maintain eye contact as they move through the space. Staff scan registrations and hand out lanyards at the entrance, with consulting firms stacking glossy case-study booklets on high tables. Before opening, students line up outside the gym clutching resumes in branded folders. The welcome PA outlines and repeats the schedule as information stations, demonstrations, and greetings coordinate around the gym to mark the fair’s opening and pre-event moments.",
    "The university career fair takes place in the gym, where dozens of booths encircle the polished floor beneath colorful banners; tech demos show the latest apps in a dedicated area, and healthcare providers’ outreach photos accompany demos in a shared display environment surrounding the event. A university venue ahead of the career fair similarly features a shared display environment with outreach photos beside tech demo screens. Outside the gym, students line up before opening clutching resumes in branded folders. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact as they move through the space. At the entrance, staff scan registrations and hand out lanyards, while consulting firms stack glossy case-study booklets on high tables. The opening centers on the gym, with information stations, demonstrations, greetings, and a welcome PA outlining the schedule as pre-event moments unfold.",
    "At the university career fair in the gym, dozens of booths with colorful banners encircle a polished floor as tech demo screens project apps and healthcare providers’ outreach photos accompany the demos in a shared display area, underscoring community engagement and technology. A comparable university venue ahead of the fair likewise features outreach photos beside tech screens. Outside, students line up before opening, clutching resumes in branded folders. Alumni volunteers give brief pep talks near a coffee station; career counselors remind attendees to maintain eye contact as they move. At the entrance, staff scan registrations and hand out lanyards; consulting firms stack glossy case-study booklets on high tables. Inside, a dedicated section blends health outreach visuals with technology demos, reinforcing demonstrations, information stations, and greetings, while a welcome PA outlines the schedule."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3869073571690684,
    0.3869073571690684,
    0.4726083797851669,
    0.6079202754053183,
    0.6079202754053183,
    0.6079202754053183,
    0.6079202754053183,
    0.8238139033406531,
    0.8238139033406531,
    0.8238139033406531,
    0.8238139033406531,
    0.8714036251613337,
    0.8714036251613337,
    0.8714036251613337,
    0.8714036251613337,
    0.8707443647527349,
    0.8707443647527349,
    0.8707443647527349,
    0.8707443647527349,
    0.8707443647527349,
    0.8707443647527349,
    0.8950969807908008,
    0.8950969807908008,
    0.8950969807908008,
    0.8956217808349993,
    0.8956217808349993,
    0.8956217808349993,
    0.8956217808349993,
    0.8956217808349993,
    0.8956217808349993,
    0.8956217808349993,
    0.8956217808349993,
    0.9053088630023153,
    0.9053088630023153,
    0.9053088630023153,
    0.9053088630023153,
    0.9053088630023153,
    0.8693285790132195,
    0.8693285790132195,
    0.8693285790132195,
    0.8693285790132195,
    0.8981675505123629,
    0.8981675505123629,
    0.8981675505123629,
    0.8981675505123629,
    0.8981675505123629,
    0.8981675505123629,
    0.8985984114449896,
    0.8985984114449896,
    0.8985984114449896,
    0.8985984114449896,
    0.8985984114449896,
    0.8985984114449896,
    0.8985984114449896,
    0.8952969516806961,
    0.8952969516806961,
    0.8952969516806961,
    0.8952969516806961,
    0.8317945713668566
  ],
  "7": [
    "",
    "Tech companies display demo screens showing their latest apps.",
    "In a display setting, tech companies are showing demo screens that feature their latest apps, while healthcare providers are presenting community outreach photos.",
    "In a display setting, tech companies present demo screens featuring their latest apps, while healthcare providers present community outreach photos.",
    "In a display setting, tech companies present demo screens featuring their latest apps, while healthcare providers present community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "In a display setting, tech companies present demo screens featuring their latest apps, while healthcare providers present community outreach photos. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "In a display fair setting, tech companies display demo screens showing their latest apps while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Alumni volunteers give brief pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At a display fair, tech companies show demo screens of their latest apps while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Alumni volunteers give brief pep talks near the coffee station. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At a display fair, tech companies show demo screens of their latest apps in a display area, while healthcare providers showcase community outreach photos in a display setting. Career counselors remind attendees to maintain eye contact, and alumni volunteers give quick pep talks near the coffee station; students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At a display fair, tech companies show demo screens of their latest apps in the display area, while healthcare providers showcase community outreach photos in the display setting. Career counselors remind attendees to maintain eye contact, and alumni volunteers give brief pep talks near the coffee station. Students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At a display fair, tech companies project demo screens of their latest apps in the display area, while healthcare providers showcase community outreach photos in the display setting. Career counselors remind attendees to maintain eye contact, and alumni volunteers give brief pep talks near the coffee station. Students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the university career fair held in a display setting, tech companies demonstrate demo screens showing their latest apps while healthcare providers present community outreach photos. A welcome announcement outlines the fair schedule and is broadcast over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact, and alumni volunteers give brief pep talks near the coffee station. Students line up outside the university gym before the career fair opens, with some clutching resumes inside branded folders.",
    "At the university career fair staged in a display setting, tech companies demonstrate demo screens showing their latest apps while healthcare providers present community outreach photos. A welcome announcement outlines the fair schedule and is broadcast over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact, and alumni volunteers give brief pep talks near the coffee station. Students line up outside the university gym before the career fair opens, with some clutching resumes inside branded folders.",
    "At a university career fair staged in a display setting, healthcare providers display community outreach photos while tech companies project demo screens of their latest apps. Dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system outlining the fair schedule, including pre-event moments when students line up outside the university gym before the fair opens. Career counselors remind attendees to maintain eye contact, and alumni volunteers give brief pep talks near the coffee station. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "At a university career fair set up in a display setting, healthcare providers display community outreach photos while tech companies project demo screens. Dozens of booths with colorful banners line the polished floor. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system outlining the fair schedule, including pre-event moments when students line up outside the university gym before the fair opens. Career counselors remind attendees to maintain eye contact, and alumni volunteers give brief pep talks near the coffee station. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "At a university career fair set in a display area, dozens of booths with colorful banners line the polished floor, where healthcare providers show community outreach photos and tech companies project demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards as a welcome announcement is broadcast over the PA system outlining the fair schedule, including pre-event moments when students line up outside the university gym before the fair opens. Career counselors remind attendees to maintain eye contact, and alumni volunteers give brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders.",
    "At a university career fair set in a display-oriented venue, dozens of booths with colorful banners encircle a polished floor where healthcare providers display community outreach photos beside tech demo screens. Outside the gym, students line up before opening as pre-event lines form. Entrance staff scan registrations and hand out lanyards while a welcome PA outlines the fair schedule. Inside, tech demos occupy a dedicated area and consulting firms stack glossy case study booklets on high tables; students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact, and alumni volunteers near a coffee station deliver brief pep talks. A shared display environment emphasizes community engagement and technology by pairing outreach photos with demos, and the opening centers on the gym with demonstrations, information stations, greetings, and the scheduled entry flow.",
    "At a university gym, a career fair opens with demonstrations, information stations, and greetings, while pre-event lines form outside as students line up before opening. Entrance staff scan registrations and hand out lanyards, and a welcome PA broadcasts the fair schedule. Inside, dozens of booths with colorful banners surround the polished gym floor; tech companies project demo screens of their latest apps, and healthcare providers display community outreach photos in the display area. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact as they move through the space, and alumni volunteers near a coffee station deliver brief pep talks. A shared display environment emphasizes community engagement and technology by pairing outreach photos with demos, with the setup centering on the gym and the scheduled entry flow."
  ],
  "7_score": [
    0.0,
    0.3491750663559545,
    0.3491750663559545,
    0.3900119280855764,
    0.3900119280855764,
    0.3900119280855764,
    0.40176048636842854,
    0.40176048636842854,
    0.5415970174741673,
    0.5415970174741673,
    0.5415970174741673,
    0.6508205030304391,
    0.6508205030304391,
    0.7306583855538531,
    0.7306583855538531,
    0.7306583855538531,
    0.7306583855538531,
    0.7541432864025565,
    0.7541432864025565,
    0.7541432864025565,
    0.7259834581457902,
    0.7259834581457902,
    0.7259834581457902,
    0.7259834581457902,
    0.7259834581457902,
    0.7259834581457902,
    0.7487088005401357,
    0.7487088005401357,
    0.7487088005401357,
    0.7487088005401357,
    0.7502652029849752,
    0.7502652029849752,
    0.7502652029849752,
    0.7502652029849752,
    0.7502652029849752,
    0.7502652029849752,
    0.8746143968179689,
    0.8746143968179689,
    0.8746143968179689,
    0.8746143968179689,
    0.8746143968179689,
    0.8746143968179689,
    0.8746143968179689,
    0.87187664223461,
    0.87187664223461,
    0.87187664223461,
    0.8451966492240985,
    0.8451966492240985,
    0.8451966492240985,
    0.8451966492240985,
    0.8472860125634456,
    0.8472860125634456,
    0.8472860125634456,
    0.8472860125634456,
    0.8472860125634456,
    0.8340420179557033,
    0.8340420179557033,
    0.8340420179557033,
    0.8206227325879294,
    0.8206227325879294,
    0.8206227325879294,
    0.8206227325879294,
    0.8206227325879294,
    0.8445850913759106,
    0.8445850913759106,
    0.8445850913759106
  ],
  "8": [
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the schedule. Tech companies display demo screens showing their latest apps, while alumni volunteers share brief pep talks near the coffee station.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens showing their latest apps, and alumni volunteers share brief pep talks near the coffee station. In the display setting, healthcare providers present community outreach photos alongside tech demos.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens showing their latest apps, and alumni volunteers give brief pep talks near the coffee station. In the display setting, healthcare providers present community outreach photos alongside tech demos.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens showing their latest apps, and alumni volunteers give brief pep talks near the coffee station. In the display setting, healthcare providers present community outreach photos alongside tech demos. Career counselors remind attendees to maintain eye contact.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens showing their latest apps, and alumni volunteers give brief pep talks near the coffee station. In the display setting, healthcare providers present community outreach photos alongside tech demos. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor.",
    "At the university fair, a welcome announcement is broadcast over the PA system outlining the schedule. Dozens of booths with colorful banners circle the polished gym floor. Tech companies display demo screens showing their latest apps, while alumni volunteers deliver brief pep talks near the coffee station. In the display area, healthcare providers present community outreach photos alongside tech demos. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "At the university fair held in the university gym, a welcome announcement over the PA outlines the schedule as dozens of booths with colorful banners circle the polished gym floor. Tech companies display demo screens of their latest apps while alumni volunteers deliver quick pep talks near the coffee station. In a dedicated display area, healthcare providers present community outreach photos alongside more tech demos. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the gym before the fair opens and clutch resumes inside branded folders.",
    "At the university fair held in the university gym, a welcome announcement over the PA outlines the schedule as dozens of booths with colorful banners circle the polished gym floor. Tech companies display demo screens of their latest apps while alumni volunteers deliver quick pep talks near the coffee station. In a dedicated display area, healthcare providers present community outreach photos alongside more tech demos. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the gym before the fair opens and clutch resumes inside branded folders.",
    "The scene centers on the opening of a university career fair held in the university gym. A welcome PA outlines the schedule as dozens of booths with colorful banners circle the polished gym floor. Tech companies display demo screens of their latest apps, while a dedicated display area shows healthcare providers’ community outreach photos alongside more tech demos. Alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact as they move through the space. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the gym before opening, clutching resumes inside branded folders. The gathering blends information stations, demonstrations, and greetings coordinated around the gym, marking the fair’s opening and pre-event moments.",
    "The scene centers on the opening of a university career fair held in the university gym. A welcome announcement is broadcast over the PA system outlining the fair schedule. Dozens of booths with colorful banners circle the polished gym floor. Tech companies project demo screens of their latest apps in the display area, while healthcare providers showcase community outreach photos in the display setting. Alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact as they move through the space. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the gym before opening, clutching resumes inside branded folders. The gathering blends information stations, demonstrations, and greetings around the gym, marking the fair’s opening and pre-event moments.",
    "The scene centers on the opening of a university career fair in the university gym. A welcome announcement is broadcast over the PA outlining the schedule. Dozens of booths with colorful banners surround the polished gym floor, where tech companies project demo screens and healthcare providers display community outreach photos in the display area. Alumni volunteers deliver brief pep talks near a coffee station, while career counselors remind attendees to maintain eye contact as they move through the space. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside before opening, clutching resumes inside branded folders. The gathering blends information stations, demonstrations, and greetings around the gym, marking the fair’s opening and pre-event moments. A shared display environment at the venue combines healthcare photos with tech demos, reflecting a unified focus on community engagement and technology.",
    "At the university gym, the career fair opens as a welcome PA broadcasts the schedule. Dozens of booths with colorful banners surround the polished gym floor, where tech companies project demo screens and healthcare providers display community outreach photos in the display area. Alumni volunteers deliver brief pep talks near a coffee station, while career counselors remind attendees to maintain eye contact as they move through the space. Event staff scan registrations and hand out lanyards at the entrance, and students line up outside before opening, clutching resumes inside branded folders. A shared display environment blends healthcare photos with tech demos, underscoring a unified focus on community engagement and technology. Consulting firms stack glossy case study booklets on high tables.",
    "At the university gym, the career fair opens with a welcome PA announcing the schedule. Dozens of booths with colorful banners surround the polished floor, where tech companies project demo screens and healthcare providers display community outreach photos in the display area. A shared display environment blends healthcare photos with tech demos, underscoring a unified focus on community engagement and technology. Alumni volunteers deliver brief pep talks near a coffee station, while career counselors remind attendees to maintain eye contact as they move through the space. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside before opening, clutching resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "At the university gym, the career fair opens with a welcome PA as attendees enter. Dozens of booths with colorful banners encircle a polished floor where tech companies project demo screens and healthcare providers display community outreach photos in a shared display area, underscoring a joint emphasis on community engagement and technology. Alumni volunteers deliver brief pep talks near a coffee station, while career counselors remind attendees to maintain eye contact as they move through the space. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside before opening, clutching resumes in branded folders. Consulting firms stack glossy case study booklets on high tables. Inside, a dedicated section blends health outreach visuals with technology demos, reinforcing the opening's focus on demonstrations, information stations, and greetings within the gym.",
    "At the university gym, the career fair opens with a welcome PA as attendees enter and pre-event moments unfold. Dozens of booths with colorful banners encircle a polished floor, where tech demos show the latest apps and healthcare providers display outreach photos in a shared display area, underscoring a joint emphasis on community engagement and technology. Alumni volunteers give brief pep talks near the coffee station while career counselors remind attendees to maintain eye contact as they move through the space. Staff scan registrations and hand out lanyards at the entrance. Students line up outside before opening, clutching resumes in branded folders. Consulting firms stack glossy case-study booklets on high tables. Inside, a dedicated section blends health outreach visuals with technology demos, reinforcing demonstrations, information stations, greetings, and a schedule."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.38639211382235633,
    0.38639211382235633,
    0.5145770945247237,
    0.5145770945247237,
    0.5145770945247237,
    0.5535486369206934,
    0.5535486369206934,
    0.6437631775666011,
    0.6437631775666011,
    0.6437631775666011,
    0.6437631775666011,
    0.6378943838950397,
    0.6378943838950397,
    0.6378943838950397,
    0.7124750649889844,
    0.7124750649889844,
    0.7124750649889844,
    0.7376150037864602,
    0.7376150037864602,
    0.7376150037864602,
    0.8876522455983178,
    0.8876522455983178,
    0.8876522455983178,
    0.8876522455983178,
    0.8676279002860428,
    0.8676279002860428,
    0.8676279002860428,
    0.8676279002860428,
    0.8676279002860428,
    0.8676279002860428,
    0.8676279002860428,
    0.8868236114003292,
    0.8868236114003292,
    0.8868236114003292,
    0.8868236114003292,
    0.8868236114003292,
    0.8868236114003292,
    0.8868236114003292,
    0.8857057135764785,
    0.8857057135764785,
    0.8857057135764785,
    0.8857057135764785,
    0.8857057135764785,
    0.8857057135764785,
    0.8655312050649926,
    0.8655312050649926,
    0.8655312050649926,
    0.8655312050649926,
    0.8694964739967517,
    0.8694964739967517,
    0.8694964739967517,
    0.8914100408564568,
    0.8914100408564568,
    0.8914100408564568,
    0.8914100408564568,
    0.8914100408564568,
    0.8914100408564568,
    0.8914100408564568,
    0.8580460491674804,
    0.8580460491674804,
    0.8580460491674804,
    0.8692694890150621,
    0.8692694890150621
  ],
  "9": [
    "",
    "\"\"",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule, broadcast over the PA system, while healthcare providers showcase community outreach photos.",
    "At the fair, a welcome announcement outlines the schedule and is broadcast over the PA system. Healthcare providers showcase community outreach photos, while tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement outlining the schedule is broadcast over the PA system. Healthcare providers showcase community outreach photos, while tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, a welcome announcement outlining the schedule is broadcast over the PA system. Healthcare providers showcase community outreach photos, while tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, a welcome announcement outlining the schedule is broadcast over the PA system. Dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps, and alumni volunteers give brief pep talks near the coffee station. Healthcare providers present community outreach photos alongside tech demos in the display setting. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, a welcome announcement outlining the schedule is broadcast over the PA system. Dozens of booths with colorful banners circle the polished floor as tech companies display demo screens showing their latest apps. Alumni volunteers give brief pep talks near the coffee station. In the display setting, healthcare providers present community outreach photos alongside tech demos. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, a welcome announcement outlining the schedule is broadcast over the PA system. Dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps in a dedicated display area, while healthcare providers present community outreach photos alongside tech demos. Alumni volunteers give brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards.",
    "The fair features a welcome PA announcement outlining the schedule. Dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps in a dedicated display area, while healthcare providers present community outreach photos alongside tech demos. Alumni volunteers give brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a university venue ahead of the career fair, a shared display environment combines healthcare providers’ community outreach photos with tech companies’ demo screens, reflecting a unified focus on community engagement and technology. Outside the university gym, students line up before opening while nearby alumni volunteers offer quick pep talks near the coffee station. Inside, dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps in a dedicated display area, and healthcare providers present their community outreach photos alongside tech demos. Alumni volunteers give brief pep talks near the coffee station; career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a university venue ahead of the career fair, a shared display environment combines healthcare providers’ community outreach photos with tech demo screens, underscoring a joint emphasis on community engagement and technology. Outside the gym, students line up before opening while alumni volunteers offer brief pep talks near the coffee station. Inside, dozens of booths with colorful banners encircle the polished floor; tech companies display demo screens of their latest apps in a dedicated area, while healthcare providers present outreach photos alongside demos. Career counselors remind attendees to maintain eye contact; students clutch resumes in branded folders. At the entrance, staff scan registrations and hand out lanyards. The opening centers on the gym, with demonstrations, information stations, and greetings marking the start; a welcome PA announces the schedule as attendees enter, and pre-event moments show lines outside before opening.",
    "At a university venue ahead of a career fair, a shared display environment combines healthcare providers’ community outreach photos with tech demo screens, underscoring a joint emphasis on community engagement and technology. Outside the gym, students line up before opening as alumni volunteers give brief pep talks near a coffee station. Inside, dozens of booths with colorful banners encircle the polished floor: tech companies display demo screens of their latest apps in a dedicated area, while healthcare providers present outreach photos alongside demos. Career counselors remind attendees to maintain eye contact, and students clutch resumes in branded folders. At the entrance, staff scan registrations and hand out lanyards. The opening centers on the gym, with demonstrations, information stations, and greetings marking the start; a welcome PA announces the schedule as attendees enter, and pre-event lines outside precede opening.",
    "A university venue ahead of a career fair hosts a shared display environment where healthcare providers’ community outreach photos accompany tech demo screens showing their latest apps. Inside, dozens of booths with colorful banners encircle the polished floor, with tech demos in a dedicated area and healthcare providers presenting outreach photos alongside demos. Outside the gym, students line up before opening as alumni volunteers near the coffee station give brief pep talks. Career counselors remind attendees to maintain eye contact, and many students clutch resumes in branded folders. At the entrance, event staff scan registrations and hand out lanyards. The opening centers on the gym, with demonstrations, information stations, greetings, and a welcome PA outlining the schedule as attendees enter; pre-event lines outside precede opening.",
    "At a university venue ahead of a career fair, a shared display environment pairs healthcare providers’ community outreach photos with tech demo screens to emphasize community engagement and technology. Inside, dozens of booths with colorful banners encircle the polished floor, with tech demos in a dedicated area and healthcare providers presenting outreach photos alongside demos. Outside the gym, students line up before opening as alumni volunteers near a coffee station offer brief pep talks. Career counselors remind attendees to maintain eye contact, and attendees clutch resumes in branded folders. At the entrance, event staff scan registrations and hand out lanyards. The opening centers on the gym, with demonstrations, information stations, greetings, and a welcome PA outlining the schedule as attendees enter; pre-event lines outside precede opening.",
    "At a university venue ahead of a career fair, a display setting pairs healthcare providers’ community outreach photos with tech demo screens, with dozens of booths and colorful banners lining a polished floor; tech demos occupy a dedicated area while healthcare providers present outreach photos alongside demos. Outside the gym, students line up before opening as alumni volunteers near a coffee station offer brief pep talks. Career counselors remind attendees to maintain eye contact, and attendees clutch resumes in branded folders. At the entrance, staff scan registrations and hand out lanyards. The opening centers on the gym with demonstrations, information stations, greetings, and a welcome PA outlining the schedule, including pre-event lines outside the gym before opening. Consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system.",
    "At a university venue ahead of a career fair, a display area combines healthcare providers’ outreach photos with tech-demo screens among dozens of booths and colorful banners along a polished floor; tech demos occupy a dedicated area while healthcare photos sit beside demonstrations. Outside the gym, students line up before opening as alumni volunteers near a coffee station offer brief pep talks. Inside, career counselors remind attendees to maintain eye contact and attendees clutch resumes in branded folders. At the entrance, staff scan registrations and hand out lanyards. The opening centers on the gym with demonstrations, information stations, greetings, and a welcome PA outlining the schedule, including pre-event lines outside the gym before opening. Consulting firms stack glossy case study booklets on high tables, and a welcome announcement is broadcast over the PA system. Tech companies display demo screens showing their latest apps."
  ],
  "9_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.375369185465232,
    0.375369185465232,
    0.41035751129950626,
    0.41035751129950626,
    0.41035751129950626,
    0.41035751129950626,
    0.5280318636030192,
    0.5280318636030192,
    0.6179889215986667,
    0.6179889215986667,
    0.6179889215986667,
    0.6568556469911424,
    0.6568556469911424,
    0.6568556469911424,
    0.6568556469911424,
    0.6568556469911424,
    0.6568556469911424,
    0.7487816837545878,
    0.7487816837545878,
    0.7487816837545878,
    0.7540902827710638,
    0.7540902827710638,
    0.7540902827710638,
    0.7540902827710638,
    0.7540902827710638,
    0.7540902827710638,
    0.7685420183095797,
    0.7685420183095797,
    0.7591392472430409,
    0.7591392472430409,
    0.7591392472430409,
    0.7591392472430409,
    0.7591392472430409,
    0.7591392472430409,
    0.790188940521075,
    0.790188940521075,
    0.790188940521075,
    0.790188940521075,
    0.8244509998886385,
    0.8244509998886385,
    0.8244509998886385,
    0.8244509998886385,
    0.7954525423064823,
    0.7954525423064823,
    0.7954525423064823,
    0.8317427935861386,
    0.8317427935861386,
    0.8317427935861386,
    0.8317427935861386,
    0.8269352033186503,
    0.8269352033186503,
    0.8269352033186503,
    0.8269352033186503,
    0.8269352033186503,
    0.8549774480884329,
    0.8549774480884329,
    0.8549774480884329,
    0.8549774480884329,
    0.8549774480884329,
    0.864762656056743,
    0.864762656056743
  ]
}