{
  "0": [
    "",
    "",
    "",
    "",
    "The polished floor surrounds dozens of booths with colorful banners.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students clutch resumes inside branded folders.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students clutch resumes inside branded folders and line up outside the university gym. Alumni volunteers share quick pep talks near the coffee station, while event staff scan registrations and hand out lanyards at the entrance.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students clutch resumes inside branded folders and line up outside the university gym. Alumni volunteers share quick pep talks near the coffee station, and event staff scan registrations and hand out lanyards at the entrance.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students clutch resumes inside branded folders and line up outside the university gym. Alumni volunteers share quick pep talks near the coffee station, and event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students clutch resumes inside branded folders and line up outside the university gym. Alumni volunteers share quick pep talks near the coffee station, and event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students clutch resumes inside branded folders and line up outside the university gym. Alumni volunteers share quick pep talks near the coffee station, and event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students clutch resumes inside branded folders and line up outside the university gym. Alumni volunteers share quick pep talks near the coffee station, and event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths displaying colorful banners, while students clutch resumes inside branded folders and line up outside the university gym. Alumni volunteers share quick pep talks near the coffee station, and event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps.",
    "The polished floor surrounds dozens of booths displaying colorful banners, and students clutch resumes inside branded folders as they line up outside the university gym. Alumni volunteers share quick pep talks near the coffee station, while event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.34823841260307575,
    0.5193576788555686,
    0.5193576788555686,
    0.5193576788555686,
    0.5193576788555686,
    0.7225860193821734,
    0.7225860193821734,
    0.806906519155102,
    0.806906519155102,
    0.806906519155102,
    0.806906519155102,
    0.806906519155102,
    0.806906519155102,
    0.806906519155102,
    0.8384504752158032,
    0.8384504752158032,
    0.8384504752158032,
    0.8384504752158032,
    0.7475619847649093,
    0.7475619847649093,
    0.7475619847649093,
    0.7475619847649093,
    0.7475619847649093,
    0.7475619847649093,
    0.7435915308346448,
    0.7435915308346448,
    0.7435915308346448,
    0.7435915308346448,
    0.7435915308346448,
    0.7435915308346448,
    0.8154550693454325,
    0.8154550693454325,
    0.8154550693454325,
    0.8154550693454325,
    0.8154550693454325,
    0.8265760500055159,
    0.8265760500055159,
    0.8265760500055159,
    0.8265760500055159,
    0.8265760500055159,
    0.8154550693454325,
    0.8154550693454325,
    0.8154550693454325,
    0.8154550693454325,
    0.8154550693454325,
    0.8154550693454325,
    0.7421830271595571,
    0.7421830271595571,
    0.7421830271595571,
    0.7421830271595571,
    0.7421830271595571,
    0.7421830271595571,
    0.7421830271595571,
    0.7421830271595571,
    0.7533356336448401,
    0.7533356336448401,
    0.7533356336448401,
    0.7533356336448401,
    0.7533356336448401,
    0.7533356336448401,
    0.7693219977996641,
    0.7693219977996641
  ],
  "1": [
    "",
    "",
    "",
    "Alumni volunteers are near the coffee station, offering quick pep talks. The scene is indoors.",
    "The coffee station is occupied by alumni volunteers who are delivering brief pep talks. Inside, event staff are scanning registration forms and distributing lanyards at the entrance.",
    "The polished floor surrounds dozens of booths with colorful banners. Alumni volunteers are delivering brief pep talks at the coffee station, while event staff are scanning registration forms and distributing lanyards at the entrance.",
    "The polished floor surrounds dozens of booths adorned with colorful banners. Alumni volunteers are delivering brief pep talks at the coffee station. Event staff are scanning registration forms and distributing lanyards at the entrance.",
    "The event features a polished floor surrounding numerous booths decorated with colorful banners. Alumni volunteers are giving brief pep talks at the coffee station, while event staff are scanning registration forms and distributing lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "The polished floor surrounds numerous booths decorated with colorful banners. Alumni volunteers are giving brief pep talks at the coffee station, while event staff are scanning registration forms and distributing lanyards at the entrance. Students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact.",
    "The polished floor surrounds numerous booths decorated with colorful banners. Alumni volunteers are giving brief pep talks at the coffee station, while event staff are scanning registration forms and distributing lanyards at the entrance. Students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds numerous booths decorated with colorful banners. Alumni volunteers are giving brief pep talks at the coffee station, while event staff are scanning registration forms and distributing lanyards at the entrance. Students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "The polished floor surrounds numerous booths decorated with colorful banners. Alumni volunteers are giving brief pep talks at the coffee station, while event staff are scanning registration forms and distributing lanyards at the entrance. Students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact.",
    "The polished floor surrounds numerous booths decorated with colorful banners. Alumni volunteers are giving brief pep talks at the coffee station, while event staff are scanning registration forms and distributing lanyards at the entrance. Students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds numerous booths decorated with colorful banners. Alumni volunteers are giving brief pep talks at the coffee station, while event staff are scanning registration forms and distributing lanyards at the entrance. Students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor, with tech companies displaying demo screens showing their latest apps.",
    "The polished floor surrounds numerous booths decorated with colorful banners, with tech companies displaying demo screens showing their latest apps. Alumni volunteers are giving brief pep talks at the coffee station, while event staff are scanning registration forms and distributing lanyards at the entrance. Students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.46865627343378025,
    0.46865627343378025,
    0.46865627343378025,
    0.49353766316108794,
    0.49353766316108794,
    0.49353766316108794,
    0.49353766316108794,
    0.49353766316108794,
    0.550316425217589,
    0.550316425217589,
    0.550316425217589,
    0.6200371553656188,
    0.6200371553656188,
    0.6200371553656188,
    0.7928914657427715,
    0.7928914657427715,
    0.7928914657427715,
    0.7928914657427715,
    0.7928914657427715,
    0.7928914657427715,
    0.8000087773809443,
    0.8000087773809443,
    0.8000087773809443,
    0.8000087773809443,
    0.8000087773809443,
    0.8000087773809443,
    0.8776533790611447,
    0.8776533790611447,
    0.8776533790611447,
    0.8776533790611447,
    0.8181569436368714,
    0.8181569436368714,
    0.8181569436368714,
    0.8181569436368714,
    0.8181569436368714,
    0.8181569436368714,
    0.8181569436368714,
    0.8181569436368714,
    0.8000087773809443,
    0.8000087773809443,
    0.8000087773809443,
    0.8000087773809443,
    0.8000087773809443,
    0.8129587013220891,
    0.8129587013220891,
    0.8129587013220891,
    0.8129587013220891,
    0.8129587013220891,
    0.8129587013220891,
    0.8129587013220891,
    0.8129587013220891,
    0.8129587013220891,
    0.8129587013220891,
    0.8122453214614859,
    0.8122453214614859,
    0.8122453214614859,
    0.8122453214614859,
    0.8122453214614859,
    0.8122453214614859,
    0.7816590362393729,
    0.7816590362393729,
    0.7816590362393729,
    0.7816590362393729
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "3": [
    "",
    "",
    "The healthcare providers are displaying photographs taken during community outreach events. The photos depict a group of individuals, including the healthcare providers, standing in front of a brightly colored banner reading “Healthy Hearts, Healthy Lives.” Several people are wearing red hats, and a young boy is holding a balloon. The banner is positioned in front of a grassy field.",
    "The healthcare providers are displaying photographs taken during community outreach events. Several people are standing in front of a brightly colored banner reading “Healthy Hearts, Healthy Lives.” A young boy is holding a balloon, and several people are wearing red hats. The banner is positioned in front of a grassy field, and alumni volunteers are sharing quick pep talks near a coffee station.",
    "The scene depicts a community outreach event featuring a brightly colored banner reading “Healthy Hearts, Healthy Lives.” Several people are wearing red hats and a young boy is holding a balloon. The banner is positioned in front of a grassy field where alumni volunteers are sharing quick pep talks near a coffee station. Dozens of booths with colorful banners circle a polished floor.",
    "Healthy Hearts, Healthy Lives banner is positioned in front of a grassy field where alumni volunteers are sharing quick pep talks near a coffee station. Several people are wearing red hats, and a young boy is holding a balloon. Dozens of booths with colorful banners circle a polished floor, with students clutching resumes inside branded folders.",
    "The Healthy Hearts, Healthy Lives banner is positioned in front of a grassy field where alumni volunteers are sharing quick pep talks near a coffee station. Several people are wearing red hats, and a young boy is holding a balloon. Dozens of booths with colorful banners circle a polished floor, with students clutching resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "The Healthy Hearts, Healthy Lives banner is positioned in front of a grassy field where alumni volunteers are sharing quick pep talks near a coffee station. Several people are wearing red hats, and a young boy is holding a balloon. Dozens of booths with colorful banners circle a polished floor, with students clutching resumes inside branded folders. Healthcare providers showcase community outreach photos, and students line up outside the university gym before the career fair opens.",
    "The polished floor surrounds dozens of booths displaying colorful banners, with students holding resumes in branded folders. Alumni volunteers are sharing quick pep talks near a coffee station, and several people are wearing red hats. A young boy is holding a balloon, while healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "The polished floor surrounds dozens of booths displaying colorful banners, with students holding resumes in branded folders. Alumni volunteers are sharing quick pep talks near a coffee station, and several people are wearing red hats. A young boy is holding a balloon. Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "The polished floor surrounds dozens of booths displaying colorful banners, with students holding resumes in branded folders. Alumni volunteers are sharing quick pep talks near a coffee station, and several people are wearing red hats. Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "The polished floor surrounds dozens of booths displaying colorful banners, with students holding resumes in branded folders. Alumni volunteers are sharing quick pep talks near a coffee station, and several people are wearing red hats. Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "The polished floor surrounds dozens of booths displaying colorful banners, with students holding resumes in branded folders. Alumni volunteers are sharing quick pep talks near a coffee station, and several people are wearing red hats. Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "The polished floor surrounds dozens of booths displaying colorful banners, with students holding resumes in branded folders. Alumni volunteers are sharing quick pep talks near a coffee station, and several people are wearing red hats. Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "The polished floor surrounds dozens of booths displaying colorful banners, with students holding resumes in branded folders. Alumni volunteers are sharing quick pep talks near a coffee station, and several people are wearing red hats. Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "The polished floor surrounds dozens of booths displaying colorful banners, with students holding resumes in branded folders. Alumni volunteers are sharing quick pep talks near a coffee station, and several people are wearing red hats. Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens."
  ],
  "3_score": [
    0.0,
    0.0,
    0.36330705369439653,
    0.36330705369439653,
    0.36330705369439653,
    0.42919379279753195,
    0.42919379279753195,
    0.42919379279753195,
    0.4978480714589944,
    0.4978480714589944,
    0.4978480714589944,
    0.4978480714589944,
    0.5720384709595757,
    0.5720384709595757,
    0.5720384709595757,
    0.5741909144360872,
    0.5741909144360872,
    0.5741909144360872,
    0.5741909144360872,
    0.5741909144360872,
    0.6377521070098569,
    0.6377521070098569,
    0.6377521070098569,
    0.6377521070098569,
    0.6377521070098569,
    0.7754280615473496,
    0.7754280615473496,
    0.7754280615473496,
    0.7754280615473496,
    0.7754280615473496,
    0.7786107905146937,
    0.7786107905146937,
    0.7786107905146937,
    0.7786107905146937,
    0.7786107905146937,
    0.7786107905146937,
    0.7749822203733728,
    0.7749822203733728,
    0.7749822203733728,
    0.7749822203733728,
    0.7749822203733728,
    0.7749822203733728,
    0.7749822203733728,
    0.7749822203733728,
    0.7749822203733728,
    0.7749822203733728,
    0.7749822203733728,
    0.7749822203733728,
    0.7830841666549355,
    0.7830841666549355,
    0.7830841666549355,
    0.7830841666549355,
    0.7830841666549355,
    0.7830841666549355,
    0.7830841666549355,
    0.7830841666549355,
    0.7830841666549355,
    0.7830841666549355,
    0.7830841666549355,
    0.7830841666549355,
    0.7830841666549355,
    0.7830841666549355,
    0.7830841666549355,
    0.7830841666549355,
    0.7830841666549355,
    0.7830841666549355
  ],
  "4": [
    "",
    "",
    "",
    "Tech companies are displaying demo screens showing their latest apps. The screens show various applications and their features.",
    "The polished floor surrounds dozens of booths with colorful banners, displaying tech companies’ demo screens showcasing their latest apps and features.",
    "The polished floor surrounds dozens of booths displaying tech companies’ demo screens showcasing their latest apps and features. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths displaying tech companies’ demo screens showcasing their latest apps and features. A welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables.",
    "The polished floor surrounds dozens of booths displaying tech companies’ demo screens showcasing their latest apps and features. A welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables.",
    "The polished floor surrounds dozens of booths displaying tech companies’ demo screens showcasing their latest apps and features. A welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "The polished floor surrounds dozens of booths displaying tech companies’ demo screens showcasing their latest apps and features. Colorful banners circle the floor, and consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders, while a welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths displaying tech companies’ demo screens showcasing their latest apps and features. Colorful banners circle the floor, and consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths displaying tech companies’ demo screens showcasing their latest apps and features. Colorful banners circle the floor, and consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds dozens of booths displaying tech companies’ demo screens showcasing their latest apps and features. Colorful banners circle the floor, and consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds dozens of booths displaying tech companies’ demo screens showcasing their latest apps and features. Colorful banners circle the floor, and consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact.",
    "The polished floor surrounds dozens of booths displaying tech companies’ demo screens showcasing their latest apps and features. Colorful banners circle the floor, and consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "The polished floor surrounds dozens of booths displaying tech companies’ demo screens showcasing their latest apps and features. Colorful banners circle the floor, and consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym, clutching resumes inside branded folders. Career counselors remind attendees to maintain eye contact."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.3732380132477915,
    0.3799811862202228,
    0.3799811862202228,
    0.3799811862202228,
    0.5351827569605494,
    0.5351827569605494,
    0.5351827569605494,
    0.6082458002425266,
    0.6082458002425266,
    0.6082458002425266,
    0.6082458002425266,
    0.6082458002425266,
    0.6082458002425266,
    0.6082458002425266,
    0.6082458002425266,
    0.6728847291109632,
    0.6728847291109632,
    0.6728847291109632,
    0.6728847291109632,
    0.6728847291109632,
    0.6728847291109632,
    0.6506789219808242,
    0.6506789219808242,
    0.6506789219808242,
    0.6506789219808242,
    0.6506789219808242,
    0.6506789219808242,
    0.6506789219808242,
    0.6506789219808242,
    0.8066647061554176,
    0.8066647061554176,
    0.8066647061554176,
    0.8066647061554176,
    0.8066647061554176,
    0.7310258352756838,
    0.7310258352756838,
    0.7310258352756838,
    0.7310258352756838,
    0.7310258352756838,
    0.7310258352756838,
    0.7310258352756838,
    0.7310258352756838,
    0.7310258352756838,
    0.7310258352756838,
    0.7310258352756838,
    0.7310258352756838,
    0.7310258352756838,
    0.7758262503384431,
    0.7758262503384431,
    0.7758262503384431,
    0.7758262503384431,
    0.7758262503384431,
    0.7758262503384431,
    0.7758262503384431,
    0.7758262503384431,
    0.7888637796698564,
    0.7888637796698564,
    0.7888637796698564,
    0.7888637796698564,
    0.7515924698112066,
    0.7515924698112066,
    0.7515924698112066,
    0.7515924698112066
  ],
  "5": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms have stacked glossy case study booklets on high tables. Alumni volunteers are sharing quick pep talks near the coffee station.",
    "Consulting firms stack glossy case study booklets on high tables. Alumni volunteers are sharing quick pep talks near the coffee station. The case study booklets are glossy.",
    "Several glossy case study booklets are stacked on high tables, with alumni volunteers offering quick pep talks near the coffee station. Outside the university gym, students line up before the career fair opens.",
    "Several glossy case study booklets are stacked on high tables, with alumni volunteers offering quick pep talks near the coffee station. Students line up before the career fair opens, clutching resumes inside branded folders.",
    "Several glossy case study booklets are stacked on high tables, with alumni volunteers offering quick pep talks near the coffee station. Students line up before the career fair opens, clutching resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "Several glossy case study booklets are stacked on high tables, with alumni volunteers offering quick pep talks near the coffee station. Students line up before the career fair opens, clutching resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "Several glossy case study booklets are stacked on high tables, with alumni volunteers offering quick pep talks near the coffee station. Students line up before the career fair opens, clutching resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "Several glossy case study booklets are stacked on high tables, with alumni volunteers offering quick pep talks near the coffee station. Students line up before the career fair opens, clutching resumes inside branded folders. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.478528985564784,
    0.478528985564784,
    0.478528985564784,
    0.5237307102726267,
    0.5237307102726267,
    0.5237307102726267,
    0.5237307102726267,
    0.5237307102726267,
    0.5237307102726267,
    0.5237307102726267,
    0.5237307102726267,
    0.5237307102726267,
    0.5237307102726267,
    0.5237307102726267,
    0.6563932981235057,
    0.6563932981235057,
    0.6563932981235057,
    0.6563932981235057,
    0.6563932981235057,
    0.6563932981235057,
    0.6190399361059045,
    0.6190399361059045,
    0.6190399361059045,
    0.6190399361059045,
    0.6190399361059045,
    0.6190399361059045,
    0.6190399361059045,
    0.6190399361059045,
    0.7514722778137098,
    0.7514722778137098,
    0.7514722778137098,
    0.7514722778137098,
    0.7514722778137098,
    0.7835400585606123,
    0.7835400585606123,
    0.7835400585606123,
    0.7835400585606123,
    0.7835400585606123,
    0.7835400585606123,
    0.7835400585606123,
    0.7835400585606123,
    0.7835400585606123,
    0.7835400585606123,
    0.7835400585606123,
    0.7835400585606123,
    0.7835400585606123,
    0.7835400585606123,
    0.7835400585606123,
    0.7835400585606123,
    0.7835400585606123,
    0.7852152471020246,
    0.7852152471020246,
    0.7852152471020246,
    0.7852152471020246,
    0.7852152471020246,
    0.7852152471020246,
    0.7852152471020246,
    0.7852152471020246,
    0.7852152471020246
  ],
  "6": [
    "",
    "",
    "Students clutch resumes inside branded folders. A red folder with a silver logo is visible.",
    "Students clutch resumes inside branded folders. A red folder with a silver logo is visible. Career counselors remind attendees to maintain eye contact.",
    "Students clutch resumes inside branded folders, including a red folder with a silver logo. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students hold resumes within branded folders, including a red folder with a silver logo. Career counselors remind attendees to maintain eye contact, while alumni volunteers offer quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students line up outside the university gym before the career fair opens, holding resumes within branded folders, including a red folder with a silver logo. Career counselors remind attendees to maintain eye contact, while alumni volunteers offer quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students line up outside the university gym before the career fair opens, holding resumes within branded folders, including a red folder with a silver logo. Career counselors remind attendees to maintain eye contact, while alumni volunteers offer quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students line up outside the university gym, holding resumes within branded folders, including a red folder with a silver logo. Career counselors remind attendees to maintain eye contact, while alumni volunteers offer quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students line up outside the university gym, holding resumes within branded folders, including a red folder with a silver logo. Career counselors remind attendees to maintain eye contact, while alumni volunteers offer quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students line up outside the university gym, holding resumes within branded folders, including a red folder with a silver logo. Career counselors remind attendees to maintain eye contact, while alumni volunteers offer quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students line up outside the university gym, holding resumes within branded folders, including a red folder with a silver logo. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students line up outside the university gym, holding resumes within branded folders, including a red folder with a silver logo. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students line up outside the university gym, holding resumes within branded folders, including a red folder with a silver logo. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students line up outside the university gym, holding resumes within branded folders, including a red folder with a silver logo. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders."
  ],
  "6_score": [
    0.0,
    0.0,
    0.39799620469369773,
    0.39799620469369773,
    0.39799620469369773,
    0.39799620469369773,
    0.5842847648005456,
    0.5842847648005456,
    0.5842847648005456,
    0.5842847648005456,
    0.6918430665044266,
    0.6918430665044266,
    0.6918430665044266,
    0.6941002703540933,
    0.6941002703540933,
    0.6941002703540933,
    0.8184514068139925,
    0.8184514068139925,
    0.8184514068139925,
    0.8184514068139925,
    0.8723379334162166,
    0.8723379334162166,
    0.8723379334162166,
    0.8723379334162166,
    0.8723379334162166,
    0.8579115074464492,
    0.8579115074464492,
    0.8579115074464492,
    0.8579115074464492,
    0.8579115074464492,
    0.8588231604882888,
    0.8588231604882888,
    0.8588231604882888,
    0.8588231604882888,
    0.8588231604882888,
    0.8230394754647987,
    0.8230394754647987,
    0.8230394754647987,
    0.8230394754647987,
    0.8230394754647987,
    0.8101350652439688,
    0.8101350652439688,
    0.8101350652439688,
    0.8101350652439688,
    0.8101350652439688,
    0.8101350652439688,
    0.8116268935061379,
    0.8116268935061379,
    0.8116268935061379,
    0.8116268935061379,
    0.8116268935061379,
    0.8116268935061379,
    0.8116268935061379,
    0.8116268935061379,
    0.8116268935061379,
    0.7611130736225753,
    0.7611130736225753,
    0.7611130736225753,
    0.7611130736225753,
    0.7611130736225753,
    0.7611130736225753,
    0.7611130736225753,
    0.7611130736225753,
    0.7611130736225753,
    0.7611130736225753,
    0.7611130736225753
  ],
  "7": [
    "",
    "",
    "The fair schedule is announced over the PA system. The fair includes events from 9:00 AM to 5:00 PM.",
    "The career fair will be held from 9:00 AM to 5:00 PM. Students are lining up outside the university gym prior to the event's opening.",
    "Students are lining up outside the university gym prior to the career fair, which will be held from 9:00 AM to 5:00 PM. A welcome announcement is playing over the PA system, outlining the fair schedule.",
    "Students are lining up outside the university gym prior to the career fair, which will be held from 9:00 AM to 5:00 PM. A welcome announcement is playing over the PA system, outlining the fair schedule. Healthcare providers are showcasing community outreach photos.",
    "Students are lining up outside the university gym prior to the career fair, which will be held from 9:00 AM to 5:00 PM. A welcome announcement is playing over the PA system, outlining the fair schedule. Healthcare providers are showcasing community outreach photos. Students clutch resumes inside branded folders.",
    "Students are lining up outside the university gym prior to the career fair, which will be held from 9:00 AM to 5:00 PM. A welcome announcement is playing over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. Healthcare providers are showcasing community outreach photos.",
    "Students are lining up outside the university gym prior to the career fair, which will be held from 9:00 AM to 5:00 PM. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. Healthcare providers are showcasing community outreach photos, and alumni volunteers share quick pep talks near the coffee station.",
    "Students are lining up outside the university gym prior to the career fair, which will be held from 9:00 AM to 5:00 PM. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. Healthcare providers are showcasing community outreach photos, and alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "Students are lining up outside the university gym prior to the career fair, which will be held from 9:00 AM to 5:00 PM. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. Healthcare providers are showcasing community outreach photos, and alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, and a welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym prior to the career fair, which will be held from 9:00 AM to 5:00 PM. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. Healthcare providers are showcasing community outreach photos, and alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, and a welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym prior to the career fair, which will be held from 9:00 AM to 5:00 PM. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. Healthcare providers are showcasing community outreach photos, while tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym prior to the career fair, which will be held from 9:00 AM to 5:00 PM. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. Healthcare providers are showcasing community outreach photos, while tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and consulting firms stack glossy case study booklets on high tables."
  ],
  "7_score": [
    0.0,
    0.0,
    0.4231796025117381,
    0.4231796025117381,
    0.6584518108552543,
    0.6584518108552543,
    0.6584518108552543,
    0.6584518108552543,
    0.6704768683575184,
    0.6704768683575184,
    0.6704768683575184,
    0.7651407084692725,
    0.7651407084692725,
    0.7651407084692725,
    0.7651407084692725,
    0.7651407084692725,
    0.7999880119061619,
    0.7999880119061619,
    0.7999880119061619,
    0.7999880119061619,
    0.7999880119061619,
    0.8376199634160205,
    0.8376199634160205,
    0.8376199634160205,
    0.8376199634160205,
    0.8376199634160205,
    0.8269507073179897,
    0.8269507073179897,
    0.8269507073179897,
    0.8269507073179897,
    0.8269507073179897,
    0.8624113160768491,
    0.8624113160768491,
    0.8624113160768491,
    0.8624113160768491,
    0.8624113160768491,
    0.8624113160768491,
    0.8700914750401703,
    0.8700914750401703,
    0.8700914750401703,
    0.8700914750401703,
    0.8700914750401703,
    0.8751126510573374,
    0.8751126510573374,
    0.8751126510573374,
    0.8751126510573374,
    0.8751126510573374,
    0.8751126510573374,
    0.8775468575490271,
    0.8775468575490271,
    0.8775468575490271,
    0.8775468575490271,
    0.8775468575490271,
    0.8775468575490271,
    0.8775468575490271,
    0.8775468575490271,
    0.8775468575490271,
    0.8775468575490271,
    0.8775468575490271,
    0.8775468575490271,
    0.8775468575490271,
    0.8775468575490271,
    0.8775468575490271,
    0.8775468575490271,
    0.8775468575490271,
    0.8775468575490271
  ],
  "8": [
    "",
    "",
    "",
    "",
    "Alumni volunteers are gathered near the coffee station, offering brief pep talks. Several individuals are positioned around tables, speaking to a group of students. The students are seated at tables, and there are mugs and coffee cups on the tables.",
    "Alumni volunteers are offering pep talks to students seated at tables near the coffee station. The tables hold mugs and coffee cups. Tech companies have set up demo screens displaying their latest apps.",
    "Alumni volunteers are providing pep talks to students seated at tables near the coffee station, which holds mugs and coffee cups. Event staff are scanning registrations and distributing lanyards at the entrance. Tech companies have set up demo screens displaying their latest apps.",
    "Alumni volunteers are providing pep talks to students seated at tables near the coffee station, which holds mugs and coffee cups. Event staff are scanning registrations and distributing lanyards at the entrance. Tech companies have set up demo screens displaying their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Attendees are gathered around the coffee station, where mugs and coffee cups are available. Event staff are scanning registrations and distributing lanyards at the entrance. Alumni volunteers are providing pep talks to students seated near the coffee station. Tech companies have set up demo screens displaying their latest apps, and career counselors remind attendees to maintain eye contact.",
    "Attendees are gathered around the coffee station, where mugs and coffee cups are available. Event staff are scanning registrations and distributing lanyards at the entrance. Alumni volunteers are providing pep talks to students seated near the coffee station. Tech companies have set up demo screens displaying their latest apps, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "Attendees are gathered around the coffee station, where mugs and coffee cups are available. Event staff are scanning registrations and distributing lanyards at the entrance. Alumni volunteers are providing pep talks to students seated near the coffee station. Tech companies have set up demo screens displaying their latest apps, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "Attendees are gathered around the coffee station, where mugs and coffee cups are available. Event staff are scanning registrations and distributing lanyards at the entrance. Alumni volunteers are providing pep talks to students seated near the coffee station. Tech companies have set up demo screens displaying their latest apps, and career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "Attendees are gathered around the coffee station, where mugs and coffee cups are available. Event staff are scanning registrations and distributing lanyards at the entrance. Alumni volunteers are providing pep talks to students seated near the coffee station, while tech companies have set up demo screens displaying their latest apps. Students line up outside the university gym before the career fair opens.",
    "Attendees are gathered around the coffee station, which offers mugs and coffee cups. Event staff are scanning registrations and distributing lanyards at the entrance, while alumni volunteers are providing pep talks to students seated near the coffee station. Tech companies have set up demo screens displaying their latest apps. Students line up outside the university gym before the career fair opens.",
    "Attendees are gathered around the coffee station, which offers mugs and coffee cups. Event staff are scanning registrations and distributing lanyards at the entrance, while alumni volunteers are providing pep talks to students seated near the coffee station. Students line up outside the university gym before the career fair opens, and tech companies have set up demo screens displaying their latest apps.",
    "Attendees are gathered around the coffee station, which offers mugs and coffee cups. Event staff are scanning registrations and distributing lanyards at the entrance, while alumni volunteers are providing pep talks to students seated near the coffee station. Students line up outside the university gym before the career fair opens, and tech companies have set up demo screens displaying their latest apps.",
    "Attendees are gathered around the coffee station, which offers mugs and coffee cups. Event staff are scanning registrations and distributing lanyards at the entrance, while alumni volunteers are providing pep talks to students seated near the coffee station. Students line up outside the university gym before the career fair opens, and tech companies have set up demo screens displaying their latest apps. Healthcare providers showcase community outreach photos.",
    "Attendees are gathered around the coffee station, which offers mugs and coffee cups. Event staff are scanning registrations and distributing lanyards at the entrance, while alumni volunteers are providing pep talks to students seated near the coffee station. Students line up outside the university gym before the career fair opens, and tech companies have set up demo screens displaying their latest apps. Healthcare providers showcase community outreach photos.",
    "Attendees are gathered around the coffee station, which offers mugs and coffee cups. Event staff are scanning registrations and distributing lanyards at the entrance, while alumni volunteers are providing pep talks to students seated near the coffee station. Students line up outside the university gym before the career fair opens, and tech companies have set up demo screens displaying their latest apps. Healthcare providers showcase community outreach photos."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.527004199885115,
    0.527004199885115,
    0.5806115692787697,
    0.5806115692787697,
    0.603067482697479,
    0.603067482697479,
    0.603067482697479,
    0.603067482697479,
    0.6794208816511889,
    0.6794208816511889,
    0.6794208816511889,
    0.6157543151091129,
    0.6157543151091129,
    0.6157543151091129,
    0.6157543151091129,
    0.6569959410265998,
    0.6569959410265998,
    0.6569959410265998,
    0.6569959410265998,
    0.6569959410265998,
    0.6569959410265998,
    0.6569959410265998,
    0.6569959410265998,
    0.6569959410265998,
    0.7605774577107431,
    0.7605774577107431,
    0.7605774577107431,
    0.7605774577107431,
    0.7087873486245129,
    0.7087873486245129,
    0.7087873486245129,
    0.7087873486245129,
    0.7087873486245129,
    0.7087873486245129,
    0.7152713430714867,
    0.7152713430714867,
    0.7152713430714867,
    0.7152713430714867,
    0.7152713430714867,
    0.6809042902613387,
    0.6809042902613387,
    0.6809042902613387,
    0.6809042902613387,
    0.6809042902613387,
    0.6809042902613387,
    0.6809042902613387,
    0.6809042902613387,
    0.6809042902613387,
    0.7105147058918979,
    0.7105147058918979,
    0.7105147058918979,
    0.7105147058918979,
    0.7105147058918979,
    0.7105147058918979,
    0.7105147058918979,
    0.7105147058918979,
    0.7105147058918979,
    0.7105147058918979,
    0.7105147058918979,
    0.7105147058918979,
    0.7105147058918979,
    0.7105147058918979
  ],
  "9": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. The booklets feature a blue cover and the firm’s logo. Several students are seated around the tables, appearing to review the case studies.",
    "Consulting firms have stacked glossy case study booklets with a blue cover and their logo on high tables. Students are seated around the tables, clutching resumes inside branded folders, reviewing the case studies. Healthcare providers are showcasing community outreach photos.",
    "The entrance features event staff scanning registrations and distributing lanyards. Students are seated around high tables, reviewing glossy case study booklets with a blue cover and their logo. Healthcare providers are showcasing community outreach photos.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Students are seated around high tables, reviewing glossy case study booklets with a blue cover and their logo. Healthcare providers are showcasing community outreach photos near the coffee station. Alumni volunteers are sharing quick pep talks.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Students are seated around high tables, reviewing glossy case study booklets with a blue cover and their logo. Healthcare providers are showcasing community outreach photos near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Students are seated around high tables, reviewing glossy case study booklets with a blue cover and their logo. Healthcare providers are showcasing community outreach photos near the coffee station. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Students are seated around high tables, reviewing glossy case study booklets with a blue cover and their logo. Healthcare providers are showcasing community outreach photos near the coffee station, while dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Students are seated around high tables reviewing glossy case study booklets with a blue cover and their logo, while consulting firms stack additional booklets on these tables. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Healthcare providers are showcasing community outreach photos near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Students are seated around high tables reviewing glossy case study booklets with a blue cover and their logo, while consulting firms stack additional booklets on these tables. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Healthcare providers are showcasing community outreach photos near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Students are seated around high tables reviewing glossy case study booklets with a blue cover and their logo, while consulting firms stack additional booklets on these tables. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Healthcare providers are showcasing community outreach photos near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Students are seated around high tables reviewing glossy case study booklets with a blue cover and their logo, while consulting firms stack additional booklets on these tables. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Healthcare providers are showcasing community outreach photos near the coffee station, and career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Students are seated around high tables reviewing glossy case study booklets with a blue cover and their logo, while consulting firms stack additional booklets on these tables. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Healthcare providers are showcasing community outreach photos near the coffee station, and career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, while dozens of booths with colorful banners circle the polished floor. Students are seated around high tables reviewing glossy case study booklets with a blue cover and their logo, and consulting firms stack additional booklets on these tables. Tech companies display demo screens showing their latest apps near the coffee station, and healthcare providers are showcasing community outreach photos. Dozens of booths with colorful banners circle the polished floor, and students line up outside the university gym before the career fair opens."
  ],
  "9_score": [
    0.0,
    0.0,
    0.3210969859128918,
    0.5356382042129603,
    0.5356382042129603,
    0.5356382042129603,
    0.5257763669434026,
    0.5257763669434026,
    0.5257763669434026,
    0.5845911129342921,
    0.5845911129342921,
    0.5845911129342921,
    0.5845911129342921,
    0.5845911129342921,
    0.6505403020663301,
    0.6505403020663301,
    0.6505403020663301,
    0.58625361702787,
    0.58625361702787,
    0.58625361702787,
    0.58625361702787,
    0.58625361702787,
    0.6172660839336248,
    0.6172660839336248,
    0.6172660839336248,
    0.6172660839336248,
    0.6172660839336248,
    0.6921842743009059,
    0.6921842743009059,
    0.6921842743009059,
    0.6921842743009059,
    0.6921842743009059,
    0.6921842743009059,
    0.6921842743009059,
    0.6637357716656618,
    0.6637357716656618,
    0.6637357716656618,
    0.6637357716656618,
    0.6637357716656618,
    0.6637357716656618,
    0.6637357716656618,
    0.6637357716656618,
    0.6637357716656618,
    0.6637357716656618,
    0.6637357716656618,
    0.6637357716656618,
    0.6637357716656618,
    0.6637357716656618,
    0.6637357716656618,
    0.6637357716656618,
    0.6637357716656618,
    0.681207981742781,
    0.681207981742781,
    0.681207981742781,
    0.681207981742781,
    0.681207981742781,
    0.681207981742781,
    0.681207981742781,
    0.681207981742781,
    0.681207981742781,
    0.681207981742781,
    0.681207981742781,
    0.681207981742781,
    0.681207981742781,
    0.681207981742781,
    0.7534696274567148
  ]
}