{
  "0": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, and healthcare providers showcase community outreach photos.",
    "At an event, career counselors remind attendees to maintain eye contact, while healthcare providers showcase community outreach photos.",
    "At an event, career counselors remind attendees to maintain eye contact, while healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "At an event, attendees engage with several groups: career counselors remind attendees to maintain eye contact, healthcare providers showcase community outreach photos, consulting firms stack glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station.",
    "Across two settings, attendees encounter several groups and activities. Career counselors remind attendees to maintain eye contact in both the event and the exhibition. Consulting firms stack glossy case-study booklets on high tables in both contexts. At the event, healthcare providers showcase community outreach photos and alumni volunteers deliver quick pep talks near the coffee station. At the exhibition, a cybersecurity company hosts a password-cracking challenge on a laptop, tech companies display demo screens of their latest apps, and workshops on networking etiquette begin in the adjoining classroom.",
    "Across two settings, attendees encounter multiple groups and activities. Career counselors remind attendees in both contexts to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables in both settings. In the event, healthcare providers showcase community outreach photos, and alumni volunteers deliver quick pep talks near the coffee station. In the exhibition, a cybersecurity company hosts a password-cracking challenge on a laptop; tech companies display demo screens of their latest apps; workshops on networking etiquette begin in the adjoining classroom. A welcome announcement is broadcast over the PA system, outlining the fair schedule as students clutch resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves.",
    "Two settings at the career fair unfold with multiple groups and activities. In both contexts, career counselors remind attendees to maintain eye contact and consulting firms stack glossy case-study booklets on high tables. In the event, healthcare providers showcase community outreach photos and alumni volunteers deliver quick pep talks near the coffee station. In the exhibition, a cybersecurity company hosts a password-cracking challenge on a laptop; tech companies display demo screens of their latest apps; workshops on networking etiquette begin in the adjoining classroom. A welcome announcement is broadcast over the PA system outlining the fair schedule as students clutch resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews."
  ],
  "0_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3509016452735802,
    0.3509016452735802,
    0.3509016452735802,
    0.3509016452735802,
    0.3509016452735802,
    0.3808020626009201,
    0.3808020626009201,
    0.3808020626009201,
    0.3808020626009201,
    0.3808020626009201,
    0.3808020626009201,
    0.5641301283643525,
    0.5641301283643525,
    0.5641301283643525,
    0.5641301283643525,
    0.5641301283643525,
    0.5641301283643525,
    0.42352096830355546,
    0.42352096830355546,
    0.42352096830355546,
    0.42352096830355546,
    0.7934086913360578,
    0.7934086913360578,
    0.7934086913360578,
    0.7934086913360578,
    0.7934086913360578,
    0.7934086913360578,
    0.8470238994571408,
    0.8470238994571408,
    0.8470238994571408,
    0.8470238994571408,
    0.8470238994571408,
    0.8470238994571408,
    0.8470238994571408,
    0.8470238994571408,
    0.8470238994571408,
    0.8470238994571408,
    0.8470238994571408,
    0.8470238994571408,
    0.8470238994571408,
    0.8725016794463043,
    0.8725016794463043,
    0.8725016794463043,
    0.8725016794463043,
    0.8725016794463043,
    0.8725016794463043,
    0.8725016794463043,
    0.8725016794463043,
    0.8725016794463043,
    0.8725016794463043,
    0.8725016794463043,
    0.8725016794463043,
    0.8725016794463043,
    0.8725016794463043,
    0.8725016794463043,
    0.8725016794463043,
    0.8725016794463043,
    0.8725016794463043
  ],
  "1": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "At a career fair, career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications.",
    "At a university career fair, students line up outside the gym before the event opens, while dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Networking etiquette workshops are underway in the adjoining classroom. Healthcare providers display community outreach photos.",
    "At a university career fair, students line up outside the gym before the event opens, while dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Networking etiquette workshops are underway in the adjoining classroom. Healthcare providers display community outreach photos.",
    "At a university career fair, students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor as career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables. Networking etiquette workshops are underway in the adjoining classroom. Healthcare providers display community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "A university career fair opens with students lining up outside the gym ahead of the doors. Dozens of booths with colorful banners surround the polished floor as career counselors remind attendees to maintain eye contact and to be directed toward applicable industries. Finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables. Networking etiquette workshops are underway in the adjoining classroom, and healthcare providers display community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "University career fair opens with students lining up outside the gym, as dozens of booths with colorful banners surround the polished floor. Career counselors remind attendees to maintain eye contact and to be directed toward applicable industries. Finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables in neat piles. Healthcare providers display community outreach photos, and tech companies show demo screens of their latest apps. A welcome announcement plays over the PA outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. In a career guidance setting, counselors redirect unsure students toward applicable industries. Networking etiquette workshops are underway in the adjoining classroom, reinforcing etiquette as part of the guidance.",
    "University career fair opens with students lining up outside the gym as dozens of booths with colorful banners surround the polished floor. Career counselors remind attendees to maintain eye contact and to be directed toward applicable industries, and they redirect unsure students toward relevant sectors. At the entrance, event staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables in neat piles. Healthcare providers display community outreach photos, and tech companies show demo screens of their latest apps. A welcome announcement plays over the PA outlining the fair schedule. Networking etiquette workshops are underway in the adjoining classroom, reinforcing etiquette as part of the guidance."
  ],
  "1_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5511337181520614,
    0.5511337181520614,
    0.5511337181520614,
    0.5511337181520614,
    0.5511337181520614,
    0.5511337181520614,
    0.8103625498820275,
    0.8103625498820275,
    0.8103625498820275,
    0.8103625498820275,
    0.8103625498820275,
    0.8103625498820275,
    0.8103625498820275,
    0.8371004086328362,
    0.8371004086328362,
    0.8371004086328362,
    0.8371004086328362,
    0.8371004086328362,
    0.8371004086328362,
    0.8371004086328362,
    0.8371004086328362,
    0.8371004086328362,
    0.8371004086328362,
    0.8541028821078404,
    0.8541028821078404,
    0.8541028821078404,
    0.8541028821078404,
    0.8358628270644741,
    0.8358628270644741,
    0.8358628270644741,
    0.8358628270644741,
    0.8358628270644741,
    0.8358628270644741,
    0.8358628270644741,
    0.8634752737250632,
    0.8634752737250632,
    0.8634752737250632,
    0.8634752737250632,
    0.8634752737250632,
    0.8634752737250632,
    0.8634752737250632,
    0.8634752737250632,
    0.8786139905015709,
    0.8786139905015709,
    0.8786139905015709,
    0.8786139905015709,
    0.8786139905015709,
    0.8786139905015709,
    0.8786139905015709,
    0.8786139905015709,
    0.8786139905015709,
    0.8786139905015709,
    0.8786139905015709,
    0.8786139905015709,
    0.8786139905015709,
    0.8786139905015709
  ],
  "2": [
    "",
    "",
    "",
    "\"\"",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule, while students clutch resumes inside branded folders.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule, as students clutch resumes inside branded folders.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule, as students clutch resumes inside branded folders; consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule as students clutch resumes inside branded folders; consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders as consulting firms stack glossy case-study booklets on high tables. HR teams jot notes on tablets while students introduce themselves. At the exhibition, tech companies display demo screens of their latest apps. A cybersecurity company hosts a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact.",
    "Before opening, students line up outside the gym as event staff scan registrations and hand out lanyards, while a welcome PA announcement outlines the fair schedule. Inside, dozens of booths with colorful banners encircle the polished gym floor; groups of friends mark target employers on the event map and students clutch resumes in branded folders. Consulting firms stack glossy case-study booklets on high tables, while finance firms offer QR codes for immediate internship applications and tech companies display demo screens showing their latest apps. A cybersecurity company hosts a password-cracking challenge on a laptop. HR teams jot notes on tablets, and career counselors redirect unsure attendees toward applicable industries while reminding them to maintain eye contact. Networking etiquette workshops are underway in the adjoining classroom, healthcare providers display community outreach photos, and an alumni panel discusses how to prepare for technical interviews.",
    "University career fair unfolds in a gym: event staff scan registrations at the entrance, hand out lanyards, and a welcome PA outlines the schedule. Inside, dozens of booths with colorful banners encircle the polished floor as students clutch resumes in branded folders and groups of friends mark target employers on the event map. Consulting firms display glossy case-study booklets on high tables; finance firms offer QR codes for immediate internship applications; tech companies show demo screens of their latest apps; a cybersecurity company hosts a password-cracking challenge on a laptop. HR teams jot notes on tablets, and career counselors direct unsure attendees toward applicable industries while reminding them to maintain eye contact. Networking etiquette workshops proceed in the adjoining classroom; healthcare providers display community outreach photos; an alumni panel discusses preparing for technical interviews."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.3970304689656138,
    0.3970304689656138,
    0.3970304689656138,
    0.3970304689656138,
    0.37672238566979166,
    0.37672238566979166,
    0.37672238566979166,
    0.37672238566979166,
    0.37672238566979166,
    0.37672238566979166,
    0.37672238566979166,
    0.4201509246189024,
    0.4201509246189024,
    0.4201509246189024,
    0.4201509246189024,
    0.4201509246189024,
    0.5923287742013512,
    0.5923287742013512,
    0.5923287742013512,
    0.5923287742013512,
    0.5923287742013512,
    0.5923287742013512,
    0.843700355415308,
    0.843700355415308,
    0.843700355415308,
    0.843700355415308,
    0.843700355415308,
    0.843700355415308,
    0.843700355415308,
    0.843700355415308,
    0.843700355415308,
    0.843700355415308,
    0.843700355415308,
    0.843700355415308,
    0.843700355415308,
    0.843700355415308,
    0.843700355415308,
    0.843700355415308,
    0.843700355415308,
    0.843700355415308,
    0.843700355415308,
    0.843700355415308,
    0.8530928938394406,
    0.8530928938394406,
    0.8530928938394406,
    0.8530928938394406,
    0.8530928938394406,
    0.8530928938394406,
    0.8530928938394406,
    0.8530928938394406,
    0.8530928938394406,
    0.8530928938394406,
    0.8438785226752468,
    0.8438785226752468,
    0.8438785226752468
  ],
  "3": [
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule, while groups of friends mark target employers on the event map.",
    "An event-wide welcome announcement is being broadcast over the PA system, outlining the fair schedule. Groups of friends are marking target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps.",
    "A career fair unfolds with an event-wide welcome announcement over the PA system outlining the schedule. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps, while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Dozens of booths with colorful banners encircle a polished floor, creating a vibrant perimeter for the fair. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "On a university campus, a career fair is announced over the PA with the fair schedule. Dozens of booths with colorful banners encircle a polished floor, forming a vibrant perimeter. Outside the gym, students line up before opening; inside, groups mark target employers on the event map as career counselors direct unsure students toward applicable industries. At the entrance, staff scan registrations and hand out lanyards. Tech companies display demo screens of their latest apps, while a cybersecurity firm runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall, preparing for conversations, while others clutch resumes in branded folders.",
    "On a university campus, a career fair is announced over the PA with the fair schedule. Dozens of booths with colorful banners encircle a polished floor, forming a vibrant perimeter. Outside the gym, students line up before opening; inside, groups mark target employers on the event map while career counselors direct unsure students toward applicable industries. At the entrance, staff scan registrations and hand out lanyards. Tech companies display demo screens of their latest apps, and a cybersecurity firm runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables in neat piles. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes in branded folders. Workshops on networking etiquette begin in the adjoining classroom, and counselors remind attendees to maintain eye contact.",
    "On a university campus, a career fair unfolds in a workshop-and-exhibit hall centered on a polished floor, with dozens of booths encircling the space beneath colorful banners. Outside the gym, students line up before opening; inside, groups mark target employers on an event map while career counselors guide unsure students toward applicable industries. A welcome PA announcement outlines the fair schedule. At the entrance, staff scan registrations and hand out lanyards. Tech companies display demo screens of their latest apps; a cybersecurity firm runs a password-cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables in neat piles; some students rehearse elevator pitches along the wall, others clutch resumes in branded folders. Workshops on networking etiquette run in an adjoining classroom. An alumni-focused segment features pep talks near the coffee station and an alumni panel on technical interviews. Finance firms offer QR codes for internship applications."
  ],
  "3_score": [
    0.0,
    0.0,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.44950940915017634,
    0.44950940915017634,
    0.44950940915017634,
    0.44950940915017634,
    0.44950940915017634,
    0.44950940915017634,
    0.44950940915017634,
    0.44950940915017634,
    0.44950940915017634,
    0.44950940915017634,
    0.79700721712495,
    0.79700721712495,
    0.79700721712495,
    0.79700721712495,
    0.79700721712495,
    0.79700721712495,
    0.79700721712495,
    0.8620902267901127,
    0.8620902267901127,
    0.8620902267901127,
    0.8620902267901127,
    0.8620902267901127,
    0.8620902267901127,
    0.8609450599274772,
    0.8609450599274772,
    0.8609450599274772,
    0.8609450599274772,
    0.8609450599274772,
    0.8609450599274772,
    0.8609450599274772,
    0.8609450599274772,
    0.8609450599274772,
    0.8609450599274772,
    0.8609450599274772,
    0.8650563632559999,
    0.8650563632559999,
    0.8650563632559999,
    0.8650563632559999,
    0.8650563632559999,
    0.8650563632559999,
    0.8650563632559999,
    0.8650563632559999,
    0.8650563632559999,
    0.8650563632559999,
    0.8650563632559999,
    0.8650563632559999,
    0.8650563632559999,
    0.8650563632559999,
    0.8650563632559999,
    0.867242748461172,
    0.867242748461172,
    0.867242748461172,
    0.867242748461172,
    0.867242748461172,
    0.867242748461172,
    0.867242748461172,
    0.867242748461172
  ],
  "4": [
    "",
    "\"\"",
    "\"\"",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall.",
    "On a university campus, a welcome announcement is broadcast over the PA system outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens.",
    "On a university campus, a career fair is announced over the PA system with the fair schedule. Dozens of booths with colorful banners encircle a polished floor, forming a vibrant perimeter for the event. Outside the university gym, students line up before the fair opens. Inside, students clutch resumes in branded folders while career counselors guide unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall, preparing for conversations during the event.",
    "On a university campus, a career fair is announced over the PA with the schedule. Dozens of booths with colorful banners encircle a polished floor. Outside the gym, students line up before opening. Inside, students clutch resumes in branded folders while career counselors guide unsure students toward applicable industries, and some rehearse elevator pitches against the wall. An event-wide welcome announcement over the PA outlines the schedule. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "On a university campus, a career fair is announced over the PA with the schedule. Dozens of booths with colorful banners encircle a polished floor; outside the gym, students line up before opening. Inside, students clutch resumes in branded folders while career counselors guide unsure students toward applicable industries, and some rehearse elevator pitches against the wall. An event-wide welcome announcement over the PA outlines the schedule. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "On a university campus, a career fair unfolds with an event-wide PA welcome outlining the schedule. Dozens of booths with colorful banners encircle a polished floor, while outside the gym, students line up before opening. Inside, students clutch resumes in branded folders as career counselors guide unsure attendees toward applicable industries, and some rehearse elevator pitches against the wall. Groups of friends mark target employers on an event map. At the entrance, staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "On a university campus, a career fair unfolds with a PA welcome outlining the schedule. Dozens of booths with colorful banners encircle a polished gym floor, while outside the gym, students line up before opening. Inside, students clutch resumes in branded folders as career counselors guide unsure attendees toward applicable industries, some rehearsing elevator pitches against the wall. Groups of friends mark target employers on an event map. At the entrance, staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables; finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop. Networking etiquette workshops begin in the adjoining classroom. Healthcare providers display community outreach photos. An alumni panel discusses how to prepare for technical interviews."
  ],
  "4_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.5128163863421143,
    0.5128163863421143,
    0.5128163863421143,
    0.5128163863421143,
    0.6697123640976159,
    0.6697123640976159,
    0.6697123640976159,
    0.6697123640976159,
    0.6697123640976159,
    0.8189177774571238,
    0.8189177774571238,
    0.8189177774571238,
    0.8189177774571238,
    0.8189177774571238,
    0.8189177774571238,
    0.8189177774571238,
    0.8189177774571238,
    0.8189177774571238,
    0.8381218334535037,
    0.8381218334535037,
    0.8381218334535037,
    0.8381218334535037,
    0.8381218334535037,
    0.8381218334535037,
    0.8381218334535037,
    0.8381218334535037,
    0.8381218334535037,
    0.837537113994373,
    0.837537113994373,
    0.837537113994373,
    0.837537113994373,
    0.837537113994373,
    0.837537113994373,
    0.837537113994373,
    0.837537113994373,
    0.837537113994373,
    0.8509016303348163,
    0.8509016303348163,
    0.8509016303348163,
    0.8509016303348163,
    0.8509016303348163,
    0.8509016303348163,
    0.8509016303348163,
    0.8509016303348163,
    0.8509016303348163,
    0.8509016303348163,
    0.8509016303348163,
    0.8509016303348163,
    0.867482894718119,
    0.867482894718119,
    0.867482894718119,
    0.867482894718119,
    0.867482894718119
  ],
  "5": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "At the event, groups of friends mark target employers on the event map; alumni volunteers give quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews.",
    "At the event, groups of friends mark target employers on the event map; alumni volunteers give quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "Groups of friends mark target employers on the event map; alumni volunteers give pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. In the exhibition, tech companies display demo screens of their latest apps; consulting firms arrange glossy case-study booklets on high tables; a cybersecurity company hosts a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact.",
    "Groups of friends mark target employers on the event map, while alumni volunteers give pep talks near the coffee station and an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. In the exhibition, tech companies display demo screens of their latest apps; consulting firms place glossy case-study booklets on high tables, piled neatly. A cybersecurity company hosts a password-cracking challenge on a laptop. Workshops on networking etiquette run in the adjoining classroom, and career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention.",
    "Groups of friends mark target employers on the event map, while alumni volunteers give pep talks near the coffee station and an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. In the exhibition, tech companies display demo screens of their latest apps; consulting firms place glossy case-study booklets on high tables, piled neatly. A cybersecurity company hosts a password-cracking challenge on a laptop. Workshops on networking etiquette run in the adjoining classroom, and career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention.",
    "The event unfolds as a busy workshop-and-exhibit fair around a polished floor, with dozens of booths under colorful banners. Groups of friends mark target employers on the event map. Alumni volunteers give pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews; an alumni-focused fair features pep talks near the coffee station. Students clutch resumes in branded folders. In the exhibition, tech companies display demo screens, and a cybersecurity company hosts a password-cracking challenge on laptop. Consulting firms stack glossy case-study booklets on high tables in neat piles. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth. Workshops on networking etiquette run in the adjoining classroom, and career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. At the entrance, staff scan registrations and hand out lanyards; a welcome PA outlines schedule."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4720815771801485,
    0.4720815771801485,
    0.4720815771801485,
    0.4720815771801485,
    0.4720815771801485,
    0.4720815771801485,
    0.4720815771801485,
    0.4720815771801485,
    0.4720815771801485,
    0.6661241873719554,
    0.6661241873719554,
    0.6661241873719554,
    0.6661241873719554,
    0.6661241873719554,
    0.8355509758180133,
    0.8355509758180133,
    0.8355509758180133,
    0.8355509758180133,
    0.8355509758180133,
    0.8355509758180133,
    0.88322212450248,
    0.88322212450248,
    0.88322212450248,
    0.88322212450248,
    0.88322212450248,
    0.88322212450248,
    0.88322212450248,
    0.88322212450248,
    0.88322212450248,
    0.88322212450248,
    0.88322212450248,
    0.88322212450248,
    0.88322212450248,
    0.88322212450248,
    0.88322212450248,
    0.88322212450248,
    0.88322212450248,
    0.88322212450248,
    0.88322212450248,
    0.88322212450248,
    0.88322212450248,
    0.88322212450248,
    0.88322212450248,
    0.8834402557064416,
    0.8834402557064416,
    0.8834402557064416,
    0.8834402557064416
  ],
  "6": [
    "",
    "\"\"",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews.",
    "An alumni-focused fair features ongoing activities: volunteers give quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle a polished floor, creating a vibrant perimeter for the event. A welcome announcement over the PA system outlines the fair schedule.",
    "An alumni-focused fair features ongoing activities: volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle a polished floor, creating a vibrant perimeter for the event. A welcome announcement over the PA system outlines the fair schedule, while career counselors redirect unsure students toward applicable industries, and workshops on networking etiquette begin in the adjoining classroom.",
    "An alumni-focused fair features ongoing activities: volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle a polished floor, creating a vibrant perimeter for the event. A welcome announcement over the PA outlines the fair schedule, while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables, forming neat stacks.",
    "An alumni-focused fair hosts volunteers delivering quick pep talks near the coffee station and an alumni panel on how to prepare for technical interviews. Dozens of booths with colorful banners encircle a polished floor, creating a vibrant perimeter for the event. A welcome announcement over the PA outlines the fair schedule while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps; consulting firms stack glossy case study booklets on high tables in neat stacks. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "The alumni-focused career fair features dozens of booths with colorful banners encircling a polished floor, forming a vibrant perimeter for the event. Alumni volunteers give quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens of their latest apps, while consulting firms stack glossy case-study booklets on high tables. Finance firms participate as well, offering QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders.",
    "An alumni-focused career fair features dozens of booths with colorful banners circling a polished floor, forming a vibrant perimeter for the event. Alumni volunteers give quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens of their latest apps, while consulting firms stack glossy case-study booklets on high tables. Finance firms participate as well, offering QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage."
  ],
  "6_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.37583250520668254,
    0.37583250520668254,
    0.37583250520668254,
    0.37583250520668254,
    0.37583250520668254,
    0.37583250520668254,
    0.37583250520668254,
    0.37583250520668254,
    0.7943601266309768,
    0.7943601266309768,
    0.7943601266309768,
    0.7943601266309768,
    0.8256868457384858,
    0.8256868457384858,
    0.8256868457384858,
    0.8256868457384858,
    0.8256868457384858,
    0.8256868457384858,
    0.8256868457384858,
    0.8908471393042514,
    0.8908471393042514,
    0.8908471393042514,
    0.8908471393042514,
    0.8908471393042514,
    0.8908471393042514,
    0.894585541547345,
    0.894585541547345,
    0.894585541547345,
    0.894585541547345,
    0.894585541547345,
    0.894585541547345,
    0.894585541547345,
    0.8961739202482566,
    0.8961739202482566,
    0.8961739202482566,
    0.8961739202482566,
    0.8961739202482566,
    0.8961739202482566,
    0.8961739202482566,
    0.8961739202482566,
    0.8961739202482566,
    0.8961739202482566,
    0.8951780372715099,
    0.8951780372715099,
    0.8951780372715099,
    0.8951780372715099,
    0.8951780372715099,
    0.8951780372715099,
    0.8951780372715099,
    0.8951780372715099,
    0.8951780372715099,
    0.8951780372715099,
    0.8951780372715099,
    0.8951780372715099,
    0.8951780372715099,
    0.8951780372715099
  ],
  "7": [
    "",
    "\"\"",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, forming neat stacks of glossy booklets.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, forming neat stacks.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, forming neat stacks. Healthcare providers showcase community outreach photos.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact. Consulting firms arrange glossy case-study booklets on high tables in neat stacks. Healthcare providers showcase community outreach photos. At the exhibition, a cybersecurity company runs a password-cracking challenge on a laptop, and tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "Event attendees are scanned for registrations at the entrance as staff hand out lanyards. Career counselors remind attendees to maintain eye contact. Consulting firms arrange glossy case-study booklets on high tables in neat stacks. Healthcare providers showcase community outreach photos. In the exhibition, a cybersecurity company runs a password-cracking challenge on a laptop, while tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the venue, attendees are scanned for registrations at the entrance as staff hand out lanyards. Career counselors remind attendees to maintain eye contact. Consulting firms arrange glossy case-study booklets on high tables in neat stacks. Healthcare providers showcase community outreach photos. In the exhibition, a cybersecurity company runs a password-cracking challenge on a laptop, while tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews.",
    "The event unfolds as a busy workshop-and-exhibit environment around a polished floor, with dozens of booths encircling the space beneath colorful banners. At the entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables in neat stacks. Healthcare providers showcase community outreach photos. In the exhibition, a cybersecurity company runs a password-cracking challenge on a laptop, while tech companies display demo screens showing their latest apps. Workshops on networking etiquette run in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews, and an alumni-focused fair features ongoing activities: volunteers give quick pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule.",
    "The scene is a busy workshop-and-exhibit environment around a polished floor, with dozens of booths encircling the space beneath colorful banners. At the entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables in neat stacks. Healthcare providers showcase community outreach photos. In the exhibition, a cybersecurity company runs a password-cracking challenge on a laptop, while tech companies display demo screens showing their latest apps. Workshops on networking etiquette run in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews, and an alumni-focused fair features ongoing activities with volunteers giving quick pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule.",
    "The scene is a busy workshop and exhibit space around a polished floor, with dozens of booths encircling the room beneath colorful banners. At the entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. In the exhibition, a cybersecurity company runs a password-cracking challenge on a laptop, and tech companies display demo screens of their latest apps. Consulting firms place glossy case-study booklets on high tables, piled neatly. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette run in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews, and an alumni-focused fair features ongoing activities with volunteers giving quick pep talks near the coffee station. Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. A welcome PA outlines the fair schedule."
  ],
  "7_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5789381064803936,
    0.5789381064803936,
    0.5789381064803936,
    0.7484315270159765,
    0.7484315270159765,
    0.7484315270159765,
    0.7559101429571915,
    0.7559101429571915,
    0.7559101429571915,
    0.7559101429571915,
    0.7559101429571915,
    0.7473538335511587,
    0.7473538335511587,
    0.7473538335511587,
    0.7473538335511587,
    0.7473538335511587,
    0.7473538335511587,
    0.8192351530229343,
    0.8192351530229343,
    0.8192351530229343,
    0.8192351530229343,
    0.8192351530229343,
    0.8082576235357051,
    0.8082576235357051,
    0.8082576235357051,
    0.8082576235357051,
    0.8082576235357051,
    0.8396517918236699,
    0.8396517918236699,
    0.8396517918236699,
    0.8396517918236699,
    0.8396517918236699,
    0.8396517918236699,
    0.8396517918236699,
    0.8396517918236699,
    0.8396517918236699,
    0.8396517918236699,
    0.8396517918236699,
    0.8396517918236699,
    0.8396517918236699,
    0.8505405696773733,
    0.8505405696773733,
    0.8505405696773733,
    0.8505405696773733,
    0.8505405696773733,
    0.8247563090046796,
    0.8247563090046796,
    0.8247563090046796,
    0.8247563090046796,
    0.8247563090046796,
    0.8247563090046796,
    0.8247563090046796,
    0.8247563090046796,
    0.8247563090046796,
    0.8247563090046796,
    0.854189281750733
  ],
  "8": [
    "",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables, forming neat stacks of glossy booklets.",
    "Consulting firms stack glossy case study booklets on high tables, forming neat stacks.",
    "Glossy case study booklets from consulting firms are stacked on high tables, forming neat piles that set the scene. In a career guidance setting, counselors redirect unsure students toward applicable industries; workshops on networking etiquette begin in the adjoining classroom, and counselors remind attendees to maintain eye contact.",
    "Glossy case study booklets from consulting firms are stacked on high tables in neat piles, setting the scene. In a career guidance setting, counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom, and counselors remind attendees to maintain eye contact.",
    "Glossy case study booklets from consulting firms are stacked on high tables in neat piles, setting the scene. In a career guidance setting, counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom, and counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "Glossy case study booklets from consulting firms are stacked on high tables in neat piles, setting the scene. In a career guidance setting, counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "Glossy case study booklets from consulting firms are stacked on high tables in neat piles, creating a formal display. In the career guidance setting, counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom, with counselors reminding attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage.",
    "Glossy case study booklets from consulting firms are stacked on high tables in neat piles, creating a formal display. In the career guidance setting, counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom, with counselors reminding attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "Glossy case-study booklets from consulting firms are stacked on high tables in neat piles, creating a formal display. Tech companies show demo screens of their latest apps. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth, while a cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. In the career guidance setting, counselors redirect unsure students toward applicable industries, and networking etiquette workshops are underway in the adjoining classroom with reminders to maintain eye contact."
  ],
  "8_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2731245427159966,
    0.2731245427159966,
    0.2731245427159966,
    0.29100103664681326,
    0.29100103664681326,
    0.29100103664681326,
    0.29100103664681326,
    0.29100103664681326,
    0.29100103664681326,
    0.29100103664681326,
    0.29100103664681326,
    0.29100103664681326,
    0.4982952040596974,
    0.4982952040596974,
    0.4982952040596974,
    0.4982952040596974,
    0.4982952040596974,
    0.4982952040596974,
    0.6262923950332572,
    0.6262923950332572,
    0.6262923950332572,
    0.6262923950332572,
    0.6262923950332572,
    0.6262923950332572,
    0.6841568289736052,
    0.6841568289736052,
    0.6841568289736052,
    0.6841568289736052,
    0.6841568289736052,
    0.6841568289736052,
    0.6841568289736052,
    0.6903513557394027,
    0.6903513557394027,
    0.6903513557394027,
    0.6903513557394027,
    0.7135281593709528,
    0.7135281593709528,
    0.7135281593709528,
    0.7135281593709528,
    0.7135281593709528,
    0.7135281593709528,
    0.7444210419921562,
    0.7444210419921562,
    0.7444210419921562,
    0.7444210419921562,
    0.7444210419921562,
    0.7444210419921562,
    0.7444210419921562,
    0.7444210419921562,
    0.7444210419921562,
    0.7444210419921562,
    0.7444210419921562,
    0.7444210419921562,
    0.7444210419921562,
    0.8267347962745923,
    0.8267347962745923,
    0.8267347962745923,
    0.8267347962745923
  ],
  "9": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, while tech companies display demo screens showing their latest apps.",
    "At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables, forming neat stacks.",
    "The event presents a busy, workshop-and-exhibit environment. At the entrance, staff scan registrations and hand out lanyards. Tech companies display demo screens showcasing their latest apps. Workshops on networking etiquette run in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables, forming neat stacks. An alumni-focused fair features ongoing activities: volunteers give quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle a polished floor, creating a vibrant perimeter for the event. A welcome announcement over the PA outlines the fair schedule, while career counselors direct unsure students toward applicable industries.",
    "The event unfolds as a busy workshop-and-exhibit environment around a polished floor, with dozens of booths encircling the space beneath colorful banners. At the entrance, staff scan registrations and hand out lanyards. Tech companies display demo screens showcasing their latest apps. Workshops on networking etiquette run in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables, forming neat stacks. An alumni-focused fair features ongoing activities: volunteers give quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA outlines the fair schedule, while career counselors direct unsure students toward applicable industries.",
    "The scene is a busy workshop-and-exhibit hall centered on a polished floor, with dozens of booths encircling the space beneath colorful banners. At the entrance, staff scan registrations and hand out lanyards. Tech companies display demo screens showcasing their latest apps. Workshops on networking etiquette run in an adjoining classroom. Consulting firms stack glossy case study booklets on high tables, forming neat stacks. An alumni-focused fair features ongoing activities: volunteers give quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA outlines the fair schedule, while career counselors direct unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications.",
    "The scene is a busy workshop-and-exhibit hall with a polished floor and dozens of booths encircling the space beneath colorful banners. At the entrance, staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop in the exhibition. Workshops on networking etiquette occur in an adjoining classroom. Consulting firms stack glossy case-study booklets on high tables in neat stacks. Healthcare providers showcase community outreach photos. An alumni-focused fair features volunteers giving quick pep talks near the coffee station and an alumni panel discussing how to prepare for technical interviews. A welcome announcement over the PA outlines the fair schedule. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Attendees are scanned at the entrance as staff hand out lanyards.",
    "The scene is a busy workshop-and-exhibit hall with a polished floor and dozens of booths encircling the space beneath colorful banners. At the entrance, staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop in the exhibition. Workshops on networking etiquette occur in an adjoining classroom. Consulting firms stack glossy case-study booklets on high tables in neat stacks. Healthcare providers showcase community outreach photos. An alumni-focused fair features volunteers giving quick pep talks near the coffee station and an alumni panel discussing how to prepare for technical interviews. A welcome PA outlines the fair schedule. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications."
  ],
  "9_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.44940296948650277,
    0.44940296948650277,
    0.44940296948650277,
    0.7681021453684835,
    0.7681021453684835,
    0.7681021453684835,
    0.7617848288028735,
    0.7617848288028735,
    0.7617848288028735,
    0.7617848288028735,
    0.7617848288028735,
    0.7617848288028735,
    0.7617848288028735,
    0.7617848288028735,
    0.7617848288028735,
    0.8954249011530007,
    0.8954249011530007,
    0.8954249011530007,
    0.8954249011530007,
    0.8781274856072462,
    0.8781274856072462,
    0.8781274856072462,
    0.8781274856072462,
    0.8781274856072462,
    0.8445572127220073,
    0.8445572127220073,
    0.8445572127220073,
    0.8445572127220073,
    0.8445572127220073,
    0.8445572127220073,
    0.8445572127220073,
    0.8445572127220073,
    0.8445572127220073,
    0.8717946187580287,
    0.8717946187580287,
    0.8717946187580287,
    0.8717946187580287,
    0.8717946187580287,
    0.8717946187580287,
    0.8717946187580287,
    0.8717946187580287,
    0.8717946187580287,
    0.8717946187580287,
    0.8635189593724533,
    0.8635189593724533,
    0.8635189593724533,
    0.8635189593724533,
    0.8635189593724533,
    0.8635189593724533,
    0.8635189593724533,
    0.8635189593724533
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards. A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders.",
    "Event staff at the entrance scan registrations and hand out lanyards. A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders, while career counselors redirect unsure students toward applicable industries.",
    "Event staff at the entrance scan registrations and hand out lanyards. A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders, while career counselors redirect unsure students toward applicable industries.",
    "Event staff at the entrance scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders, while career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "Event staff at the entrance scan registrations and hand out lanyards as a welcome PA announcement outlines the fair schedule. Students clutch resumes inside branded folders, while career counselors redirect unsure attendees toward applicable industries and remind them to maintain eye contact. At the university career fair, students line up outside the gym before the event opens, and dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications, and consulting firms stack glossy case study booklets on high tables. Networking etiquette workshops are underway in the adjoining classroom, and healthcare providers display community outreach photos.",
    "At the university career fair, dozens of booths with colorful banners circle the polished gym floor as groups of friends mark target employers on the event map. Before opening, students line up outside the gym while event staff at the entrance scan registrations and hand out lanyards and welcome PA announcements outline the schedule. Inside, students clutch resumes in branded folders. Career counselors redirect unsure attendees toward applicable industries and remind them to maintain eye contact. Finance firms offer QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables; tech companies display demo screens showing their latest apps. Networking etiquette workshops are underway in the adjoining classroom, and healthcare providers display community outreach photos.",
    "At the university career fair, dozens of booths with colorful banners circle the polished gym floor as groups of friends mark target employers on the event map. Before opening, students line up outside the gym while event staff scan registrations and hand out lanyards, and welcome PA announcements outline the schedule. Inside, students clutch resumes in branded folders. Career counselors redirect unsure attendees toward applicable industries and remind them to maintain eye contact. Finance firms offer QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables; tech companies display demo screens showing their latest apps. Networking etiquette workshops are underway in the adjoining classroom, and healthcare providers display community outreach photos. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, dozens of booths with colorful banners circle the polished gym floor, as groups of friends mark target employers on the event map. Before opening, students line up outside the gym while staff scan registrations, hand out lanyards, and welcome PA announcements outline the schedule. Inside, students clutch resumes in branded folders. Career counselors redirect unsure attendees toward applicable industries and remind them to maintain eye contact. Finance firms offer QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables; tech companies display demo screens showing their latest apps. Networking etiquette workshops are underway in the adjoining classroom, and healthcare providers display community outreach photos. An alumni panel discusses how to prepare for technical interviews.",
    "At a university campus career fair, dozens of booths with banners encircle a polished gym floor while groups of friends mark target employers on the event map. Outside, students line up before opening; inside, staff scan registrations, hand out lanyards, and a PA announces the schedule. Students clutch resumes in branded folders; some rehearse elevator pitches. Career counselors direct unsure attendees toward applicable industries. Networking etiquette workshops run in the adjoining classroom, alongside displays by healthcare providers showing outreach photos. Alumni panels discuss how to prepare for technical interviews, and alumni volunteers deliver pep talks near the coffee station. Tech companies display demo screens of their latest apps; cybersecurity firms run password-cracking challenges on laptops. Finance firms offer QR codes for internships; consulting firms stack glossy case-study booklets on high tables.",
    "At a university campus career fair, dozens of booths with banners encircle a polished gym floor while groups of friends mark target employers on the event map. Outside, students line up before opening; inside, staff scan registrations, hand out lanyards, and a PA announces the schedule. Students clutch resumes in branded folders, and some rehearse elevator pitches. Career counselors direct unsure attendees toward applicable industries. Networking etiquette workshops run in the adjoining classroom, alongside displays by healthcare providers showing outreach photos. Alumni panels discuss how to prepare for technical interviews, and alumni volunteers deliver pep talks near the coffee station. Tech companies display demo screens of their latest apps; cybersecurity firms run password-cracking challenges on laptops. Finance firms offer QR codes for internships; consulting firms stack glossy case-study booklets on high tables."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.7850537408794501,
    0.7850537408794501,
    0.7850537408794501,
    0.7850537408794501,
    0.8198980537503735,
    0.8198980537503735,
    0.8198980537503735,
    0.8198980537503735,
    0.8198980537503735,
    0.8198980537503735,
    0.8242788951587843,
    0.8242788951587843,
    0.8242788951587843,
    0.8242788951587843,
    0.8242788951587843,
    0.8763668185037685,
    0.8763668185037685,
    0.8763668185037685,
    0.8763668185037685,
    0.8763668185037685,
    0.8591431795407145,
    0.8591431795407145,
    0.8591431795407145,
    0.8591431795407145,
    0.8591431795407145,
    0.8591431795407145,
    0.8591431795407145,
    0.8591431795407145,
    0.8756409987024798,
    0.8756409987024798,
    0.8756409987024798,
    0.8756409987024798,
    0.8756409987024798,
    0.8756409987024798,
    0.8756409987024798,
    0.8733306327907324,
    0.8733306327907324,
    0.8733306327907324,
    0.8733306327907324,
    0.8733306327907324,
    0.8733306327907324,
    0.8733306327907324,
    0.873194540634343,
    0.873194540634343,
    0.873194540634343,
    0.873194540634343,
    0.873194540634343,
    0.873194540634343,
    0.873194540634343,
    0.8768636943372095
  ],
  "11": [
    "",
    "",
    "\"\"",
    "Dozens of booths with colorful banners encircle the polished floor.",
    "Dozens of booths with colorful banners encircle a polished floor, creating a vibrant perimeter for the fair. A welcome announcement over the PA system outlines the fair schedule.",
    "Dozens of booths with colorful banners encircle a polished floor, creating a vibrant perimeter for the fair. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a vibrant perimeter for the fair. A welcome announcement over the PA outlines the schedule. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a vibrant perimeter for the career fair. A welcome announcement over the PA outlines the schedule. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers give quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Finance firms also participate, offering QR codes for immediate internship applications.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a vibrant perimeter for the career fair. A welcome PA announcement outlines the schedule. Tech companies display demo screens of their latest apps, while consulting firms stack glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers give quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Finance firms participate as well, offering QR codes for immediate internship applications. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a vibrant perimeter for the career fair. A welcome PA announces the schedule. Tech companies display demo screens of their latest apps, while consulting firms stack glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers give quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries. Finance firms participate, offering QR codes for immediate internship applications. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. At the entrance, staff scan registrations and hand out lanyards.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a vibrant perimeter for the career fair, where a welcome PA announces the schedule. Tech companies display demo screens of their apps, while consulting firms stack glossy case-study booklets on tables. A cybersecurity company hosts a password-cracking challenge on a laptop. Alumni volunteers give pep talks near coffee station, and alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries. Finance firms participate, offering QR codes for internship applications. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. At the entrance, staff scan registrations and hand out lanyards. HR teams jot notes on tablets while students introduce themselves. At exhibition, tech companies display demo screens of their apps."
  ],
  "11_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3535884269767076,
    0.3535884269767076,
    0.3535884269767076,
    0.3535884269767076,
    0.3535884269767076,
    0.5702483310174332,
    0.5702483310174332,
    0.5702483310174332,
    0.5702483310174332,
    0.832912044966941,
    0.832912044966941,
    0.832912044966941,
    0.8809855913084984,
    0.8809855913084984,
    0.8809855913084984,
    0.8809855913084984,
    0.8809855913084984,
    0.8955181656781953,
    0.8955181656781953,
    0.8955181656781953,
    0.8955181656781953,
    0.8955181656781953,
    0.8955181656781953,
    0.8955181656781953,
    0.8955181656781953,
    0.8955181656781953,
    0.8955181656781953,
    0.8955181656781953,
    0.8955181656781953,
    0.9014052391196431,
    0.9014052391196431,
    0.9014052391196431,
    0.9014052391196431,
    0.9014052391196431,
    0.9014052391196431,
    0.9014052391196431,
    0.9014052391196431,
    0.9014052391196431,
    0.909161375065624,
    0.909161375065624,
    0.909161375065624,
    0.909161375065624,
    0.909161375065624,
    0.909161375065624,
    0.909161375065624,
    0.909161375065624,
    0.909161375065624,
    0.909161375065624,
    0.909161375065624,
    0.909161375065624,
    0.909161375065624,
    0.909161375065624,
    0.9140388330671139,
    0.9140388330671139,
    0.9140388330671139,
    0.9140388330671139,
    0.9140388330671139,
    0.9140388330671139,
    0.9140388330671139,
    0.9140388330671139
  ],
  "12": [
    "",
    "\"\"",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule, while an alumni panel discusses how to prepare for technical interviews.",
    "A welcome announcement is being broadcast over the PA system at the fair, outlining the schedule, while an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. An alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. An alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "At the university career fair, a welcome announcement is broadcast over the PA system outlining the schedule. An alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, a welcome announcement over the PA outlines the schedule as students clutch branded resumes. Dozens of booths with colorful banners line the polished floor, and at the entrance staff scan registrations and hand out lanyards. Groups of friends mark target employers on an event map, while students line up outside the gym before opening. In two settings, attendees encounter multiple groups and activities; career counselors remind everyone to maintain eye contact in both contexts. Consulting firms stack glossy case-study booklets on high tables in each setting. In the event, healthcare providers showcase community outreach photos and alumni volunteers deliver quick pep talks near the coffee station; in the exhibition, a cybersecurity company hosts a password-cracking challenge on a laptop, tech firms display demo screens, and workshops on networking etiquette begin in the adjoining classroom. HR teams jot notes on tablets as students introduce themselves."
  ],
  "12_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.4433097441252364,
    0.4433097441252364,
    0.4433097441252364,
    0.8364212374900413,
    0.8364212374900413,
    0.8364212374900413,
    0.8364212374900413,
    0.8609808321601202,
    0.8609808321601202,
    0.8609808321601202,
    0.8609808321601202,
    0.8609808321601202,
    0.8609808321601202,
    0.8609808321601202,
    0.8609808321601202,
    0.8900790543869259,
    0.8900790543869259,
    0.8900790543869259,
    0.8900790543869259,
    0.8900790543869259,
    0.8900790543869259,
    0.8900790543869259,
    0.8900790543869259,
    0.8900790543869259,
    0.8900790543869259,
    0.8900790543869259,
    0.8900790543869259,
    0.8900790543869259,
    0.8900790543869259,
    0.8900790543869259,
    0.8900790543869259,
    0.845127316412824,
    0.845127316412824,
    0.845127316412824,
    0.845127316412824,
    0.845127316412824,
    0.845127316412824,
    0.845127316412824,
    0.845127316412824,
    0.8566839371232375,
    0.8566839371232375,
    0.8566839371232375,
    0.8566839371232375,
    0.8566839371232375,
    0.8566839371232375,
    0.8566839371232375,
    0.8566839371232375,
    0.8566839371232375,
    0.8566839371232375,
    0.8566839371232375,
    0.8566839371232375,
    0.8566839371232375,
    0.8566839371232375
  ],
  "13": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact.",
    "Workshops on networking etiquette begin in the adjoining classroom, while career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "Networking etiquette workshops begin in the adjoining classroom, while career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, forming neat stacks. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event venue, networking etiquette workshops have begun in the adjoining classroom. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables, forming neat stacks. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event venue, networking etiquette workshops are underway in the adjoining classroom, with career counselors reminding attendees to maintain eye contact and direct unsure students toward applicable industries. Consulting firms have glossy case-study booklets stacked on high tables in neat piles. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event venue, networking etiquette workshops are underway in the adjoining classroom, with career counselors reminding attendees to maintain eye contact and directing unsure students toward applicable industries. Consulting firms have glossy case-study booklets stacked on high tables in neat piles. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention, while a cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "13_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3240890060470083,
    0.3240890060470083,
    0.3240890060470083,
    0.3659415368840673,
    0.3659415368840673,
    0.3659415368840673,
    0.3659415368840673,
    0.3659415368840673,
    0.3659415368840673,
    0.3659415368840673,
    0.3659415368840673,
    0.3659415368840673,
    0.6853768958107772,
    0.6853768958107772,
    0.6853768958107772,
    0.6853768958107772,
    0.6853768958107772,
    0.6853768958107772,
    0.6853768958107772,
    0.7376902470335469,
    0.7376902470335469,
    0.7376902470335469,
    0.7376902470335469,
    0.7376902470335469,
    0.7376902470335469,
    0.7376902470335469,
    0.7376902470335469,
    0.7761564183047335,
    0.7761564183047335,
    0.7761564183047335,
    0.7761564183047335,
    0.7761564183047335,
    0.7761564183047335,
    0.8058456752372634,
    0.8058456752372634,
    0.8058456752372634,
    0.8058456752372634,
    0.8058456752372634,
    0.8058456752372634,
    0.8058456752372634,
    0.8058456752372634,
    0.8058456752372634,
    0.8058456752372634,
    0.8058456752372634,
    0.8058456752372634,
    0.8058456752372634,
    0.8058456752372634,
    0.8058456752372634,
    0.8058456752372634,
    0.8058456752372634,
    0.8058456752372634,
    0.8058456752372634,
    0.8058456752372634,
    0.8058456752372634,
    0.8058456752372634,
    0.8058456752372634
  ],
  "14": [
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while tech companies display demo screens showing their latest apps.",
    "At a career fair, career counselors redirect unsure students toward applicable industries, while tech companies display demo screens showing their latest apps. A welcome announcement is being broadcast over the PA system, outlining the fair schedule, as students clutch resumes inside branded folders.",
    "At a career fair, career counselors redirect unsure students toward applicable industries while tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule, as students clutch resumes inside branded folders. Dozens of booths with colorful banners encircle a polished floor, creating a vibrant perimeter for the fair. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a career fair, career counselors redirect unsure students toward applicable industries while tech companies display demo screens of their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule. Dozens of booths with colorful banners encircle a polished floor, creating a vibrant perimeter for the event. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards.",
    "A career fair features dozens of booths with colorful banners encircling a polished floor, creating a vibrant perimeter. Career counselors redirect unsure students toward applicable industries, while students clutch resumes inside branded folders. Tech companies display demo screens of their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables, forming neat stacks. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. An alumni-focused fair features ongoing activities: volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "The scene centers on a university career fair with dozens of booths around a polished floor framed by colorful banners. Career counselors guide unsure students toward applicable industries as they clutch resumes in branded folders. Tech companies display demo screens of their latest apps while a cybersecurity firm runs a password-cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables in neat piles. Groups of friends mark target employers on the event map, and at the entrance staff scan registrations and hand out lanyards. An alumni-focused fair offers pep talks near the coffee station and an alumni panel on technical interview prep, with networking etiquette workshops in the adjoining classroom; healthcare providers display community outreach photos. Students line up outside the university gym before opening as welcome announcements over the PA outline the schedule. A robotics startup flies a small drone above its booth for attention.",
    "At the university career fair, dozens of booths circle a polished floor framed by colorful banners. Career counselors guide unsure students toward applicable industries, clutching resumes in branded folders. Tech companies display demo screens of their latest apps, while a cybersecurity firm runs a password-cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables in neat piles. Groups of friends mark target employers on the event map, and at the entrance staff scan registrations and hand out lanyards. An alumni-focused segment offers pep talks near the coffee station, an alumni panel on technical interview prep, and networking etiquette workshops in the adjoining classroom; healthcare providers display community outreach photos. Students line up outside the university gym before opening as welcome PA announcements outline the schedule. A robotics startup flies a small drone above its booth for attention. Career counselors remind attendees to maintain eye contact."
  ],
  "14_score": [
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4518411633829704,
    0.4518411633829704,
    0.4518411633829704,
    0.4518411633829704,
    0.4518411633829704,
    0.4518411633829704,
    0.6651216432929167,
    0.6651216432929167,
    0.6651216432929167,
    0.6651216432929167,
    0.8365753851602062,
    0.8365753851602062,
    0.8365753851602062,
    0.8365753851602062,
    0.8365753851602062,
    0.8715102905624426,
    0.8715102905624426,
    0.8715102905624426,
    0.8715102905624426,
    0.8715102905624426,
    0.8715102905624426,
    0.8715102905624426,
    0.8715102905624426,
    0.8715102905624426,
    0.9067963954121474,
    0.9067963954121474,
    0.9067963954121474,
    0.9067963954121474,
    0.9067963954121474,
    0.9067963954121474,
    0.9067963954121474,
    0.9067963954121474,
    0.9067963954121474,
    0.9067963954121474,
    0.9067963954121474,
    0.9067963954121474,
    0.9067963954121474,
    0.8806609126055507,
    0.8806609126055507,
    0.8806609126055507,
    0.8806609126055507,
    0.8806609126055507,
    0.8806609126055507,
    0.8806609126055507,
    0.8870109492850204,
    0.8870109492850204,
    0.8870109492850204,
    0.8870109492850204,
    0.8870109492850204,
    0.8870109492850204,
    0.8870109492850204,
    0.8870109492850204,
    0.8870109492850204,
    0.8870109492850204,
    0.8870109492850204
  ],
  "15": [
    "",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At an exhibition, consulting firms arrange glossy case-study booklets on high tables. A cybersecurity company hosts a password-cracking challenge on a laptop. Tech companies display demo screens featuring their latest apps.",
    "At an exhibition, consulting firms arrange glossy case-study booklets on high tables; a cybersecurity company hosts a password-cracking challenge on a laptop; tech companies display demo screens featuring their latest apps. Workshops on networking etiquette begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact.",
    "At an exhibition, consulting firms arrange glossy case-study booklets on high tables; a cybersecurity company runs a password-cracking challenge on a laptop; tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact.",
    "At an exhibition, consulting firms arrange glossy case-study booklets on high tables; a cybersecurity company hosts a password-cracking challenge on a laptop; tech companies display demo screens showing their latest apps; workshops on networking etiquette begin in the adjoining classroom; and career counselors remind attendees to maintain eye contact.",
    "At the exhibition, consulting firms display glossy case-study booklets on high tables; tech companies show demo screens featuring their latest apps; a cybersecurity company hosts a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact.",
    "At the exhibition, consulting firms display glossy case-study booklets on high tables, tech companies show demo screens featuring their latest apps, and a cybersecurity company hosts a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact.",
    "At the exhibition, consulting firms display glossy case-study booklets on high tables; tech companies show demo screens of their latest apps; and a cybersecurity company hosts a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact. In the university career fair, students clutch resumes inside branded folders while counselors guide unsure attendees toward applicable industries. Dozens of booths with colorful banners encircle a polished floor, forming a vibrant perimeter for the event as a welcome PA outlines the schedule. Students line up outside the university gym before the fair opens, and groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the combined exhibition and university career fair, consulting firms display glossy case-study booklets on high tables while tech companies present demo screens of their latest apps; a cybersecurity firm runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders as counselors guide unsure attendees toward applicable industries. Dozens of booths with colorful banners encircle a polished floor, forming a vibrant perimeter while a welcome PA outlines the schedule. Students line up outside the university gym before the fair opens, and groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the combined exhibition and university career fair, consulting firms display glossy case-study booklets on high tables while tech companies show demo screens for their latest apps; a cybersecurity firm runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle a polished floor, forming a vibrant perimeter as a welcome PA outlines the schedule. Students line up outside the university gym before the fair opens, and groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders as counselors guide unsure attendees toward applicable industries.",
    "At the combined exhibition and university career fair, dozens of booths with colorful banners encircle the polished gym floor as consulting firms display glossy case-study booklets on high tables and tech companies show demo screens for their latest apps; a cybersecurity firm runs a password-cracking challenge on a laptop. Dozens of banners ring the space; a welcome PA outlines the schedule while staff scan registrations and hand out lanyards at the entrance. Before opening, students line up outside the gym and groups of friends mark target employers on the event map. Inside, students clutch resumes in branded folders; career counselors remind attendees to maintain eye contact and redirect unsure attendees toward applicable industries. Finance firms offer QR codes for immediate internship applications; networking etiquette workshops proceed in the adjoining classroom; healthcare providers display community outreach photos; an alumni panel discusses how to prepare for technical interviews."
  ],
  "15_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.4821244294668733,
    0.4821244294668733,
    0.4821244294668733,
    0.7061308232304533,
    0.7061308232304533,
    0.7061308232304533,
    0.6132721369177112,
    0.6132721369177112,
    0.6132721369177112,
    0.6132721369177112,
    0.6132721369177112,
    0.6132721369177112,
    0.6105525736719378,
    0.6105525736719378,
    0.6105525736719378,
    0.4813867007402707,
    0.4813867007402707,
    0.4813867007402707,
    0.6088972664000523,
    0.6088972664000523,
    0.6088972664000523,
    0.6088972664000523,
    0.5868481080308808,
    0.5868481080308808,
    0.5868481080308808,
    0.5868481080308808,
    0.5868481080308808,
    0.5868481080308808,
    0.5868481080308808,
    0.8896519990544609,
    0.8896519990544609,
    0.8896519990544609,
    0.8896519990544609,
    0.8896519990544609,
    0.8896519990544609,
    0.8896519990544609,
    0.8896519990544609,
    0.8862683860099797,
    0.8862683860099797,
    0.8862683860099797,
    0.8862683860099797,
    0.8862683860099797,
    0.8862683860099797,
    0.8862683860099797,
    0.8862683860099797,
    0.8862683860099797,
    0.8781798721108511,
    0.8781798721108511,
    0.8781798721108511,
    0.8781798721108511,
    0.8781798721108511,
    0.8781798721108511,
    0.8781798721108511,
    0.8781798721108511,
    0.8781798721108511,
    0.8781798721108511,
    0.8579957587452876,
    0.8579957587452876
  ],
  "16": [
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Tech companies display demo screens featuring their latest apps. At an exhibition, consulting firms arrange glossy case-study booklets on high tables. A cybersecurity company hosts a password-cracking challenge on a laptop.",
    "At an exhibition, tech companies display demo screens featuring their latest apps, and consulting firms arrange glossy case-study booklets on high tables. A cybersecurity company hosts a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact.",
    "At an exhibition, tech companies display demo screens showing their latest apps, while consulting firms arrange glossy case-study booklets on high tables. A cybersecurity company hosts a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact.",
    "At an exhibition, tech companies display demo screens showing their latest apps; consulting firms arrange glossy case-study booklets on high tables; a cybersecurity company hosts a password-cracking challenge on a laptop; workshops on networking etiquette begin in the adjoining classroom; and career counselors remind attendees to maintain eye contact.",
    "At an exhibition, tech companies display demo screens showing their latest apps, while consulting firms stack glossy case-study booklets on high tables. A cybersecurity company hosts a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact. A welcome announcement is being broadcast over the PA system, outlining the fair schedule as students clutch resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves.",
    "In an exhibition setting, tech companies display demo screens of their latest apps while consulting firms stack glossy case-study booklets on high tables. A cybersecurity company hosts a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system, outlining the fair schedule, as students clutch resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves. Alumni volunteers share quick pep talks near the coffee station.",
    "An exhibition-style university career fair unfolds in the gym, with tech companies displaying demo screens of their latest apps and consulting firms stacking glossy case-study booklets on high tables. A cybersecurity company hosts a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth. Networking etiquette workshops run in the adjoining classroom, while career counselors remind attendees to maintain eye contact. Welcome announcements flow over the PA system outlining the fair schedule as students clutch resumes inside branded folders. HR teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver quick pep talks near the coffee station. Healthcare providers display community outreach photos. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the gym before opening as welcome announcements reiterate the schedule.",
    "An exhibition-style university career fair unfolds in the gym, with tech companies displaying demo screens of their latest apps and consulting firms stacking glossy case-study booklets on high tables. A cybersecurity company hosts a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth. Networking etiquette workshops run in the adjoining classroom, while career counselors remind attendees to maintain eye contact. Welcome announcements flow over the PA system outlining the fair schedule as students clutch resumes inside branded folders. HR teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver quick pep talks near the coffee station. Healthcare providers display community outreach photos. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the gym before opening as welcome announcements reiterate the schedule.",
    "An exhibition-style university career fair unfolds in the gym, with tech companies displaying demo screens of apps and consulting firms stacking case-study booklets on tables. A cybersecurity company hosts a password-cracking challenge on a laptop, and a robotics startup flies a drone above its booth. Networking etiquette workshops run in the adjoining classroom, while career counselors remind attendees to maintain eye contact. Welcome announcements flow over the PA system outlining the fair schedule as students clutch resumes inside branded folders. HR teams jot notes on tablets as students introduce themselves; alumni volunteers deliver pep talks near coffee station. Healthcare providers display community outreach photos. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the gym before opening as welcome announcements reiterate the schedule. The engineering society sponsors a resume review table near the stage."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.5897289438481405,
    0.5897289438481405,
    0.5897289438481405,
    0.5897289438481405,
    0.6847788659092864,
    0.6847788659092864,
    0.6847788659092864,
    0.6847788659092864,
    0.6847788659092864,
    0.7451642511340573,
    0.7451642511340573,
    0.7451642511340573,
    0.7451642511340573,
    0.7451642511340573,
    0.743879613929529,
    0.743879613929529,
    0.743879613929529,
    0.4846535895971585,
    0.4846535895971585,
    0.4846535895971585,
    0.4846535895971585,
    0.4846535895971585,
    0.4846535895971585,
    0.8139714629850339,
    0.8139714629850339,
    0.8139714629850339,
    0.8139714629850339,
    0.8150484022620303,
    0.8150484022620303,
    0.8150484022620303,
    0.8150484022620303,
    0.8150484022620303,
    0.8150484022620303,
    0.8150484022620303,
    0.8150484022620303,
    0.8602338905300088,
    0.8602338905300088,
    0.8602338905300088,
    0.8602338905300088,
    0.8602338905300088,
    0.8602338905300088,
    0.8602338905300088,
    0.8602338905300088,
    0.8602338905300088,
    0.8602338905300088,
    0.8602338905300088,
    0.8602338905300088,
    0.8602338905300088,
    0.8602338905300088,
    0.8602338905300088,
    0.8602338905300088,
    0.8602338905300088,
    0.8602338905300088,
    0.8602338905300088,
    0.8602338905300088
  ],
  "17": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos.",
    "Networking etiquette workshops are underway in the adjoining classroom, while healthcare providers display community outreach photos. Students line up outside the university gym before the career fair opens.",
    "Networking etiquette workshops are underway in the adjoining classroom, while healthcare providers display community outreach photos. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "Networking etiquette workshops are underway in the adjoining classroom, while healthcare providers display community outreach photos. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Networking etiquette workshops are underway in the adjoining classroom, while healthcare providers display community outreach photos. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. In a career guidance setting, counselors redirect unsure students toward applicable industries.",
    "A career fair scene unfolds with networking etiquette workshops in the adjoining classroom and healthcare providers displaying community outreach photos. Students line up outside the university gym before the fair opens, while welcome announcements flow over the PA outlining the schedule. Career counselors remind attendees to maintain eye contact, and in a career guidance setting, they redirect unsure students toward applicable industries. Consulting firms have glossy case study booklets on high tables. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps.",
    "A career fair scene unfolds with networking etiquette workshops in the adjoining classroom and healthcare providers displaying community outreach photos. Students line up outside the university gym before the fair opens, while welcome announcements flow over the PA outlining the schedule. Career counselors remind attendees to maintain eye contact, and in a career guidance setting, they redirect unsure students toward applicable industries. Consulting firms have glossy case study booklets on high tables. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention.",
    "A university career fair unfolds at the gym, with networking etiquette workshops in an adjoining classroom and healthcare providers displaying community outreach photos. Students line up outside the university gym before the fair opens as welcome announcements flow over the PA outlining the schedule. Career counselors remind attendees to maintain eye contact, and in a career guidance setting redirect unsure students toward applicable industries. Consulting firms have glossy case study booklets on high tables. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention.",
    "At a university career fair unfolding in the gym, adjacent classrooms host networking etiquette workshops and healthcare providers display community outreach photos. Students line up outside before opening as a welcome PA announces the schedule. Inside, career counselors remind attendees to maintain eye contact, and career guidance staff steer unsure students toward applicable industries. Consulting firms place glossy case-study booklets on high tables, while tech companies display demo screens of their latest apps; a robotics startup flies a small drone above its booth to draw attention. In an exhibition setting, cybersecurity company hosts a password-cracking challenge on a laptop. Groups of friends mark target employers on an event map. At the entrance, event staff scan registrations and hand out lanyards. HR teams jot notes on tablets as students introduce themselves, alumni volunteers share quick pep talks near the coffee station, and attendees clutch resumes inside branded folders.",
    "A university career fair unfolds in the gym, with adjacent classrooms hosting networking etiquette workshops and healthcare providers displaying community outreach photos. Students line up outside before opening as a welcome PA announces the schedule. Inside, career counselors remind attendees to maintain eye contact, and career guidance staff steer unsure students toward applicable industries. Consulting firms place glossy case-study booklets on high tables, while tech companies display demo screens of their latest apps; a robotics startup flies a small drone above its booth to draw attention. In an exhibition setting, a cybersecurity company hosts a password-cracking challenge on a laptop. Groups of friends mark target employers on an event map. At the entrance, event staff scan registrations and hand out lanyards. HR teams jot notes on tablets as students introduce themselves, alumni volunteers share quick pep talks near the coffee station, and attendees clutch resumes inside branded folders.",
    "A university career fair unfolds in a gym, with adjacent classrooms hosting networking etiquette workshops and healthcare providers displaying community outreach photos. Students line up outside before opening as a welcome PA announces the schedule. Inside, career counselors remind attendees to maintain eye contact, and staff steer unsure students toward applicable industries. Consulting firms place glossy case-study booklets on tables, while tech companies show demo screens of latest apps; a robotics startup flies a drone above its booth to draw attention. In an exhibition area, a cybersecurity company hosts a password-cracking challenge on a laptop. Groups of friends mark target employers on an event map. At the entrance, staff scan registrations and hand out lanyards. HR teams jot notes on tablets as students introduce themselves; alumni volunteers share pep talks near the coffee station, and attendees clutch resumes in branded folders. Some students rehearse elevator pitches quietly against the wall."
  ],
  "17_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3077547834096021,
    0.3077547834096021,
    0.3077547834096021,
    0.5582688702769955,
    0.5582688702769955,
    0.5582688702769955,
    0.7127308943976141,
    0.7127308943976141,
    0.7127308943976141,
    0.7507238469439929,
    0.7507238469439929,
    0.7507238469439929,
    0.7507238469439929,
    0.7507238469439929,
    0.7507238469439929,
    0.7507238469439929,
    0.7507238469439929,
    0.7507238469439929,
    0.7157604578316119,
    0.7157604578316119,
    0.7157604578316119,
    0.7157604578316119,
    0.7157604578316119,
    0.8543124242819551,
    0.8543124242819551,
    0.8543124242819551,
    0.8543124242819551,
    0.8768755401457116,
    0.8768755401457116,
    0.8768755401457116,
    0.8768755401457116,
    0.8768755401457116,
    0.8768755401457116,
    0.8679247668526255,
    0.8679247668526255,
    0.8679247668526255,
    0.8679247668526255,
    0.8679247668526255,
    0.8679247668526255,
    0.8679247668526255,
    0.8679247668526255,
    0.8694083726033394,
    0.8694083726033394,
    0.8694083726033394,
    0.8694083726033394,
    0.8694083726033394,
    0.8694083726033394,
    0.8694083726033394,
    0.8694083726033394,
    0.8669133356744858,
    0.8669133356744858,
    0.8669133356744858,
    0.8669133356744858,
    0.8669133356744858,
    0.8669133356744858,
    0.8669133356744858,
    0.8669133356744858,
    0.8669133356744858,
    0.8669133356744858,
    0.8669133356744858,
    0.8669133356744858
  ],
  "18": [
    "",
    "",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while career counselors redirect unsure students toward applicable industries.",
    "At a career fair, students clutch resumes in branded folders while career counselors guide unsure students toward applicable industries. Dozens of booths with colorful banners encircle a polished floor, creating a vibrant perimeter for the event. A welcome announcement over the PA system outlines the fair schedule.",
    "At a career fair, students clutch resumes in branded folders while career counselors guide unsure students toward applicable industries. Dozens of booths with colorful banners encircle a polished floor, creating a vibrant perimeter for the event. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, students clutch resumes inside branded folders while career counselors guide unsure students toward applicable industries. Dozens of booths with colorful banners encircle a polished floor, creating a vibrant perimeter for the event. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, students clutch resumes inside branded folders while career counselors guide unsure students toward applicable industries. Dozens of booths with colorful banners encircle a polished floor, creating a vibrant perimeter for the event. A welcome announcement over the PA outlines the schedule. Students line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At a university career fair, students clutch resumes inside branded folders while career counselors guide unsure students toward applicable industries. Dozens of booths with colorful banners encircle a polished floor, creating a vibrant perimeter for the event, while a welcome PA outlines the schedule. Students line up outside the university gym before opening, and groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps; consulting firms stack glossy case-study booklets on high tables; a cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact.",
    "At a university career fair, students clutch resumes inside branded folders while career counselors guide unsure attendees toward applicable industries. Dozens of booths with colorful banners encircle a polished floor, forming a vibrant perimeter for the event as a welcome PA outlines the schedule. Students line up outside the university gym before opening, and groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps; consulting firms stack glossy case-study booklets on high tables; a cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact.",
    "An exhibition-style university career fair unfolds in the gym, with dozens of booths and colorful banners encircling a polished floor as a welcome PA outlines the schedule. Students clutch resumes inside branded folders while HR teams jot notes on tablets as they introduce themselves. At the entrance, event staff scan registrations and hand out lanyards, and groups of friends mark target employers on the event map. Outside the gym, students line up before opening. Tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables; a cybersecurity company runs a password-cracking challenge on a laptop; a robotics startup flies a small drone above its booth. Networking etiquette workshops begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact. Alumni volunteers offer quick pep talks near the coffee station; healthcare providers display community outreach photos."
  ],
  "18_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3855986175398461,
    0.3855986175398461,
    0.3855986175398461,
    0.3855986175398461,
    0.3855986175398461,
    0.3855986175398461,
    0.7755820600339692,
    0.7755820600339692,
    0.7755820600339692,
    0.7755820600339692,
    0.7755820600339692,
    0.7844580509740315,
    0.7844580509740315,
    0.7844580509740315,
    0.7844580509740315,
    0.7844580509740315,
    0.7786578493285581,
    0.7786578493285581,
    0.7786578493285581,
    0.7786578493285581,
    0.7786578493285581,
    0.7786578493285581,
    0.8486685696420773,
    0.8486685696420773,
    0.8486685696420773,
    0.8486685696420773,
    0.8486685696420773,
    0.8589025143648288,
    0.8589025143648288,
    0.8589025143648288,
    0.8589025143648288,
    0.8589025143648288,
    0.8589025143648288,
    0.8589025143648288,
    0.8589025143648288,
    0.8561146322725948,
    0.8561146322725948,
    0.8561146322725948,
    0.8561146322725948,
    0.8561146322725948,
    0.8561146322725948,
    0.8561146322725948,
    0.8561146322725948,
    0.8561146322725948,
    0.8561146322725948,
    0.8561146322725948,
    0.8561146322725948,
    0.8632971803623646,
    0.8632971803623646,
    0.8632971803623646,
    0.8632971803623646,
    0.8632971803623646,
    0.8632971803623646,
    0.8632971803623646,
    0.8632971803623646,
    0.8632971803623646
  ],
  "19": [
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the tech fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Concurrently, groups of friends mark target employers on the event map.",
    "At the tech fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Concurrently, groups of friends mark target employers on the event map.",
    "At the tech fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Concurrently, groups of friends mark target employers on the event map.",
    "At the tech fair, a welcome announcement is broadcast over the PA system outlining the schedule. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Concurrently, groups of friends mark target employers on the event map.",
    "At the tech fair, a welcome announcement is broadcast over the PA system outlining the schedule. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Concurrently, groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall.",
    "At the tech fair, a welcome announcement is broadcast over the PA outlining the schedule. Dozens of booths with colorful banners encircle a polished floor, creating a vibrant perimeter for the event. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop, and tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables in neat stacks. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders. An alumni-focused fair hosts volunteers delivering quick pep talks near the coffee station and an alumni panel on how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "At the tech fair, a welcome PA announcement outlines the schedule. Dozens of booths with colorful banners encircle a polished floor, forming a vibrant perimeter. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop while tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables in neat towers. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall, clutching resumes in branded folders. An alumni-focused fair hosts volunteers delivering quick pep talks near the coffee station and an alumni panel on preparing for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens.",
    "At the tech fair, a welcome PA announces the schedule as dozens of booths with colorful banners encircle a polished floor. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop while tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables in neat towers. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall, clutching resumes in branded folders. An alumni-focused fair hosts volunteers delivering quick pep talks near the coffee station and an alumni panel on preparing for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens."
  ],
  "19_score": [
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.597233703916723,
    0.597233703916723,
    0.597233703916723,
    0.7474480051761799,
    0.7474480051761799,
    0.7474480051761799,
    0.7474480051761799,
    0.7474480051761799,
    0.7474480051761799,
    0.7474480051761799,
    0.8237224103688099,
    0.8237224103688099,
    0.8237224103688099,
    0.8237224103688099,
    0.8237224103688099,
    0.8237224103688099,
    0.8237224103688099,
    0.8237224103688099,
    0.8237224103688099,
    0.8237224103688099,
    0.8237224103688099,
    0.7983991195070437,
    0.7983991195070437,
    0.7983991195070437,
    0.7983991195070437,
    0.8187253560781177,
    0.8187253560781177,
    0.8187253560781177,
    0.8187253560781177,
    0.8187253560781177,
    0.8187253560781177,
    0.9034008237479427,
    0.9034008237479427,
    0.9034008237479427,
    0.9034008237479427,
    0.9034008237479427,
    0.9034008237479427,
    0.906414913419259,
    0.906414913419259,
    0.906414913419259,
    0.906414913419259,
    0.906414913419259,
    0.906414913419259,
    0.906414913419259,
    0.9079972160885035,
    0.9079972160885035,
    0.9079972160885035,
    0.9079972160885035,
    0.9079972160885035,
    0.9079972160885035,
    0.9079972160885035,
    0.9079972160885035,
    0.9079972160885035
  ],
  "20": [
    "",
    "",
    "",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "At the tech fair, tech companies display demo screens showing their latest apps, while a welcome announcement over the PA system outlines the fair schedule.",
    "At the tech fair, tech companies display demo screens showing their latest apps, and a welcome announcement is being broadcast over the PA system outlining the fair schedule. Concurrently, groups of friends mark target employers on the event map.",
    "At the tech fair, tech companies display demo screens showing their latest apps, and a welcome announcement is broadcast over the PA system outlining the fair schedule. Concurrently, groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the tech fair, tech companies display demo screens showing their latest apps, and a welcome announcement is broadcast over the PA system outlining the fair schedule. Concurrently, groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the tech fair, demo screens display latest apps; a welcome announcement is broadcast over the PA system outlining the schedule. Concurrently, groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the tech fair, tech companies display demo screens showing their latest apps, and a welcome announcement is broadcast over the PA system outlining the fair schedule. Concurrently, groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the tech fair, tech companies display demo screens showing their latest apps, and a welcome announcement is broadcast over the PA system outlining the schedule. Concurrently, groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "At the tech fair, tech companies display demo screens showing their latest apps, while a welcome announcement is broadcast over the PA system outlining the schedule. Concurrently, groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.5061202563315295,
    0.5061202563315295,
    0.5061202563315295,
    0.5061202563315295,
    0.6605942215018786,
    0.6605942215018786,
    0.6605942215018786,
    0.6605942215018786,
    0.6605942215018786,
    0.8121269897623764,
    0.8121269897623764,
    0.8121269897623764,
    0.8121269897623764,
    0.8121269897623764,
    0.8121269897623764,
    0.8121269897623764,
    0.8121269897623764,
    0.8000055185359032,
    0.8000055185359032,
    0.8000055185359032,
    0.8000055185359032,
    0.8000055185359032,
    0.8000055185359032,
    0.8101494390501165,
    0.8101494390501165,
    0.8101494390501165,
    0.8101494390501165,
    0.8370412289688213,
    0.8370412289688213,
    0.8370412289688213,
    0.8370412289688213,
    0.8370412289688213,
    0.8370412289688213,
    0.8370412289688213,
    0.8370412289688213,
    0.8370412289688213,
    0.8370412289688213,
    0.8516218408607168,
    0.8516218408607168,
    0.8516218408607168,
    0.8516218408607168,
    0.8516218408607168,
    0.8516218408607168,
    0.8516218408607168,
    0.8516218408607168,
    0.8516218408607168,
    0.8516218408607168,
    0.8516218408607168,
    0.8516218408607168,
    0.8516218408607168,
    0.8516218408607168
  ],
  "21": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders.",
    "At the scene, students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews.",
    "At the scene of a career fair, students clutch resumes inside branded folders while alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. A welcome announcement is being broadcast over the PA system outlining the fair schedule. Career counselors redirect unsure students toward applicable industries, and workshops on networking etiquette begin in the adjoining classroom.",
    "At the scene of a career fair, students clutch resumes inside branded folders while alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors redirect unsure students toward applicable industries, and workshops on networking etiquette begin in the adjoining classroom.",
    "At a bustling career fair, students clutch resumes inside branded folders while alumni volunteers deliver quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews, and a welcome announcement over the PA outlines the fair schedule. Career counselors redirect unsure attendees toward applicable industries, and workshops on networking etiquette run in the adjoining classroom. Dozens of booths with colorful banners encircle a polished floor, forming a vibrant perimeter. Tech companies display demo screens showing their latest apps; consulting firms stack glossy case-study booklets on high tables; a cybersecurity company runs a password-cracking challenge on a laptop. Finance firms participate, offering QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact.",
    "At a university campus career fair, dozens of booths with banners encircle a polished floor, forming a vibrant perimeter. Students clutch resumes in branded folders while alumni volunteers deliver pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA outlines the fair schedule. Career counselors direct unsure attendees toward applicable industries, and workshops on networking etiquette run in the adjoining classroom. Tech companies display demo screens of their latest apps; cybersecurity firms run password-cracking challenges on laptops; consulting firms stack glossy case-study booklets on high tables; finance firms participate offering QR codes for internships. Outside the gym, students line up before opening; inside, groups mark target employers on the event map as counselors direct attendees. At the entrance, staff scan registrations and hand out lanyards. Some students rehearse elevator pitches while others clutch resumes in branded folders.",
    "At a university campus career fair around a polished floor, dozens of booths with banners encircle the space. Students clutch resumes in folders as alumni volunteers give pep talks near the coffee station, and an alumni panel discusses preparing for technical interviews. A welcome PA outlines the schedule. Career counselors direct unsure attendees toward applicable industries, while networking etiquette workshops run in a classroom. Tech companies display demo screens; cybersecurity firms run password-cracking challenges on laptops; consulting firms stack glossy case-study booklets on high tables; finance firms offer QR codes for internships. Outside the gym, students line up; inside, groups mark target employers on the event map as counselors direct attendees. At the entrance, staff scan registrations and hand out lanyards. A robotics startup flies a drone above its booth, and HR teams jot notes on tablets as students introduce themselves."
  ],
  "21_score": [
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.5486692358776402,
    0.5486692358776402,
    0.5486692358776402,
    0.5486692358776402,
    0.5486692358776402,
    0.7970119180089856,
    0.7970119180089856,
    0.7970119180089856,
    0.7970119180089856,
    0.7970119180089856,
    0.7970119180089856,
    0.7970119180089856,
    0.7970119180089856,
    0.7970119180089856,
    0.7970119180089856,
    0.7970119180089856,
    0.7970119180089856,
    0.7970119180089856,
    0.7968592038173314,
    0.7968592038173314,
    0.7968592038173314,
    0.7968592038173314,
    0.7968592038173314,
    0.7968592038173314,
    0.7968592038173314,
    0.7968592038173314,
    0.8909174410141674,
    0.8909174410141674,
    0.8909174410141674,
    0.8909174410141674,
    0.8909174410141674,
    0.8909174410141674,
    0.8909174410141674,
    0.8909174410141674,
    0.8870007608312018,
    0.8870007608312018,
    0.8870007608312018,
    0.8870007608312018,
    0.8870007608312018,
    0.8870007608312018,
    0.8870007608312018,
    0.8870007608312018,
    0.8870007608312018,
    0.8870007608312018,
    0.8870007608312018,
    0.8870007608312018,
    0.8733409270236648,
    0.8733409270236648,
    0.8733409270236648,
    0.8733409270236648,
    0.8733409270236648,
    0.8733409270236648,
    0.8733409270236648
  ],
  "22": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables, forming neat stacks.",
    "Consulting firms stack glossy case study booklets on high tables, forming neat stacks. At the entrance, event staff scan registrations and hand out lanyards.",
    "Glossy case study booklets from consulting firms are stacked on high tables, forming neat piles. At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom, while career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries.",
    "Glossy case study booklets from consulting firms are stacked on high tables in neat piles. At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom, while career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention.",
    "Glossy case study booklets from consulting firms are stacked on high tables in neat piles. At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette are underway, while career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Glossy case-study booklets from consulting firms are stacked on high tables in neat piles. At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, networking etiquette workshops have begun, with career counselors reminding attendees to maintain eye contact and redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "Glossy case-study booklets from consulting firms are stacked on high tables in neat piles. At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, networking etiquette workshops have begun, with career counselors reminding attendees to maintain eye contact and to steer unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention, while a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "Glossy case-study booklets from consulting firms are stacked on high tables in neat piles, a scene echoed in an exhibition setting where tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, networking etiquette workshops have begun, with career counselors reminding attendees to maintain eye contact and steer unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention, while a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. Welcome announcements are broadcast over the PA system outlining the fair schedule as students clutch resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves, and alumni volunteers share quick pep talks near the coffee station.",
    "Glossy case-study booklets from consulting firms are stacked on high tables, while in the exhibition area tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, networking etiquette workshops have begun, with career counselors reminding attendees to maintain eye contact and steer unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention, and a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. Welcome announcements are broadcast over the PA system outlining the fair schedule as students clutch resumes inside branded folders. HR teams jot notes on tablets while students introduce themselves, and alumni volunteers share quick pep talks near the coffee station.",
    "Two settings at the career fair unfold with multiple groups and activities. In the exhibition area, tech companies display demo screens of their latest apps, a cybersecurity company runs a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth; glossy case-study booklets from consulting firms are stacked on high tables. Groups of friends mark target employers on the event map; HR teams jot notes on tablets as students clutch resumes inside branded folders. In the adjoining classroom, networking etiquette workshops have begun, with career counselors reminding attendees to maintain eye contact and steer unsure students toward applicable industries; alumni volunteers deliver quick pep talks near the coffee station. Welcome announcements are broadcast over the PA outlining the fair schedule; healthcare providers showcase community outreach photos; an alumni panel discusses how to prepare for technical interviews; and students introduce themselves."
  ],
  "22_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.29100103664681326,
    0.29100103664681326,
    0.29100103664681326,
    0.29100103664681326,
    0.29100103664681326,
    0.29100103664681326,
    0.29100103664681326,
    0.5512184933368034,
    0.5512184933368034,
    0.5512184933368034,
    0.5512184933368034,
    0.6982494839544194,
    0.6982494839544194,
    0.6982494839544194,
    0.7488414043730643,
    0.7488414043730643,
    0.7488414043730643,
    0.7488414043730643,
    0.7488414043730643,
    0.7823031556458381,
    0.7823031556458381,
    0.7823031556458381,
    0.7823031556458381,
    0.7823031556458381,
    0.7823031556458381,
    0.7823031556458381,
    0.7823031556458381,
    0.7732330150117835,
    0.7732330150117835,
    0.7732330150117835,
    0.7732330150117835,
    0.7732330150117835,
    0.8080568229545713,
    0.8080568229545713,
    0.8080568229545713,
    0.8080568229545713,
    0.8080568229545713,
    0.8080568229545713,
    0.8080568229545713,
    0.8080568229545713,
    0.8813540900567165,
    0.8813540900567165,
    0.8813540900567165,
    0.8813540900567165,
    0.9107017024694559,
    0.9107017024694559,
    0.9107017024694559,
    0.9107017024694559,
    0.9107017024694559,
    0.9107017024694559,
    0.884364537865548,
    0.884364537865548,
    0.884364537865548,
    0.884364537865548,
    0.884364537865548
  ],
  "23": [
    "",
    "\"\"",
    "At a fair, a welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "At a fair, a welcome announcement is being broadcast over the PA system, outlining the fair schedule, while career counselors redirect unsure students toward applicable industries.",
    "At a fair, a welcome announcement is being broadcast over the PA system outlining the fair schedule, while career counselors redirect unsure students toward applicable industries, and workshops on networking etiquette begin in the adjoining classroom.",
    "At a fair, a welcome announcement is being broadcast over the PA system outlining the fair schedule, while career counselors redirect unsure students toward applicable industries, and workshops on networking etiquette begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a university fair, a welcome announcement is broadcast over the PA system outlining the fair schedule, while career counselors redirect unsure students toward applicable industries, and workshops on networking etiquette begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens.",
    "At the university fair and the tech fair, a welcome PA announces the fair schedules. Career counselors direct unsure students toward applicable industries, while workshops on networking etiquette begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens. Tech companies at the tech fair display demo screens of their latest apps. Concurrently, groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university fair and the tech fair, a welcome PA announces the schedules as career counselors direct unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette run concurrently. At the entrance, event staff scan registrations and hand out lanyards while students line up outside the university gym before the career fair opens. Tech companies display demo screens of their latest apps, and groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the university fair and the tech fair, a welcome PA announces schedules as career counselors direct unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette run concurrently. At the entrance, event staff scan registrations and hand out lanyards while students line up outside the university gym before the career fair opens. Tech companies display demo screens of their latest apps, and groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "In the university fair and tech fair, a welcome PA announces schedules as career counselors direct unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette run concurrently. At the entrance, event staff scan registrations and hand out lanyards while students line up outside the university gym before the career fair opens. Tech companies display demo screens of their latest apps, and groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "At the university fair and tech fair, a welcome PA announces schedules as career counselors guide unsure students toward suitable industries. In an adjoining classroom, workshops on networking etiquette run concurrently. At the entrance, event staff scan registrations and hand out lanyards while students line up outside the university gym before the career fair opens. Tech companies display demo screens of their latest apps, and groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications."
  ],
  "23_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.40939085489903904,
    0.40939085489903904,
    0.40939085489903904,
    0.5130414839905377,
    0.5130414839905377,
    0.5130414839905377,
    0.5130414839905377,
    0.5130414839905377,
    0.5076180197439512,
    0.5076180197439512,
    0.5076180197439512,
    0.5076180197439512,
    0.5076180197439512,
    0.5076180197439512,
    0.6489674905686859,
    0.6489674905686859,
    0.6489674905686859,
    0.7868576512389683,
    0.7868576512389683,
    0.7868576512389683,
    0.7868576512389683,
    0.7868576512389683,
    0.7868576512389683,
    0.7868576512389683,
    0.7868576512389683,
    0.7868576512389683,
    0.7868576512389683,
    0.8844662009982668,
    0.8844662009982668,
    0.8844662009982668,
    0.8844662009982668,
    0.8844662009982668,
    0.8844662009982668,
    0.8688754000065694,
    0.8688754000065694,
    0.8688754000065694,
    0.8688754000065694,
    0.8688754000065694,
    0.8869638204919544,
    0.8869638204919544,
    0.8869638204919544,
    0.8869638204919544,
    0.8869638204919544,
    0.8869638204919544,
    0.8869638204919544,
    0.8869638204919544,
    0.8780464762336089,
    0.8780464762336089,
    0.8780464762336089,
    0.8780464762336089,
    0.8780464762336089,
    0.8924797627706987,
    0.8924797627706987,
    0.8924797627706987,
    0.8924797627706987,
    0.8924797627706987,
    0.8924797627706987,
    0.8924797627706987,
    0.8924797627706987,
    0.8924797627706987
  ],
  "24": [
    "",
    "",
    "",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "In a career guidance setting, counselors redirect unsure students toward applicable industries; workshops on networking etiquette begin in the adjoining classroom, and counselors remind attendees to maintain eye contact.",
    "In a career guidance setting, counselors redirect unsure students toward applicable industries; workshops on networking etiquette begin in the adjoining classroom, and counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "In a career guidance setting, counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom, and counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance.",
    "In a career guidance setting, counselors redirect unsure students toward applicable industries. Welcome announcements outline the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance. Glossy case study booklets from consulting firms are stacked on high tables in neat piles, setting the scene. Workshops on networking etiquette begin in the adjoining classroom, with counselors reminding attendees to maintain eye contact.",
    "At the career guidance fair, counselors redirect unsure students to applicable industries while welcome announcements over the PA system outline the schedule. Event staff scan registrations and hand out lanyards at the entrance. Glossy case-study booklets from consulting firms are stacked on high tables in neat piles. Networking etiquette workshops begin in the adjoining classroom, with counselors reminding attendees to maintain eye contact. In the exhibition area, tech companies display demo screens of their latest apps, and consulting firms again stack glossy case-study booklets on high tables. A cybersecurity company hosts a password-cracking challenge on a laptop. HR teams jot notes on tablets while students introduce themselves, clutching resumes inside branded folders.",
    "At the career guidance fair, counselors redirect unsure students to applicable industries. Welcome announcements over the PA system outline the schedule. Event staff scan registrations and hand out lanyards at the entrance. Glossy case-study booklets from consulting firms are stacked on high tables in neat piles, forming a formal display. Networking etiquette workshops begin in the adjoining classroom, with counselors reminding attendees to maintain eye contact. In the exhibition area, tech companies display demo screens of their latest apps, and the cybersecurity company hosts a password-cracking challenge on a laptop. HR teams jot notes on tablets while students introduce themselves and clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, counselors direct unsure students to applicable industries while welcome announcements over the PA outline the schedule as students line up outside the gym. Staff at the entrance scan registrations and hand out lanyards. Dozens of booths with colorful banners surround a polished gym floor. Booklets from consulting firms sit in neat piles on high tables. In the exhibition area, tech companies show demo screens of their latest apps, and a cybersecurity firm hosts a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves and clutch resumes in branded folders. The engineering society sponsors a resume-review table near the stage. Networking etiquette workshops begin in the adjoining classroom, with counselors reminding attendees to maintain eye contact and to be directed toward applicable industries. Finance firms offer QR codes for immediate internship applications; healthcare providers display community outreach photos."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3209115235730668,
    0.3209115235730668,
    0.3209115235730668,
    0.3209115235730668,
    0.5623707010604173,
    0.5623707010604173,
    0.5623707010604173,
    0.5623707010604173,
    0.5623707010604173,
    0.5623707010604173,
    0.5623707010604173,
    0.7361817235455899,
    0.7361817235455899,
    0.7361817235455899,
    0.7361817235455899,
    0.7361817235455899,
    0.7361817235455899,
    0.7361817235455899,
    0.7361817235455899,
    0.7361817235455899,
    0.7361817235455899,
    0.7208228262569693,
    0.7208228262569693,
    0.7208228262569693,
    0.7208228262569693,
    0.7208228262569693,
    0.7208228262569693,
    0.7208228262569693,
    0.7208228262569693,
    0.8583705906357909,
    0.8583705906357909,
    0.8583705906357909,
    0.8583705906357909,
    0.8583705906357909,
    0.8583705906357909,
    0.8583705906357909,
    0.8583705906357909,
    0.8583705906357909,
    0.8583705906357909,
    0.8518238963214189,
    0.8518238963214189,
    0.8518238963214189,
    0.8518238963214189,
    0.8518238963214189,
    0.8518238963214189,
    0.8518238963214189,
    0.8518238963214189,
    0.8518238963214189,
    0.872063688377249,
    0.872063688377249,
    0.872063688377249,
    0.872063688377249,
    0.872063688377249
  ]
}