{
  "0": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "In observed scenes, healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables.",
    "Observed scenes show healthcare providers displaying community outreach photos, while consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers display community outreach photos as consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries, while an alumni panel discusses how to prepare for technical interviews.",
    "Healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries, while an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "An expo-style venue features healthcare providers displaying community outreach photos and consulting firms stacking glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries, while an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "In an expo-style venue, healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "In an expo-style venue, healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "An expo-style venue features healthcare providers displaying community outreach photos while consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes tucked inside branded folders.",
    "An expo-style venue features healthcare providers displaying community outreach photos while consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners encircle the polished floor, and the engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes tucked inside branded folders, while counselors remind attendees to maintain eye contact.",
    "An expo-style venue hosts healthcare providers presenting community outreach photos while consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners encircle the polished floor, and the engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes tucked inside branded folders, while counselors remind attendees to maintain eye contact.",
    "An expo-style venue hosts healthcare providers presenting community outreach photos while consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners encircle the polished floor, and the engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes tucked inside branded folders, while counselors remind attendees to maintain eye contact.",
    "An expo-style venue hosts healthcare providers presenting community outreach photos while consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners encircle the polished floor as the engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes tucked inside branded folders, while counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "An expo-style venue hosts healthcare providers presenting community outreach photos while consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners encircle the polished floor as the engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes tucked inside branded folders, while counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "0_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.2807002956191806,
    0.2807002956191806,
    0.2807002956191806,
    0.5032551940125601,
    0.5032551940125601,
    0.5032551940125601,
    0.5637124761106402,
    0.5637124761106402,
    0.5637124761106402,
    0.7193328136693651,
    0.7193328136693651,
    0.7193328136693651,
    0.751864158611954,
    0.751864158611954,
    0.751864158611954,
    0.751864158611954,
    0.7621891301322564,
    0.7621891301322564,
    0.7621891301322564,
    0.8053748212351456,
    0.8053748212351456,
    0.8053748212351456,
    0.8053748212351456,
    0.8053748212351456,
    0.8053748212351456,
    0.8053748212351456,
    0.8152584109219628,
    0.8152584109219628,
    0.8152584109219628,
    0.8152584109219628,
    0.8152584109219628,
    0.8056714133262488,
    0.8056714133262488,
    0.8056714133262488,
    0.8056714133262488,
    0.8000189975738379,
    0.8000189975738379,
    0.8000189975738379,
    0.8000189975738379,
    0.8000189975738379,
    0.8000189975738379,
    0.8000189975738379,
    0.8000189975738379,
    0.8000189975738379,
    0.8000189975738379,
    0.7963285452519383,
    0.7963285452519383,
    0.7963285452519383,
    0.7963285452519383,
    0.7963285452519383,
    0.7963285452519383,
    0.7963285452519383,
    0.7963285452519383,
    0.8188677593726956,
    0.8188677593726956,
    0.8188677593726956,
    0.8188677593726956,
    0.8188677593726956,
    0.8188677593726956
  ],
  "1": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables.",
    "Workshops on networking etiquette begin in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "In the event space, workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "Within the event space, networking etiquette workshops are taking place in the adjoining classroom. Consulting firms have glossy case-study booklets stacked on high tables. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention.",
    "In the event space, networking etiquette workshops are taking place in the adjoining classroom, while consulting firms have glossy case-study booklets stacked on high tables. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention. A welcome announcement outlines the fair schedule over the PA system.",
    "In the event space, networking etiquette workshops are underway in the adjoining classroom. Consulting firms have glossy case-study booklets stacked on high tables, while career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention. A welcome announcement outlines the fair schedule over the PA system.",
    "Within the event space, networking etiquette workshops are underway in the adjoining classroom. Consulting firms have glossy case-study booklets stacked on high tables, while career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries.",
    "In the event space, networking etiquette workshops are underway in the adjoining classroom. Consulting firms have glossy case-study booklets stacked on high tables, while career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system.",
    "In the event space, networking etiquette workshops are underway in the adjoining classroom. Consulting firms have glossy case-study booklets stacked on high tables, while career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system.",
    "Within the event space, networking etiquette workshops are underway in an adjoining classroom. Consulting firms have glossy case-study booklets stacked on high tables, while career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "Within the event space, networking etiquette workshops are underway in an adjoining classroom. Consulting firms have glossy case-study booklets stacked on high tables. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the career fair, the event space centers on networking and recruiting activity. Networking etiquette workshops are underway in an adjoining classroom. Consulting firms display glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor. HR teams jot notes on tablets while students introduce themselves, and students clutch resumes inside branded folders."
  ],
  "1_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.31104310892344184,
    0.31104310892344184,
    0.31104310892344184,
    0.4966595891407609,
    0.4966595891407609,
    0.4966595891407609,
    0.4966595891407609,
    0.6827263570425715,
    0.6827263570425715,
    0.6827263570425715,
    0.6827263570425715,
    0.6827263570425715,
    0.6827263570425715,
    0.7272981785569274,
    0.7272981785569274,
    0.7272981785569274,
    0.7272981785569274,
    0.7272981785569274,
    0.807895372009656,
    0.807895372009656,
    0.807895372009656,
    0.807895372009656,
    0.807895372009656,
    0.807895372009656,
    0.807895372009656,
    0.7789912437467648,
    0.7789912437467648,
    0.7789912437467648,
    0.7789912437467648,
    0.7789912437467648,
    0.8035280496847688,
    0.8035280496847688,
    0.8035280496847688,
    0.8035280496847688,
    0.8035280496847688,
    0.7944241946654893,
    0.7944241946654893,
    0.7944241946654893,
    0.7944241946654893,
    0.7944241946654893,
    0.8019196098762131,
    0.8019196098762131,
    0.8019196098762131,
    0.8019196098762131,
    0.8019196098762131,
    0.8019196098762131,
    0.8242219702447848,
    0.8242219702447848,
    0.8242219702447848,
    0.8242219702447848,
    0.8242219702447848,
    0.8242219702447848,
    0.8242219702447848,
    0.8405391316770727,
    0.8405391316770727,
    0.8405391316770727,
    0.8405391316770727,
    0.8405391316770727,
    0.8842186233757385,
    0.8842186233757385
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. HR teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "At the event entrance, staff scan registrations and hand out lanyards. HR teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards, while HR teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and a robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards, while HR teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and a robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards as people arrive, while HR teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and a robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards as people arrive, while HR teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and a robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards as people arrive, while HR teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and a robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and hand out lanyards as people arrive, while HR teams jot notes on tablets as students introduce themselves. Students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and a robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards as people arrive, while HR teams jot notes on tablets as students introduce themselves. Students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and a robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5853932466368816,
    0.5853932466368816,
    0.5853932466368816,
    0.5853932466368816,
    0.741593284829805,
    0.741593284829805,
    0.7716927245361197,
    0.7716927245361197,
    0.7716927245361197,
    0.7716927245361197,
    0.8003635577844632,
    0.8003635577844632,
    0.8003635577844632,
    0.8003635577844632,
    0.8120352177794524,
    0.8120352177794524,
    0.8120352177794524,
    0.8120352177794524,
    0.8120352177794524,
    0.8120352177794524,
    0.8120352177794524,
    0.7506306314051487,
    0.7506306314051487,
    0.7506306314051487,
    0.7506306314051487,
    0.7506306314051487,
    0.7994290978302332,
    0.7994290978302332,
    0.7994290978302332,
    0.7994290978302332,
    0.8206580262390228,
    0.8206580262390228,
    0.8206580262390228,
    0.8206580262390228,
    0.8206580262390228,
    0.8321738666347905,
    0.8321738666347905,
    0.8321738666347905,
    0.8321738666347905,
    0.8321738666347905,
    0.8321738666347905,
    0.8288269142800848,
    0.8288269142800848,
    0.8288269142800848,
    0.8288269142800848,
    0.8288269142800848,
    0.8288269142800848,
    0.8288269142800848,
    0.8288269142800848,
    0.8342458699650825,
    0.8342458699650825,
    0.8342458699650825,
    0.8342458699650825,
    0.8342458699650825,
    0.8342458699650825,
    0.8342458699650825,
    0.8342458699650825
  ],
  "3": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "Some students rehearse elevator pitches quietly against the wall, while a cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the venue, some students rehearse elevator pitches quietly against the wall while a cybersecurity company runs a password-cracking challenge on a laptop. Event staff at the entrance scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries.",
    "At the venue, students rehearse elevator pitches quietly against the wall while a cybersecurity company runs a password-cracking challenge on a laptop. Event staff at the entrance scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the venue, students rehearse elevator pitches quietly against the wall while a cybersecurity company runs a password-cracking challenge on a laptop. Event staff at the entrance scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the venue, students rehearse elevator pitches quietly against the wall while a cybersecurity company runs a password-cracking challenge on a laptop. Event staff at the entrance scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the venue, students rehearse elevator pitches quietly against the wall while a cybersecurity company runs a password-cracking challenge on a laptop. Event staff at the entrance scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "At the venue for the career fair, students rehearse elevator pitches quietly against the wall while a cybersecurity company runs a password-cracking challenge on a laptop. Event staff at the entrance scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens.",
    "At the career fair venue, students rehearse elevator pitches quietly against a wall, while a cybersecurity company runs a password-cracking challenge on a laptop. Event staff at the entrance scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Outside the university gym, students line up before the career fair opens, and finance firms offer QR codes for immediate internship applications.",
    "At the career fair venue, students rehearse elevator pitches quietly against a wall while a cybersecurity company runs a password-cracking challenge on a laptop. Outside the university gym, students line up before the fair opens, and finance firms offer QR codes for immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. HR teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.5494321626624493,
    0.5494321626624493,
    0.5494321626624493,
    0.5494321626624493,
    0.5494321626624493,
    0.5494321626624493,
    0.5494321626624493,
    0.5494321626624493,
    0.7419066141360042,
    0.7419066141360042,
    0.7419066141360042,
    0.7419066141360042,
    0.7419066141360042,
    0.7419066141360042,
    0.7419066141360042,
    0.7419066141360042,
    0.7419066141360042,
    0.775693739234527,
    0.775693739234527,
    0.775693739234527,
    0.775693739234527,
    0.775693739234527,
    0.775693739234527,
    0.775693739234527,
    0.775693739234527,
    0.775693739234527,
    0.775693739234527,
    0.775693739234527,
    0.7659590798406757,
    0.7659590798406757,
    0.7659590798406757,
    0.7742092571776906,
    0.7742092571776906,
    0.7742092571776906,
    0.7742092571776906,
    0.7742092571776906,
    0.8577055344090609,
    0.8577055344090609,
    0.8577055344090609,
    0.8577055344090609,
    0.8577055344090609,
    0.8811687629561249,
    0.8811687629561249,
    0.8811687629561249,
    0.8811687629561249,
    0.8811687629561249,
    0.8811687629561249,
    0.8811687629561249,
    0.8811687629561249,
    0.8811687629561249,
    0.8861495286286154,
    0.8861495286286154,
    0.8861495286286154
  ],
  "4": [
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "In the current setting, some students rehearse elevator pitches quietly against the wall, while workshops on networking etiquette begin in the adjoining classroom.",
    "In the current setting, some students rehearse elevator pitches quietly against the wall, while workshops on networking etiquette begin in the adjoining classroom.",
    "In the current setting, some students rehearse elevator pitches quietly against the wall, while workshops on networking etiquette begin in the adjoining classroom.",
    "In the current setting, some students rehearse elevator pitches quietly against the wall, while workshops on networking etiquette begin in the adjoining classroom.",
    "In the current setting, some students rehearse elevator pitches quietly against the wall, while workshops on networking etiquette begin in the adjoining classroom.",
    "In the current setting, some students rehearse elevator pitches quietly against the wall while workshops on networking etiquette begin in the adjoining classroom.",
    "Some students rehearse elevator pitches quietly against the wall in the current setting, while workshops on networking etiquette begin in the adjoining classroom.",
    "In the current setting, some students rehearse elevator pitches quietly against the wall, while in the adjoining classroom workshops on networking etiquette begin.",
    "In the current setting, some students rehearse elevator pitches quietly against the wall, while in the adjoining classroom workshops on networking etiquette begin.",
    "In the current setting, some students rehearse elevator pitches quietly against the wall; in the adjoining classroom, workshops on networking etiquette begin."
  ],
  "4_score": [
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.26616600666273776,
    0.26616600666273776,
    0.26616600666273776,
    0.26616600666273776,
    0.26616600666273776,
    0.26616600666273776,
    0.26616600666273776,
    0.26616600666273776,
    0.26616600666273776,
    0.26616600666273776,
    0.26616600666273776,
    0.26616600666273776,
    0.26616600666273776,
    0.26616600666273776,
    0.26616600666273776,
    0.26616600666273776,
    0.26616600666273776,
    0.26616600666273776,
    0.26616600666273776,
    0.26616600666273776,
    0.26616600666273776,
    0.26616600666273776,
    0.26616600666273776,
    0.26616600666273776,
    0.26616600666273776,
    0.2797959635743755,
    0.2797959635743755,
    0.2797959635743755,
    0.2797959635743755,
    0.2797959635743755,
    0.2734481046685832,
    0.2734481046685832,
    0.2734481046685832,
    0.2734481046685832,
    0.2734481046685832,
    0.2620833656572217,
    0.2620833656572217,
    0.2620833656572217,
    0.2620833656572217,
    0.2620833656572217,
    0.2620833656572217,
    0.2620833656572217,
    0.2620833656572217,
    0.2620833656572217,
    0.2620833656572217,
    0.2620833656572217,
    0.27653717611063666
  ],
  "5": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "Event staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "Event staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "Event staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications.",
    "Event staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers deliver quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Finance firms display QR codes for immediate internship applications. Several students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers deliver quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Finance firms display QR codes for immediate internship applications. Several students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers deliver quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Finance firms display QR codes for immediate internship applications. Several students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers deliver quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Finance firms display QR codes for immediate internship applications. Several students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos."
  ],
  "5_score": [
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5617445941870332,
    0.5617445941870332,
    0.5617445941870332,
    0.5617445941870332,
    0.6829273163991239,
    0.6829273163991239,
    0.6829273163991239,
    0.6829273163991239,
    0.7925415931651101,
    0.7925415931651101,
    0.7925415931651101,
    0.7925415931651101,
    0.8354991611564295,
    0.8354991611564295,
    0.8354991611564295,
    0.8354991611564295,
    0.8354991611564295,
    0.8354991611564295,
    0.8354991611564295,
    0.8427260273255771,
    0.8427260273255771,
    0.8427260273255771,
    0.8427260273255771,
    0.8794736574287261,
    0.8794736574287261,
    0.8794736574287261,
    0.8794736574287261,
    0.8794736574287261,
    0.8794736574287261,
    0.8794736574287261,
    0.8794736574287261,
    0.8794736574287261,
    0.8794736574287261,
    0.8835892636538655,
    0.8835892636538655,
    0.8835892636538655,
    0.8835892636538655,
    0.8835892636538655,
    0.8835892636538655,
    0.8868393033904153,
    0.8868393033904153,
    0.8868393033904153,
    0.8868393033904153,
    0.8868393033904153,
    0.8878116934584782,
    0.8878116934584782,
    0.8878116934584782,
    0.8878116934584782,
    0.8878116934584782,
    0.8878116934584782,
    0.8878116934584782,
    0.8878116934584782,
    0.8878116934584782,
    0.8878116934584782,
    0.8878116934584782,
    0.8878116934584782,
    0.8878116934584782,
    0.8878116934584782,
    0.8878116934584782,
    0.8878116934584782,
    0.8878116934584782
  ],
  "6": [
    "",
    "",
    "",
    "A group of students clutch resumes inside branded folders.",
    "A group of students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall.",
    "A group of students clutch resumes tucked into branded folders, while some rehearse elevator pitches quietly against the wall. Dozens of booths, each bearing colorful banners, encircle the polished floor.",
    "A group of students clutch resumes tucked into branded folders, while some rehearse elevator pitches quietly against the wall. Dozens of booths encircle the polished floor, each bearing colorful banners. Consulting firms stack glossy case study booklets on high tables.",
    "On a polished floor, a career fair scene unfolds with a group of students clutching resumes tucked into branded folders, while some rehearse elevator pitches quietly against the wall. Dozens of booths encircle the space, each bearing colorful banners. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "On a polished floor, a career fair scene unfolds with a group of students clutching resumes tucked into branded folders, while some rehearse elevator pitches quietly against the wall. Dozens of booths encircle the space, each bearing colorful banners. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "On a polished floor, a career fair scene unfolds with a group of students clutching resumes tucked into branded folders, while some rehearse elevator pitches quietly against the wall. Dozens of booths encircle the space, each bearing colorful banners. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "In a polished-floor career fair, a group of students clutch resumes tucked into branded folders, while some rehearse elevator pitches quietly against the wall. Dozens of booths encircle the space, each bearing colorful banners. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a polished-floor career fair, a group of students clutch resumes tucked into branded folders, while others rehearse elevator pitches quietly against the wall. Dozens of booths encircle the space, each bearing colorful banners. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a polished-floor career fair, students clutch resumes tucked into branded folders while others rehearse elevator pitches quietly against the wall. Dozens of booths encircle the space, each bearing colorful banners. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At a polished-floor career fair, students clutch resumes tucked into branded folders while others rehearse elevator pitches quietly against the wall. Dozens of booths encircle the space, each bearing colorful banners. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "At a polished-floor career fair, students clutch resumes tucked into branded folders while others rehearse elevator pitches quietly against the wall. Dozens of booths encircle the space, each bearing colorful banners. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.3376360815257372,
    0.3376360815257372,
    0.3376360815257372,
    0.4426275512764999,
    0.4426275512764999,
    0.4426275512764999,
    0.4426275512764999,
    0.4426275512764999,
    0.492600528872536,
    0.492600528872536,
    0.492600528872536,
    0.492600528872536,
    0.6397595620689841,
    0.6397595620689841,
    0.6397595620689841,
    0.6397595620689841,
    0.6397595620689841,
    0.7701911716932568,
    0.7701911716932568,
    0.7701911716932568,
    0.7701911716932568,
    0.7701911716932568,
    0.7701911716932568,
    0.7701911716932568,
    0.7701911716932568,
    0.7701911716932568,
    0.7701911716932568,
    0.7701911716932568,
    0.7701911716932568,
    0.7701911716932568,
    0.7701911716932568,
    0.7701911716932568,
    0.7701911716932568,
    0.7701911716932568,
    0.7701911716932568,
    0.7701911716932568,
    0.7701911716932568,
    0.7701911716932568,
    0.7701911716932568,
    0.7701911716932568,
    0.7701911716932568,
    0.7701911716932568,
    0.8372680766360262,
    0.8372680766360262,
    0.8372680766360262,
    0.8372680766360262,
    0.8372680766360262,
    0.8372680766360262,
    0.8372680766360262,
    0.850664663525899,
    0.850664663525899,
    0.850664663525899,
    0.850664663525899,
    0.8535432123610582,
    0.8535432123610582,
    0.8535432123610582,
    0.8535432123610582,
    0.8529319184444273,
    0.8529319184444273,
    0.8529319184444273,
    0.8529319184444273,
    0.8529319184444273,
    0.8529319184444273
  ],
  "7": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Students line up outside the university gym in anticipation of the career fair opening. A cybersecurity company is running a password cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards.",
    "Students line up outside the university gym in anticipation of the career fair opening. A cybersecurity company is running a password cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "Students line up outside the university gym in anticipation of the career fair opening. A cybersecurity company is running a password cracking challenge on a laptop nearby. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym in anticipation of the career fair opening. A cybersecurity company is running a password cracking challenge on a laptop nearby. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym in anticipation of the career fair opening. Nearby, a cybersecurity company is running a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage.",
    "Students line up outside the university gym in anticipation of the career fair opening. A cybersecurity company runs a password-cracking challenge on a laptop nearby. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym in anticipation of the career fair opening. A cybersecurity company runs a password-cracking challenge on a laptop nearby. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym in anticipation of the career fair opening. A cybersecurity company runs a password-cracking challenge on a laptop nearby. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym in anticipation of the career fair. A cybersecurity company runs a password-cracking challenge on a laptop nearby. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym for the career fair, while a cybersecurity company runs a password-cracking challenge on a laptop nearby. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym for the career fair while a cybersecurity company runs a password-cracking challenge on a laptop nearby. Event staff scan registrations at the entrance and hand out lanyards. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.512107119364744,
    0.512107119364744,
    0.512107119364744,
    0.512107119364744,
    0.7011375694094214,
    0.7011375694094214,
    0.7011375694094214,
    0.7011375694094214,
    0.7011375694094214,
    0.7624244398281623,
    0.7624244398281623,
    0.7624244398281623,
    0.7624244398281623,
    0.7624244398281623,
    0.7624244398281623,
    0.7624244398281623,
    0.8088207667413021,
    0.8088207667413021,
    0.8088207667413021,
    0.8088207667413021,
    0.8088207667413021,
    0.8088207667413021,
    0.8088207667413021,
    0.8088207667413021,
    0.8088207667413021,
    0.8088207667413021,
    0.8230341900553997,
    0.8230341900553997,
    0.8230341900553997,
    0.8230341900553997,
    0.8466094457820184,
    0.8466094457820184,
    0.8466094457820184,
    0.8466094457820184,
    0.8393247148083798,
    0.8393247148083798,
    0.8393247148083798,
    0.8393247148083798,
    0.8393247148083798,
    0.8393247148083798,
    0.8435394558803854,
    0.8435394558803854,
    0.8435394558803854,
    0.8435394558803854,
    0.8435394558803854,
    0.8376805046905961,
    0.8376805046905961,
    0.8376805046905961,
    0.8376805046905961,
    0.8537406610897017,
    0.8537406610897017,
    0.8537406610897017,
    0.8537406610897017,
    0.8537406610897017,
    0.8351593937513719,
    0.8351593937513719,
    0.8351593937513719,
    0.8351593937513719,
    0.8351593937513719
  ],
  "8": [
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves.",
    "In a shared space, human resources teams jot notes on tablets as students introduce themselves, while nearby alumni volunteers share quick pep talks near the coffee station.",
    "In a shared space, human resources teams jot notes on tablets as students introduce themselves, while nearby alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "In a shared space, human resources teams jot notes on tablets as students introduce themselves. Nearby alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In a shared space, human resources teams jot notes on tablets as students introduce themselves. Nearby alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "In a shared space, human resources teams jot notes on tablets as students introduce themselves. Nearby alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "In a shared space, human resources teams jot notes on tablets as students introduce themselves, while nearby alumni volunteers give quick pep talks near the coffee station. Students clutch resumes inside branded folders, and a cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall, as healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards.",
    "In a shared event space, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers give quick pep talks near the coffee station. Students clutch resumes inside branded folders, and a cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall, as healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "In a shared event space, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers give quick pep talks near the coffee station. Students clutch resumes inside branded folders, and a cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall as healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map as workshops on networking etiquette begin in the adjoining classroom.",
    "In a shared event space, HR teams jot notes on tablets while students introduce themselves. Alumni volunteers give quick pep talks near the coffee station. Students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall as healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map as workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "In a shared event space, HR teams jot notes on tablets while students introduce themselves. Alumni volunteers give quick pep talks near the coffee station. Students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall as healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map as workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews.",
    "In a shared event space, HR teams jot notes on tablets while students introduce themselves. Alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders as a cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall while healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, and workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews."
  ],
  "8_score": [
    0.0,
    0.0,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.32601462602090664,
    0.32601462602090664,
    0.32601462602090664,
    0.32601462602090664,
    0.32601462602090664,
    0.32601462602090664,
    0.32601462602090664,
    0.32601462602090664,
    0.32601462602090664,
    0.32601462602090664,
    0.32601462602090664,
    0.4999364410454568,
    0.4999364410454568,
    0.4999364410454568,
    0.6428363406833812,
    0.6428363406833812,
    0.6428363406833812,
    0.6428363406833812,
    0.6428363406833812,
    0.6791329499882452,
    0.6791329499882452,
    0.6791329499882452,
    0.6791329499882452,
    0.6791329499882452,
    0.6791329499882452,
    0.7092742829468253,
    0.7092742829468253,
    0.7092742829468253,
    0.7092742829468253,
    0.7092742829468253,
    0.7204784996991784,
    0.7204784996991784,
    0.7204784996991784,
    0.7204784996991784,
    0.7785027830438062,
    0.7785027830438062,
    0.7785027830438062,
    0.7785027830438062,
    0.7785027830438062,
    0.7785027830438062,
    0.7553932094161284,
    0.7553932094161284,
    0.7553932094161284,
    0.7553932094161284,
    0.7553932094161284,
    0.7794214103920498,
    0.7794214103920498,
    0.7794214103920498,
    0.7794214103920498,
    0.7794214103920498,
    0.8086560141227345,
    0.8086560141227345,
    0.8086560141227345,
    0.8086560141227345,
    0.806637947962668,
    0.806637947962668,
    0.806637947962668,
    0.806637947962668
  ],
  "9": [
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention.",
    "At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications.",
    "At the event, staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event, staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to draw attention. Career counselors direct unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to draw attention. Career counselors direct unsure students toward applicable industries while some students rehearse elevator pitches quietly against the wall. Networking etiquette workshops run in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to draw attention. Career counselors direct unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. Networking etiquette workshops are held in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to draw attention. Career counselors direct unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. Networking etiquette workshops are held in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map.",
    "At the event, staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to draw attention. Career counselors direct unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. Networking etiquette workshops are held in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map.",
    "At the event, staff scan registrations and hand out lanyards at the entrance, establishing the intake flow. A robotics startup flies a small drone above its booth to draw attention. Career counselors direct unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. Networking etiquette workshops are held in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5796415204275707,
    0.5796415204275707,
    0.819549375206577,
    0.819549375206577,
    0.819549375206577,
    0.819549375206577,
    0.819549375206577,
    0.8082192383239938,
    0.8082192383239938,
    0.8182247656650581,
    0.8182247656650581,
    0.8182247656650581,
    0.8182247656650581,
    0.8477243073972119,
    0.8477243073972119,
    0.8477243073972119,
    0.8477243073972119,
    0.8477243073972119,
    0.8477243073972119,
    0.8985743497901956,
    0.8985743497901956,
    0.8985743497901956,
    0.8985743497901956,
    0.8985743497901956,
    0.8985743497901956,
    0.9012371174168807,
    0.9012371174168807,
    0.9012371174168807,
    0.9012371174168807,
    0.9012371174168807,
    0.9012371174168807,
    0.9012371174168807,
    0.9085247136665873,
    0.9085247136665873,
    0.9085247136665873,
    0.9085247136665873,
    0.9085247136665873,
    0.9055453392120222,
    0.9055453392120222,
    0.9055453392120222,
    0.9055453392120222,
    0.9055453392120222,
    0.905029957594484,
    0.905029957594484,
    0.905029957594484,
    0.905029957594484,
    0.905029957594484,
    0.905029957594484,
    0.905029957594484,
    0.905029957594484,
    0.905029957594484,
    0.905029957594484,
    0.905029957594484,
    0.905029957594484,
    0.905029957594484,
    0.9100731687526851,
    0.9100731687526851,
    0.9100731687526851,
    0.9100731687526851,
    0.9100731687526851
  ]
}