{
  "0": [
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the schedule. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the schedule. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "At the fair, a welcome announcement plays over the PA outlining the schedule. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention."
  ],
  "0_score": [
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.6224414889453944,
    0.6224414889453944,
    0.6224414889453944,
    0.6224414889453944,
    0.6224414889453944,
    0.6224414889453944,
    0.6224414889453944,
    0.7757939897840509,
    0.7757939897840509,
    0.7757939897840509,
    0.7757939897840509,
    0.8323432804344861,
    0.8323432804344861,
    0.8323432804344861,
    0.8323432804344861,
    0.8323432804344861,
    0.8323432804344861,
    0.8323432804344861,
    0.8323432804344861,
    0.8323432804344861,
    0.8541072120011752,
    0.8541072120011752,
    0.8541072120011752,
    0.8541072120011752,
    0.8541072120011752,
    0.8541072120011752,
    0.8675759874628324,
    0.8675759874628324,
    0.8675759874628324,
    0.8675759874628324,
    0.8675759874628324,
    0.8675759874628324,
    0.8675759874628324,
    0.8675759874628324,
    0.8723420157084891,
    0.8723420157084891,
    0.8723420157084891,
    0.8723420157084891,
    0.8723420157084891,
    0.8723420157084891,
    0.8723420157084891,
    0.8969945057755062,
    0.8969945057755062,
    0.8969945057755062,
    0.8969945057755062,
    0.8969945057755062,
    0.8969945057755062,
    0.8969945057755062,
    0.8969945057755062,
    0.8885254061601664,
    0.8885254061601664,
    0.8885254061601664,
    0.8885254061601664,
    0.8885254061601664,
    0.8885254061601664,
    0.8901731312716271,
    0.8901731312716271,
    0.8901731312716271,
    0.8901731312716271,
    0.8901731312716271
  ],
  "1": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos; a cybersecurity company runs a password cracking challenge on a laptop.",
    "Healthcare providers showcase community outreach photos; a cybersecurity company runs a password cracking challenge on a laptop; alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers stage a display of community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "Healthcare providers stage a display of community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications.",
    "Healthcare providers stage a display of community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "At the university event, a display by healthcare providers showcases community outreach photos. A cybersecurity company hosts a password-cracking challenge on a laptop. Alumni volunteers deliver brief pep talks near the coffee station. Students clutch resumes inside branded folders. Finance firms provide QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "At the university event, a display by healthcare providers showcases community outreach photos. A cybersecurity company hosts a password-cracking challenge on a laptop. Alumni volunteers deliver brief pep talks near the coffee station. Students clutch resumes inside branded folders. Finance firms provide QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "At the university event, a display by healthcare providers showcases community outreach photos. A cybersecurity company hosts a password-cracking challenge on a laptop. Alumni volunteers deliver brief pep talks near the coffee station. Students clutch resumes inside branded folders. Finance firms provide QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens. Some students rehearse elevator pitches quietly against the wall."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.41673610204065825,
    0.41673610204065825,
    0.41673610204065825,
    0.41673610204065825,
    0.41673610204065825,
    0.41673610204065825,
    0.41673610204065825,
    0.44572484906564314,
    0.44572484906564314,
    0.44572484906564314,
    0.44572484906564314,
    0.44572484906564314,
    0.44572484906564314,
    0.6560514802019117,
    0.6560514802019117,
    0.6560514802019117,
    0.6560514802019117,
    0.6560514802019117,
    0.6560514802019117,
    0.6560514802019117,
    0.7339325771174485,
    0.7339325771174485,
    0.7339325771174485,
    0.7339325771174485,
    0.7339325771174485,
    0.7339325771174485,
    0.7339325771174485,
    0.7339325771174485,
    0.7681265105089888,
    0.7681265105089888,
    0.7681265105089888,
    0.7681265105089888,
    0.7681265105089888,
    0.7681265105089888,
    0.7681265105089888,
    0.805334535910252,
    0.805334535910252,
    0.805334535910252,
    0.805334535910252,
    0.805334535910252,
    0.805334535910252,
    0.805334535910252,
    0.805334535910252,
    0.805334535910252,
    0.805334535910252,
    0.805334535910252,
    0.805334535910252,
    0.805334535910252,
    0.805334535910252,
    0.805334535910252,
    0.8091607404818839,
    0.8091607404818839,
    0.8091607404818839,
    0.8091607404818839,
    0.8091607404818839
  ],
  "2": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "Career counselors remind attendees to maintain eye contact while a cybersecurity company runs a password cracking challenge on a laptop; at the entrance, event staff scan registrations and hand out lanyards.",
    "Career counselors remind attendees to maintain eye contact while a cybersecurity company runs a password cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth for attention.",
    "At the event, career counselors remind attendees to maintain eye contact while a cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, career counselors remind attendees to maintain eye contact as a cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, career counselors remind attendees to maintain eye contact as a cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables.",
    "During the event, career counselors remind attendees to maintain eye contact as a cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, staff scan registrations and hand out lanyards. A robotics startup deploys a small drone above its booth to attract attention. Alumni volunteers offer quick pep talks near the coffee station. Dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "Dozens of booths with colorful banners circle the polished floor of the venue. At the entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop while career counselors remind attendees to maintain eye contact. A robotics startup deploys a small drone above its booth to attract attention. Alumni volunteers offer quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "2_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4195936082512638,
    0.4195936082512638,
    0.4195936082512638,
    0.4195936082512638,
    0.4195936082512638,
    0.4195936082512638,
    0.4195936082512638,
    0.4195936082512638,
    0.4195936082512638,
    0.4195936082512638,
    0.4195936082512638,
    0.4195936082512638,
    0.46023493752932326,
    0.46023493752932326,
    0.46023493752932326,
    0.46023493752932326,
    0.46023493752932326,
    0.46023493752932326,
    0.8004207315873673,
    0.8004207315873673,
    0.8004207315873673,
    0.8004207315873673,
    0.8004207315873673,
    0.8004207315873673,
    0.8004207315873673,
    0.7987136203998998,
    0.7987136203998998,
    0.7987136203998998,
    0.7987136203998998,
    0.7987136203998998,
    0.8304626625352389,
    0.8304626625352389,
    0.8304626625352389,
    0.8304626625352389,
    0.8304626625352389,
    0.8304626625352389,
    0.8304626625352389,
    0.8414986970541543,
    0.8414986970541543,
    0.8414986970541543,
    0.8414986970541543,
    0.8414986970541543,
    0.8414986970541543,
    0.8414986970541543,
    0.8414986970541543,
    0.8414986970541543,
    0.8414986970541543,
    0.8356884568910681,
    0.8356884568910681,
    0.8356884568910681,
    0.8356884568910681,
    0.8356884568910681,
    0.8356884568910681,
    0.8356884568910681,
    0.8356884568910681,
    0.8356884568910681,
    0.8356884568910681,
    0.8292657995298927,
    0.8292657995298927
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524
  ],
  "4": [
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "At the entrance, event staff scan registrations and hand out lanyards; students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes kept in branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes kept in branded folders. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes kept in branded folders. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes kept in branded folders. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes kept in branded folders. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes kept in branded folders. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes kept in branded folders. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.428520974368467,
    0.428520974368467,
    0.428520974368467,
    0.428520974368467,
    0.428520974368467,
    0.428520974368467,
    0.428520974368467,
    0.428520974368467,
    0.7158397495299592,
    0.7158397495299592,
    0.7158397495299592,
    0.7158397495299592,
    0.7158397495299592,
    0.7158397495299592,
    0.7158397495299592,
    0.7158397495299592,
    0.789910859286052,
    0.789910859286052,
    0.789910859286052,
    0.789910859286052,
    0.7980384178943353,
    0.7980384178943353,
    0.7980384178943353,
    0.7980384178943353,
    0.7980384178943353,
    0.7933171843801523,
    0.7933171843801523,
    0.7933171843801523,
    0.7933171843801523,
    0.7933171843801523,
    0.7933171843801523,
    0.7933171843801523,
    0.7933171843801523,
    0.7933171843801523,
    0.7933171843801523,
    0.7933171843801523,
    0.7933171843801523,
    0.7933171843801523,
    0.7933171843801523,
    0.7933171843801523,
    0.7933171843801523,
    0.7933171843801523,
    0.7933171843801523,
    0.7933171843801523,
    0.7933171843801523,
    0.7933171843801523,
    0.7933171843801523,
    0.7933171843801523,
    0.7933171843801523,
    0.7933171843801523,
    0.7933171843801523,
    0.7933171843801523,
    0.8328137936301974,
    0.8328137936301974,
    0.8328137936301974,
    0.8328137936301974,
    0.8328137936301974
  ],
  "5": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, and a robotics startup flies a small drone above its booth for attention.",
    "Healthcare providers showcase community outreach photos, while a robotics startup flies a small drone above its booth to attract attention. Outside the university gym, students line up before the career fair opens.",
    "Healthcare providers showcase community outreach photos, while a robotics startup flies a small drone above its booth to attract attention. Outside the university gym, students line up before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the venue near the university gym, healthcare providers showcase community outreach photos while a robotics startup flies a small drone above its booth to attract attention. Outside the gym, students line up before the career fair opens. Near the stage, the engineering society sponsors a resume review table, and alumni volunteers share quick pep talks near the coffee station.",
    "At the venue near the university gym, healthcare providers display community outreach photos, while a robotics startup flies a small drone above its booth to attract attention. Outside the gym, students line up before the career fair opens. Near the stage, the engineering society sponsors a resume review table, and alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the venue near the university gym, healthcare providers display community outreach photos while a robotics startup flies a small drone above its booth to attract attention. Outside the gym, students line up before the career fair opens. Near the stage, the engineering society sponsors a resume review table, and alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "At a venue near the university gym, healthcare providers display community outreach photos while a robotics startup flies a small drone above its booth to draw attention. Outside the gym, students line up before the career fair opens. Near the stage, the engineering society sponsors a resume review table, and alumni volunteers share quick pep talks near a coffee station. Event staff scan registrations and hand out lanyards at the entrance. Inside, students clutch resumes in branded folders. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "5_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3271946712018316,
    0.3271946712018316,
    0.3271946712018316,
    0.3271946712018316,
    0.3271946712018316,
    0.3271946712018316,
    0.5941855365627244,
    0.5941855365627244,
    0.5941855365627244,
    0.5941855365627244,
    0.5941855365627244,
    0.5941855365627244,
    0.5941855365627244,
    0.5941855365627244,
    0.7320084224502934,
    0.7320084224502934,
    0.7320084224502934,
    0.7320084224502934,
    0.7320084224502934,
    0.7320084224502934,
    0.7320084224502934,
    0.7320084224502934,
    0.7681407646069083,
    0.7681407646069083,
    0.7681407646069083,
    0.7681407646069083,
    0.7681407646069083,
    0.7681407646069083,
    0.7681407646069083,
    0.8230656218112444,
    0.8230656218112444,
    0.8230656218112444,
    0.8230656218112444,
    0.8230656218112444,
    0.8230656218112444,
    0.8230656218112444,
    0.8230656218112444,
    0.8230656218112444,
    0.8355581687705804,
    0.8355581687705804,
    0.8355581687705804,
    0.8355581687705804,
    0.8355581687705804,
    0.8355581687705804,
    0.8355581687705804,
    0.8355581687705804,
    0.8355581687705804,
    0.8355581687705804,
    0.8355581687705804,
    0.8281679120123693,
    0.8281679120123693,
    0.8281679120123693,
    0.8281679120123693,
    0.8281679120123693,
    0.8281679120123693,
    0.8281679120123693,
    0.8281679120123693,
    0.8281679120123693,
    0.8281679120123693
  ],
  "6": [
    "",
    "",
    "A robotics startup is displaying a small drone that it flies above its booth to attract attention.",
    "At the event, a robotics startup displays a small drone that it flies above its booth to attract attention, while nearby alumni volunteers deliver brief pep talks near the coffee station.",
    "At the event, a robotics startup displays a small drone that it flies above its booth to attract attention, while nearby alumni volunteers deliver brief pep talks near the coffee station, and finance firms offer QR codes for immediate internship applications.",
    "At the event, a robotics startup displays a small drone that it flies above its booth to attract attention. Nearby alumni volunteers deliver brief pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications.",
    "At the event, a robotics startup displays a small drone that it flies above its booth to attract attention. Nearby alumni volunteers deliver brief pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, a robotics startup displays a small drone that it flies above its booth to attract attention. Nearby alumni volunteers deliver brief pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "The scene centers on a university career fair, where a robotics startup displays a small drone that it flies above its booth to attract attention. Nearby, alumni volunteers deliver brief pep talks near the coffee station; finance firms provide QR codes for immediate internship applications; and a cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens, while tech companies display demo screens showcasing their latest apps.",
    "At the university career fair, a robotics startup demonstrates a small drone, flying it above its booth to attract attention. Nearby, alumni volunteers deliver brief pep talks by the coffee station. Finance firms display QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens, while tech companies display demo screens of their latest apps. Healthcare providers showcase community outreach photos.",
    "At the university career fair, a robotics startup demonstrates a small drone flying above its booth to attract attention. Alumni volunteers deliver brief pep talks by the coffee station. Finance firms display QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. Tech companies display demo screens of their latest apps. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, a robotics startup demonstrates a small drone flying above its booth to attract attention. Alumni volunteers deliver brief pep talks by the coffee station. Finance firms display QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the fair opens. Tech companies display demo screens of their latest apps. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "6_score": [
    0.0,
    0.0,
    0.4188616972655596,
    0.4188616972655596,
    0.4188616972655596,
    0.4188616972655596,
    0.4188616972655596,
    0.43963083780721635,
    0.43963083780721635,
    0.43963083780721635,
    0.43963083780721635,
    0.43963083780721635,
    0.43963083780721635,
    0.43963083780721635,
    0.4994342938242292,
    0.4994342938242292,
    0.4994342938242292,
    0.4994342938242292,
    0.786709682978908,
    0.786709682978908,
    0.786709682978908,
    0.786709682978908,
    0.786709682978908,
    0.786709682978908,
    0.8177631443330052,
    0.8177631443330052,
    0.8177631443330052,
    0.8177631443330052,
    0.8177631443330052,
    0.8177631443330052,
    0.8711112063466762,
    0.8711112063466762,
    0.8711112063466762,
    0.8711112063466762,
    0.8711112063466762,
    0.8711112063466762,
    0.8711112063466762,
    0.8330024260335996,
    0.8330024260335996,
    0.8330024260335996,
    0.8330024260335996,
    0.8330024260335996,
    0.8330024260335996,
    0.8531835923179444,
    0.8531835923179444,
    0.8531835923179444,
    0.8531835923179444,
    0.8531835923179444,
    0.8531835923179444,
    0.8531835923179444,
    0.8545308402622658,
    0.8545308402622658,
    0.8545308402622658,
    0.8545308402622658,
    0.8545308402622658,
    0.8545308402622658,
    0.8545308402622658,
    0.8545308402622658,
    0.8600154051333657,
    0.8600154051333657,
    0.8600154051333657,
    0.8600154051333657,
    0.8600154051333657,
    0.8600154051333657,
    0.8600154051333657,
    0.8600154051333657
  ],
  "7": [
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications.",
    "Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "During a university career fair, consulting firms stack glossy case study booklets on high tables, and finance firms provide QR codes for immediate internship applications. Students line up outside the university gym before the fair opens, while healthcare providers showcase community outreach photos.",
    "A university career fair features consulting firms stacking glossy case study booklets on high tables and finance firms providing QR codes for immediate internship applications. Students line up outside the university gym before the fair opens, while healthcare providers showcase community outreach photos.",
    "At a university career fair, consulting firms stack glossy case study booklets on high tables, while finance firms provide QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the fair opens, and healthcare providers showcase community outreach photos.",
    "At a university career fair, consulting firms stack glossy case study booklets on high tables, while finance firms provide QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the fair opens, and healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "At a university career fair, consulting firms stack glossy case study booklets on high tables, while finance firms provide QR codes for immediate internship applications. Dozens of booths with colorful banners encircle the polished floor. Students line up outside the university gym before the fair opens, and healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "At a university career fair, consulting firms stack glossy case study booklets on high tables while finance firms provide QR codes for immediate internship applications. Dozens of booths with colorful banners encircle the polished floor. Students line up outside the university gym before the fair opens, and some rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map.",
    "At a university career fair, consulting firms stack glossy case study booklets on high tables while finance firms provide QR codes for immediate internship applications. Dozens of booths with colorful banners encircle the polished floor. Students line up outside the university gym before the fair opens, and some rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map."
  ],
  "7_score": [
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.6144604099617919,
    0.6144604099617919,
    0.6144604099617919,
    0.6144604099617919,
    0.6144604099617919,
    0.6717073788958281,
    0.6717073788958281,
    0.6717073788958281,
    0.6717073788958281,
    0.6717073788958281,
    0.6717073788958281,
    0.6717073788958281,
    0.6759486140489104,
    0.6759486140489104,
    0.6759486140489104,
    0.6759486140489104,
    0.6759486140489104,
    0.8267582532403843,
    0.8267582532403843,
    0.8267582532403843,
    0.8267582532403843,
    0.8267582532403843,
    0.8267582532403843,
    0.8267582532403843,
    0.8267582532403843,
    0.8267582532403843,
    0.8355549349808409,
    0.8355549349808409,
    0.8355549349808409,
    0.8355549349808409,
    0.8355549349808409,
    0.8355549349808409,
    0.8355549349808409,
    0.8530324177604951,
    0.8530324177604951,
    0.8530324177604951,
    0.8530324177604951,
    0.8530324177604951,
    0.8530324177604951,
    0.8530324177604951,
    0.852510769214158,
    0.852510769214158,
    0.852510769214158,
    0.852510769214158,
    0.852510769214158,
    0.852510769214158,
    0.852510769214158,
    0.852510769214158,
    0.852510769214158,
    0.852510769214158,
    0.852510769214158
  ],
  "8": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette are taking place in the adjoining classroom, as students line up outside the university gym before the career fair opens.",
    "Workshops on networking etiquette are taking place in the adjoining classroom, as students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries.",
    "Workshops on networking etiquette are taking place in the adjoining classroom, as students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries.",
    "Workshops on networking etiquette are taking place in the adjoining classroom as students line up outside the university gym before the career fair opens, and they begin there. Career counselors redirect unsure students toward applicable industries.",
    "Workshops on networking etiquette are taking place in the adjoining classroom as students line up outside the university gym before the career fair opens, and they begin there. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention.",
    "Networking etiquette workshops are being held in the adjoining classroom as students line up outside the university gym before the career fair opens, and they begin there. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor.",
    "Networking etiquette workshops are held in the adjoining classroom as students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor as an alumni panel discusses how to prepare for technical interviews.",
    "Networking etiquette workshops are held in the adjoining classroom as students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor while an alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "8_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3856639938060571,
    0.3856639938060571,
    0.3856639938060571,
    0.3856639938060571,
    0.3856639938060571,
    0.580719633187924,
    0.580719633187924,
    0.580719633187924,
    0.580719633187924,
    0.580719633187924,
    0.580719633187924,
    0.580719633187924,
    0.580719633187924,
    0.580719633187924,
    0.580719633187924,
    0.580719633187924,
    0.580719633187924,
    0.580719633187924,
    0.580719633187924,
    0.580719633187924,
    0.580719633187924,
    0.5777274708842342,
    0.5777274708842342,
    0.5777274708842342,
    0.5777274708842342,
    0.5777274708842342,
    0.5777274708842342,
    0.5777274708842342,
    0.792919810994791,
    0.792919810994791,
    0.792919810994791,
    0.792919810994791,
    0.792919810994791,
    0.792919810994791,
    0.792919810994791,
    0.792919810994791,
    0.792919810994791,
    0.8059034276793742,
    0.8059034276793742,
    0.8059034276793742,
    0.8059034276793742,
    0.8059034276793742,
    0.8059034276793742,
    0.8059034276793742,
    0.7783003445573056,
    0.7783003445573056,
    0.7783003445573056,
    0.7783003445573056,
    0.7783003445573056,
    0.7783003445573056,
    0.7783003445573056,
    0.7783003445573056,
    0.7909872408170657,
    0.7909872408170657,
    0.7909872408170657,
    0.7909872408170657,
    0.7909872408170657
  ],
  "9": [
    "",
    "",
    "",
    "A line of students forms outside the university gym in anticipation of the career fair opening.",
    "Outside the university gym, a line of students forms in anticipation of the career fair opening. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, a line of students forms in anticipation of the career fair opening. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention.",
    "Outside the university gym, a line of students forms in anticipation of the career fair opening. The engineering society sponsors a resume-review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, a line of students forms in anticipation of the career fair opening. The engineering society sponsors a resume-review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, a line of students forms in anticipation of the career fair opening. Near the stage, the engineering society sponsors a resume-review table. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. Against the wall, some students rehearse elevator pitches quietly. On high tables, consulting firms stack glossy case study booklets.",
    "Outside the university gym, a line of students forms in anticipation of the career fair opening. Near the stage, the engineering society sponsors a resume-review table. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. Against the wall, some students rehearse elevator pitches quietly. On high tables, consulting firms stack glossy case study booklets. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, a line of students forms in anticipation of the career fair opening. Near the stage, the engineering society sponsors a resume-review table. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. Against the wall, some students rehearse elevator pitches quietly. On high tables, consulting firms stack glossy case study booklets. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, a line of students forms in anticipation of the career fair opening. Near the stage, the engineering society sponsors a resume-review table. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. Against the wall, some students rehearse elevator pitches quietly. On high tables, consulting firms stack glossy case study booklets. Human resources teams jot notes on tablets while students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.3868729897035889,
    0.3868729897035889,
    0.3868729897035889,
    0.3868729897035889,
    0.3868729897035889,
    0.3868729897035889,
    0.5022452217537892,
    0.5022452217537892,
    0.5022452217537892,
    0.5022452217537892,
    0.5022452217537892,
    0.5022452217537892,
    0.7029806915118861,
    0.7029806915118861,
    0.7029806915118861,
    0.7029806915118861,
    0.7029806915118861,
    0.7029806915118861,
    0.7029806915118861,
    0.7932980630194788,
    0.7932980630194788,
    0.7932980630194788,
    0.7932980630194788,
    0.7932980630194788,
    0.7932980630194788,
    0.7932980630194788,
    0.7932980630194788,
    0.7939428036252228,
    0.7939428036252228,
    0.7939428036252228,
    0.7939428036252228,
    0.7939428036252228,
    0.7939428036252228,
    0.7939428036252228,
    0.7939428036252228,
    0.7939428036252228,
    0.8349765589630276,
    0.8349765589630276,
    0.8349765589630276,
    0.8349765589630276,
    0.8349765589630276,
    0.8349765589630276,
    0.8349765589630276,
    0.8376409503700591,
    0.8376409503700591,
    0.8376409503700591,
    0.8376409503700591,
    0.8376409503700591,
    0.8376409503700591,
    0.8376409503700591,
    0.8376409503700591,
    0.8376409503700591,
    0.8376409503700591,
    0.8376409503700591,
    0.8376409503700591,
    0.8376409503700591,
    0.8376409503700591,
    0.8376409503700591,
    0.8376409503700591,
    0.8376409503700591,
    0.8376409503700591,
    0.8458891395681871,
    0.8458891395681871
  ],
  "10": [
    "",
    "",
    "A small group of students is quietly rehearsing elevator pitches against the wall.",
    "A small group of students quietly rehearses elevator pitches against the wall while a welcome announcement over the PA system outlines the fair schedule.",
    "At a prep area for the fair, a small group of students quietly rehearses elevator pitches against the wall as a welcome announcement over the PA outlines the schedule. Consulting firms stack glossy case study booklets on high tables.",
    "In a prep area for the fair, a small group of students quietly rehearses elevator pitches against the wall as a welcome announcement over the PA outlines the schedule. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station.",
    "In the prep area for the fair, a small group of students quietly rehearses elevator pitches against the wall as a welcome announcement over the PA system outlines the schedule. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station.",
    "In the prep area for the fair, a small group of students quietly rehearses elevator pitches against the wall as a welcome announcement over the PA system outlines the schedule. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station.",
    "In the prep area for the fair, a small group of students quietly rehearses elevator pitches against the wall as a welcome announcement over the PA system outlines the schedule. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "In the prep area for the fair, a small group of students quietly rehearses elevator pitches against the wall as a welcome announcement over the PA outlines the schedule. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "In the prep area for the career fair, a small group of students quietly rehearses elevator pitches against the wall as a welcome announcement over the PA outlines the schedule. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, students line up before the career fair opens.",
    "At the prep area for the career fair, a small group of students quietly rehearses elevator pitches against the wall while a welcome PA announces the schedule. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers offer quick pep talks near the coffee station. Students clutch resumes in branded folders. Event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, students line up before the career fair opens. Healthcare providers showcase community outreach photos."
  ],
  "10_score": [
    0.0,
    0.0,
    0.2534554375029228,
    0.2534554375029228,
    0.2534554375029228,
    0.2534554375029228,
    0.2534554375029228,
    0.2534554375029228,
    0.2534554375029228,
    0.43105008712174775,
    0.43105008712174775,
    0.43105008712174775,
    0.43105008712174775,
    0.43105008712174775,
    0.607544135440873,
    0.607544135440873,
    0.607544135440873,
    0.607544135440873,
    0.607544135440873,
    0.607544135440873,
    0.607544135440873,
    0.607544135440873,
    0.6192685579354964,
    0.6192685579354964,
    0.6192685579354964,
    0.6192685579354964,
    0.6192685579354964,
    0.6192685579354964,
    0.6121300024664614,
    0.6121300024664614,
    0.6121300024664614,
    0.6121300024664614,
    0.6121300024664614,
    0.6121300024664614,
    0.6121300024664614,
    0.6121300024664614,
    0.6121300024664614,
    0.6121300024664614,
    0.6121300024664614,
    0.6121300024664614,
    0.6121300024664614,
    0.7896314343110732,
    0.7896314343110732,
    0.7896314343110732,
    0.7896314343110732,
    0.7896314343110732,
    0.7896314343110732,
    0.7896314343110732,
    0.7896314343110732,
    0.8110107177991741,
    0.8110107177991741,
    0.8110107177991741,
    0.8110107177991741,
    0.8110107177991741,
    0.8110107177991741,
    0.8110107177991741,
    0.8263830645958279,
    0.8263830645958279,
    0.8263830645958279,
    0.8263830645958279,
    0.8263830645958279,
    0.8263830645958279,
    0.8204053042076471,
    0.8204053042076471,
    0.8204053042076471,
    0.8204053042076471
  ],
  "11": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while alumni volunteers share quick pep talks near the coffee station.",
    "Groups of friends mark target employers on the event map, while alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "Groups of friends mark target employers on the event map, while alumni volunteers share brief pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, groups of friends mark target employers on the event map while alumni volunteers deliver brief pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact.",
    "At the career fair, groups of friends mark target employers on the event map while alumni volunteers deliver brief pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact.",
    "The career fair presents a distributed set of activities: groups of friends mark target employers on the event map while alumni volunteers give brief pep talks near the coffee station. A welcome announcement over the PA outlines the schedule. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, groups of friends mark target employers on the event map while alumni volunteers give brief pep talks near the coffee station. A welcome announcement over the PA outlines the schedule. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables."
  ],
  "11_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.38722158480764257,
    0.38722158480764257,
    0.38722158480764257,
    0.38722158480764257,
    0.38722158480764257,
    0.6507812453087118,
    0.6507812453087118,
    0.6507812453087118,
    0.6507812453087118,
    0.6507812453087118,
    0.6507812453087118,
    0.8142168330465452,
    0.8142168330465452,
    0.8142168330465452,
    0.8142168330465452,
    0.8142168330465452,
    0.8142168330465452,
    0.8142168330465452,
    0.8142168330465452,
    0.8478478381680052,
    0.8478478381680052,
    0.8478478381680052,
    0.8478478381680052,
    0.8478478381680052,
    0.8478478381680052,
    0.8478478381680052,
    0.8478478381680052,
    0.8478478381680052,
    0.8478478381680052,
    0.8478478381680052,
    0.8478478381680052,
    0.8478478381680052,
    0.8478478381680052,
    0.8478478381680052,
    0.8478478381680052,
    0.8478478381680052,
    0.8478478381680052,
    0.8478478381680052,
    0.8478478381680052,
    0.8478478381680052,
    0.8027957884577369,
    0.8027957884577369,
    0.8027957884577369,
    0.8027957884577369,
    0.8027957884577369,
    0.8027957884577369,
    0.8027957884577369,
    0.8027957884577369,
    0.8027957884577369,
    0.8027957884577369,
    0.8027957884577369,
    0.8027957884577369,
    0.8027957884577369,
    0.8305835207299866,
    0.8305835207299866,
    0.8305835207299866,
    0.8305835207299866,
    0.8305835207299866
  ],
  "12": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews; healthcare providers showcase community outreach photos; a cybersecurity company runs a password cracking challenge on a laptop.",
    "At a university event, an alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos and a cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "At a university event, an alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos and a cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "A university event features an alumni panel discussing how to prepare for technical interviews, healthcare providers showcasing community outreach photos, and a cybersecurity company running a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage, while consulting firms stack glossy case study booklets on high tables.",
    "At a university event, an alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos and a cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university event, attendees include an alumni panel on preparing for technical interviews, healthcare providers displaying community outreach photos, and a cybersecurity company hosting a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage, while consulting firms place glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university event, attendees include an alumni panel on preparing for technical interviews, healthcare providers displaying community outreach photos, and a cybersecurity company hosting a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage, while consulting firms place glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "At a university event, attendees include an alumni panel on preparing for technical interviews, healthcare providers displaying community outreach photos, and a cybersecurity company hosting a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage, while consulting firms place glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.5016401209644449,
    0.5016401209644449,
    0.5016401209644449,
    0.5016401209644449,
    0.5016401209644449,
    0.5016401209644449,
    0.5016401209644449,
    0.5016401209644449,
    0.6242648426637417,
    0.6242648426637417,
    0.6242648426637417,
    0.6242648426637417,
    0.6242648426637417,
    0.6242648426637417,
    0.6242648426637417,
    0.7799657182986179,
    0.7799657182986179,
    0.7799657182986179,
    0.7799657182986179,
    0.7799657182986179,
    0.7693290978267148,
    0.7693290978267148,
    0.7693290978267148,
    0.7693290978267148,
    0.7693290978267148,
    0.7693290978267148,
    0.7936136543246635,
    0.7936136543246635,
    0.7936136543246635,
    0.7936136543246635,
    0.7936136543246635,
    0.7936136543246635,
    0.7936136543246635,
    0.7936136543246635,
    0.7942284286846069,
    0.7942284286846069,
    0.7942284286846069,
    0.7942284286846069,
    0.7942284286846069,
    0.7942284286846069,
    0.7942284286846069,
    0.7942284286846069,
    0.7942284286846069,
    0.8224824259322026,
    0.8224824259322026,
    0.8224824259322026,
    0.8224824259322026,
    0.8224824259322026,
    0.8224824259322026,
    0.8224824259322026
  ],
  "13": [
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "In the event scene, groups of friends mark target employers on the event map, while healthcare providers showcase community outreach photos.",
    "At the event scene, groups of friends mark target employers on the event map while healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event scene, groups of friends mark target employers on the event map while healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "At the event scene, groups of friends mark target employers on the event map while healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event scene, groups of friends mark target employers on the event map while healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom, while human resources teams jot notes on tablets as students introduce themselves.",
    "The event scene features groups of friends marking target employers on the event map while healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom, while human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3776264693545213,
    0.3776264693545213,
    0.3776264693545213,
    0.3776264693545213,
    0.3776264693545213,
    0.3776264693545213,
    0.3776264693545213,
    0.3776264693545213,
    0.3776264693545213,
    0.3776264693545213,
    0.3776264693545213,
    0.3776264693545213,
    0.3776264693545213,
    0.3776264693545213,
    0.3776264693545213,
    0.3776264693545213,
    0.3776264693545213,
    0.3776264693545213,
    0.5515642848667197,
    0.5515642848667197,
    0.5515642848667197,
    0.5515642848667197,
    0.5515642848667197,
    0.7527826822998752,
    0.7527826822998752,
    0.7527826822998752,
    0.7527826822998752,
    0.7527826822998752,
    0.7527826822998752,
    0.7527826822998752,
    0.7527826822998752,
    0.7527826822998752,
    0.7527826822998752,
    0.7790570369886347,
    0.7790570369886347,
    0.7790570369886347,
    0.7790570369886347,
    0.7790570369886347,
    0.7790570369886347,
    0.7790570369886347,
    0.7790570369886347,
    0.7524536990880891,
    0.7524536990880891,
    0.7524536990880891,
    0.7524536990880891,
    0.7524536990880891,
    0.7524536990880891,
    0.7524536990880891,
    0.7663897057784429,
    0.7663897057784429,
    0.7663897057784429,
    0.7663897057784429,
    0.7663897057784429,
    0.7663897057784429,
    0.7663897057784429
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, highlighting outreach activities. Consulting firms stack glossy case study booklets on high tables, suggesting a display or meeting setup. The scene juxtaposes documentation of public engagement with professional literature arranged on elevated surfaces.",
    "Healthcare providers display community outreach photos, highlighting outreach activities, paired with consulting firms' glossy case study booklets stacked on high tables, suggesting a display or meeting setup. The arrangement places documentation of public engagement alongside professional literature on elevated surfaces. Nearby, students clutch resumes inside branded folders.",
    "Healthcare providers display community outreach photos highlighting outreach activities, paired with consulting firms glossy case study booklets stacked on high tables, suggesting a display or meeting setup. The arrangement places documentation of public engagement alongside professional literature on elevated surfaces. Nearby, students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Healthcare providers display community outreach photos alongside consulting firms glossy case study booklets stacked on high tables, suggesting a display or meeting setup. The arrangement places documentation of public engagement with professional literature on elevated surfaces. Nearby, students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Healthcare providers display community outreach photos alongside consulting firms glossy case study booklets, stacked on high tables in what appears to be a display or meeting setup. The arrangement places documentation of public engagement on elevated surfaces next to professional literature. Nearby, students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In what appears to be a display or meeting setup, healthcare providers show community outreach photos alongside consulting firms glossy case study booklets, stacked on high tables. The arrangement places documentation of public engagement on elevated surfaces next to professional literature. Nearby, students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth to draw attention.",
    "At a display or meeting setup, healthcare providers show community outreach photos alongside consulting firms glossy case study booklets, stacked on high tables, with documentation of public engagement placed on elevated surfaces next to professional literature. Nearby, students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers share quick pep talks near the coffee station.",
    "At a display setup, healthcare providers showcase community outreach photos alongside consulting firms glossy case study booklets, stacked on high tables, with documentation of public engagement placed on elevated surfaces next to professional literature. Nearby, students clutch resumes in branded folders. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.522917403077767,
    0.522917403077767,
    0.522917403077767,
    0.522917403077767,
    0.522917403077767,
    0.522917403077767,
    0.5661160443886453,
    0.5661160443886453,
    0.5661160443886453,
    0.5661160443886453,
    0.5661160443886453,
    0.5661160443886453,
    0.5661160443886453,
    0.6477056935382659,
    0.6477056935382659,
    0.6477056935382659,
    0.6477056935382659,
    0.6477056935382659,
    0.6477056935382659,
    0.6477056935382659,
    0.6356540371057184,
    0.6356540371057184,
    0.6356540371057184,
    0.6356540371057184,
    0.6356540371057184,
    0.6356540371057184,
    0.6122784514620705,
    0.6122784514620705,
    0.6122784514620705,
    0.6122784514620705,
    0.6122784514620705,
    0.6122784514620705,
    0.6122784514620705,
    0.7033396230982476,
    0.7033396230982476,
    0.7033396230982476,
    0.7033396230982476,
    0.7033396230982476,
    0.7033396230982476,
    0.7033396230982476,
    0.7454685827144145,
    0.7454685827144145,
    0.7454685827144145,
    0.7454685827144145,
    0.7454685827144145,
    0.7454685827144145,
    0.7454685827144145,
    0.7454685827144145,
    0.7782674975527576,
    0.7782674975527576,
    0.7782674975527576,
    0.7782674975527576,
    0.7782674975527576,
    0.7782674975527576
  ],
  "15": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At the event, career counselors remind attendees to maintain eye contact, while an alumni panel discusses how to prepare for technical interviews.",
    "At the event, career counselors remind attendees to maintain eye contact, an alumni panel discusses how to prepare for technical interviews, and a welcome announcement over the PA system outlines the fair schedule.",
    "At the event, career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "At the event, career counselors remind attendees to maintain eye contact, while an alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables, and counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, career counselors remind attendees to maintain eye contact while an alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables, and counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, career counselors remind attendees to maintain eye contact while an alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables, and counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, a welcome PA announcement outlines the fair schedule. Career counselors remind attendees to maintain eye contact as an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "15_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4341244658612251,
    0.4341244658612251,
    0.4341244658612251,
    0.4341244658612251,
    0.4341244658612251,
    0.4341244658612251,
    0.5272125156167335,
    0.5272125156167335,
    0.5272125156167335,
    0.5272125156167335,
    0.5272125156167335,
    0.5272125156167335,
    0.5272125156167335,
    0.5272125156167335,
    0.5272125156167335,
    0.5272125156167335,
    0.8115786553415012,
    0.8115786553415012,
    0.8115786553415012,
    0.8115786553415012,
    0.8115786553415012,
    0.8115786553415012,
    0.8115786553415012,
    0.8107931951286009,
    0.8107931951286009,
    0.8107931951286009,
    0.8107931951286009,
    0.8107931951286009,
    0.8222553384214151,
    0.8222553384214151,
    0.8222553384214151,
    0.8222553384214151,
    0.8222553384214151,
    0.8222553384214151,
    0.8222553384214151,
    0.8222553384214151,
    0.8522936064830009,
    0.8522936064830009,
    0.8522936064830009,
    0.8522936064830009,
    0.8522936064830009,
    0.8522936064830009,
    0.8522936064830009,
    0.8522936064830009,
    0.8568531415407351,
    0.8568531415407351,
    0.8568531415407351,
    0.8568531415407351,
    0.8568531415407351,
    0.8568531415407351,
    0.8568531415407351,
    0.8568531415407351,
    0.8568531415407351,
    0.8568531415407351,
    0.8568531415407351,
    0.865181408399988,
    0.865181408399988,
    0.865181408399988
  ],
  "16": [
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders.",
    "Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders.",
    "At the event, groups of friends mark target employers on the event map, students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos.",
    "At the event, groups of friends mark target employers on the event map, students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "At the event, groups of friends mark target employers on the event map, while students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair event on campus, groups of friends mark target employers on the event map; students clutch resumes inside branded folders; healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens.",
    "At the campus career fair, groups of friends mark target employers on the event map; students clutch resumes inside branded folders; healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "At the campus career fair, groups of friends mark target employers on the event map, while students clutch resumes inside branded folders and healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, and students line up outside the university gym before the career fair opens."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4412217770621755,
    0.4412217770621755,
    0.4412217770621755,
    0.4412217770621755,
    0.4412217770621755,
    0.4412217770621755,
    0.4412217770621755,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4387599942860688,
    0.4387599942860688,
    0.4387599942860688,
    0.4387599942860688,
    0.4387599942860688,
    0.4387599942860688,
    0.4387599942860688,
    0.6283629534544457,
    0.6283629534544457,
    0.6283629534544457,
    0.6283629534544457,
    0.6283629534544457,
    0.7904837410630323,
    0.7904837410630323,
    0.7904837410630323,
    0.7904837410630323,
    0.7904837410630323,
    0.7904837410630323,
    0.8293132734163196,
    0.8293132734163196,
    0.8293132734163196,
    0.8293132734163196,
    0.8293132734163196,
    0.8293132734163196,
    0.8293132734163196,
    0.8293132734163196,
    0.8293132734163196,
    0.8415131737594385,
    0.8415131737594385,
    0.8415131737594385,
    0.8415131737594385,
    0.8415131737594385,
    0.8415131737594385,
    0.8415131737594385,
    0.8415131737594385,
    0.8415131737594385,
    0.7999772543125244,
    0.7999772543125244,
    0.7999772543125244,
    0.7999772543125244,
    0.7999772543125244,
    0.7999772543125244,
    0.7999772543125244,
    0.7999772543125244
  ],
  "17": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while consulting firms stack glossy case study booklets on high tables.",
    "An event venue features a welcome announcement broadcast over the PA system outlining the fair schedule, while consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, workshops on networking etiquette begin.",
    "An event venue features a welcome announcement broadcast over the PA system outlining the fair schedule; consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, workshops on networking etiquette begin.",
    "An event venue features a welcome announcement broadcast over the PA system outlining the fair schedule; consulting firms stack glossy case study booklets on high tables there. In the adjoining classroom, workshops on networking etiquette begin.",
    "An event venue hosts a welcome announcement broadcast over the PA system outlining the fair schedule; consulting firms stack glossy case study booklets on high tables there. In the adjoining classroom, workshops on networking etiquette begin. Groups of friends mark target employers on the event map.",
    "An event venue hosts a welcome announcement broadcast over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables there. In the adjoining classroom, workshops on networking etiquette begin. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "At an event venue, a welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables there. In the adjoining classroom, workshops on networking etiquette begin. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.5713415932240514,
    0.5713415932240514,
    0.5713415932240514,
    0.5713415932240514,
    0.5713415932240514,
    0.5827512519542808,
    0.5827512519542808,
    0.5827512519542808,
    0.5827512519542808,
    0.5827512519542808,
    0.5827512519542808,
    0.5827512519542808,
    0.5827512519542808,
    0.5827512519542808,
    0.5827512519542808,
    0.5827512519542808,
    0.5827512519542808,
    0.5827512519542808,
    0.5827512519542808,
    0.5827512519542808,
    0.5848627859366008,
    0.5848627859366008,
    0.5848627859366008,
    0.5848627859366008,
    0.5848627859366008,
    0.5848627859366008,
    0.5848627859366008,
    0.7790345959188039,
    0.7790345959188039,
    0.7790345959188039,
    0.7790345959188039,
    0.7790345959188039,
    0.7790345959188039,
    0.7790345959188039,
    0.8133803004941029,
    0.8133803004941029,
    0.8133803004941029,
    0.8133803004941029,
    0.8133803004941029,
    0.8133803004941029,
    0.8133803004941029,
    0.8206304385385123,
    0.8206304385385123,
    0.8206304385385123,
    0.8206304385385123
  ],
  "18": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends marked target employers on the event map, creating a visible list of companies of interest. Alumni volunteers shared quick pep talks near the coffee station.",
    "At the event, groups of friends marked target employers on the event map, creating a visible list of companies of interest. Alumni volunteers shared quick pep talks near the coffee station. Healthcare providers showcased community outreach photos.",
    "At the event, groups of friends marked target employers on the event map, creating a visible list of companies of interest. Alumni volunteers delivered brief pep talks near the coffee station. Healthcare providers showcased photos from community outreach. Event staff scanned registrations and handed out lanyards at the entrance.",
    "At the event, groups of friends marked target employers on the event map, creating a visible list of companies of interest. Alumni volunteers delivered brief pep talks near the coffee station. Healthcare providers showcased photos from community outreach. Event staff scanned registrations and handed out lanyards at the entrance. Students clutched resumes inside branded folders.",
    "At the event, groups of friends marked target employers on the event map, creating a visible list of companies of interest. Alumni volunteers delivered brief pep talks near the coffee station. Healthcare providers showcased photos from community outreach. Event staff scanned registrations and handed out lanyards at the entrance. Students clutched resumes inside branded folders.",
    "At the event, groups of attendees marked target employers on the event map, creating a visible list of companies of interest. Alumni volunteers delivered brief pep talks near the coffee station. Healthcare providers showcased photos from community outreach. Event staff scanned registrations and handed out lanyards at the entrance. Students clutched resumes inside branded folders. Career counselors redirected unsure students toward applicable industries.",
    "At the event, groups of attendees marked target employers on the event map, creating a visible list of companies of interest. Alumni volunteers delivered brief pep talks near the coffee station. Healthcare providers showcased photos from community outreach. Event staff scanned registrations and handed out lanyards at the entrance. Students clutched resumes inside branded folders. Career counselors redirected unsure students toward applicable industries. Students lined up outside the university gym before the career fair opens.",
    "At the career fair event, attendees marked target employers on the event map, producing a visible list of companies of interest. Alumni volunteers delivered brief pep talks near the coffee station. Healthcare providers showcased photos from community outreach. Event staff scanned registrations and handed out lanyards at the entrance. Students clutched resumes inside branded folders. Career counselors redirected unsure students toward applicable industries. Students lined up outside the university gym before the career fair opened. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "18_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5306563565356206,
    0.5306563565356206,
    0.5306563565356206,
    0.5306563565356206,
    0.5306563565356206,
    0.5306563565356206,
    0.7020538329326171,
    0.7020538329326171,
    0.7020538329326171,
    0.7020538329326171,
    0.7020538329326171,
    0.7020538329326171,
    0.7478595239172068,
    0.7478595239172068,
    0.7478595239172068,
    0.7478595239172068,
    0.7478595239172068,
    0.7478595239172068,
    0.7478595239172068,
    0.7478595239172068,
    0.7730031719155106,
    0.7730031719155106,
    0.7730031719155106,
    0.7730031719155106,
    0.7730031719155106,
    0.7730031719155106,
    0.7730031719155106,
    0.7730031719155106,
    0.7730031719155106,
    0.7730031719155106,
    0.7730031719155106,
    0.7730031719155106,
    0.7730031719155106,
    0.7730031719155106,
    0.7730031719155106,
    0.7730031719155106,
    0.7730031719155106,
    0.7891606846767376,
    0.7891606846767376,
    0.7891606846767376,
    0.7891606846767376,
    0.7891606846767376,
    0.7891606846767376,
    0.8173785094427974,
    0.8173785094427974,
    0.8173785094427974,
    0.8173785094427974,
    0.8173785094427974,
    0.8173785094427974,
    0.8173785094427974,
    0.8726962506762486,
    0.8726962506762486,
    0.8726962506762486,
    0.8726962506762486,
    0.8726962506762486,
    0.8726962506762486,
    0.8726962506762486
  ],
  "19": [
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact, while a welcome announcement outlines the fair schedule over the PA system.",
    "Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact, while a welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. A welcome announcement runs over the PA system to outline the fair schedule. Tech companies display demo screens showing their latest apps.",
    "At the career fair, counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. A welcome announcement runs over the PA system to outline the fair schedule. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. A welcome announcement runs over the PA system to outline the fair schedule. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. A welcome announcement runs over the PA system to outline the fair schedule. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.5208951273729469,
    0.5208951273729469,
    0.5208951273729469,
    0.5208951273729469,
    0.5208951273729469,
    0.5208951273729469,
    0.5208951273729469,
    0.5208951273729469,
    0.5031758049299384,
    0.5031758049299384,
    0.5031758049299384,
    0.5031758049299384,
    0.5031758049299384,
    0.8374957794542957,
    0.8374957794542957,
    0.8374957794542957,
    0.8374957794542957,
    0.8374957794542957,
    0.8374957794542957,
    0.8374957794542957,
    0.8541616608841129,
    0.8541616608841129,
    0.8541616608841129,
    0.8541616608841129,
    0.8541616608841129,
    0.8541616608841129,
    0.8424279617298773,
    0.8424279617298773,
    0.8424279617298773,
    0.8424279617298773,
    0.8424279617298773,
    0.8424279617298773,
    0.8424279617298773,
    0.8424279617298773,
    0.8765850966766597,
    0.8765850966766597,
    0.8765850966766597,
    0.8765850966766597,
    0.8765850966766597,
    0.8765850966766597,
    0.8765850966766597,
    0.8765850966766597,
    0.8736662404612248,
    0.8736662404612248,
    0.8736662404612248,
    0.8736662404612248,
    0.8736662404612248,
    0.8736662404612248,
    0.8842209174525146,
    0.8842209174525146,
    0.8842209174525146,
    0.8842209174525146
  ],
  "20": [
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym ahead of the career fair opening, while alumni volunteers give brief pep talks near the coffee station.",
    "Students line up outside the university gym ahead of the career fair opening, while alumni volunteers give brief pep talks near the coffee station. The engineering society sponsors a resume review table near the stage.",
    "Students line up outside the university gym ahead of the career fair opening, while alumni volunteers give brief pep talks near the coffee station. The engineering society sponsors a resume review table near the stage, and some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, students line up ahead of the career fair opening while alumni volunteers deliver brief pep talks near the coffee station. The engineering society sponsors a resume review table near the stage, and some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos, adding a visual element to the event.",
    "Outside the university gym, students line up ahead of the career fair opening as alumni volunteers deliver brief pep talks near the coffee station. The engineering society sponsors a resume review table near the stage, while some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos, adding a visual element to the event, and tech companies display demo screens showing their latest apps.",
    "Outside the university gym, students line up ahead of the career fair opening. Alumni volunteers give brief pep talks near the coffee station. The engineering society sponsors a resume-review table near the stage, while some students rehearse elevator pitches quietly against the wall. Healthcare providers display community outreach photos to add a visual element to the event. Tech companies show demo screens with their latest apps. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, students line up ahead of the career fair opening. Alumni volunteers give brief pep talks near the coffee station. The engineering society sponsors a resume-review table near the stage, while some students rehearse elevator pitches quietly against the wall. Healthcare providers display community outreach photos to add a visual element to the event. Tech companies show demo screens with their latest apps. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students line up ahead of the career fair opening. Alumni volunteers give brief pep talks near the coffee station. The engineering society sponsors a resume-review table near the stage, while some students rehearse elevator pitches quietly against the wall. Healthcare providers display community outreach photos to add a visual element to the event. Tech companies show demo screens with their latest apps. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, students line up before the career fair opens as alumni volunteers give brief pep talks near the coffee station. The engineering society sponsors a resume-review table near the stage, while some students rehearse elevator pitches quietly against the wall. Tech companies show demo screens with their latest apps, and an alumni panel discusses how to prepare for technical interviews. Healthcare providers display community outreach photos, adding a visual element to the event. Dozens of booths with colorful banners circle the polished floor as event staff scan registrations and hand out lanyards at the entrance."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.3991543205796166,
    0.3991543205796166,
    0.3991543205796166,
    0.3991543205796166,
    0.3991543205796166,
    0.3991543205796166,
    0.5774255224938583,
    0.5774255224938583,
    0.5774255224938583,
    0.5774255224938583,
    0.5774255224938583,
    0.5774255224938583,
    0.5520244733869519,
    0.5520244733869519,
    0.5520244733869519,
    0.5520244733869519,
    0.5520244733869519,
    0.5520244733869519,
    0.742264112400608,
    0.742264112400608,
    0.742264112400608,
    0.742264112400608,
    0.742264112400608,
    0.742264112400608,
    0.796166825437146,
    0.796166825437146,
    0.796166825437146,
    0.796166825437146,
    0.796166825437146,
    0.796166825437146,
    0.796166825437146,
    0.834168185404825,
    0.834168185404825,
    0.834168185404825,
    0.834168185404825,
    0.834168185404825,
    0.834168185404825,
    0.8505114189988277,
    0.8505114189988277,
    0.8505114189988277,
    0.8505114189988277,
    0.8505114189988277,
    0.8505114189988277,
    0.8505114189988277,
    0.8505114189988277,
    0.8505114189988277,
    0.8505114189988277,
    0.8584686721838688,
    0.8584686721838688,
    0.8584686721838688,
    0.8584686721838688,
    0.8584686721838688,
    0.8584686721838688,
    0.8584686721838688,
    0.8539749872415048
  ],
  "21": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while the engineering society sponsors a resume review table near the stage.",
    "Networking etiquette workshops begin in the adjoining classroom, while the engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries.",
    "Networking etiquette workshops begin in the adjoining classroom, the engineering society sponsors a resume review table near the stage, career counselors redirect unsure students toward applicable industries, and students line up outside the university gym before the career fair opens.",
    "Networking etiquette workshops are taking place in the adjoining classroom. A resume review table sponsored by the engineering society sits near the stage. Career counselors are redirecting unsure students toward applicable industries. Before the career fair opens, students line up outside the university gym. Inside, students clutch resumes in branded folders.",
    "Networking etiquette workshops are taking place in the adjoining classroom. A resume review table sponsored by the engineering society sits near the stage. Career counselors are redirecting unsure students toward applicable industries. Before the career fair opens, students line up outside the university gym. Inside, students clutch resumes in branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "Networking etiquette workshops are taking place in the adjoining classroom. A resume review table sponsored by the engineering society sits near the stage. Career counselors are redirecting unsure students toward applicable industries. Before the career fair opens, students line up outside the university gym. Inside, students clutch resumes in branded folders. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Networking etiquette workshops are taking place in the adjoining classroom, while a resume review table sponsored by the engineering society sits near the stage. Career counselors are redirecting unsure students toward applicable industries. Before the career fair opens, students line up outside the university gym. Inside the gym, students clutch resumes in branded folders. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Networking etiquette workshops are taking place in the adjoining classroom, while a resume review table sponsored by the engineering society sits near the stage. Career counselors redirect unsure students toward applicable industries. Before the career fair opens, students line up outside the university gym. Inside the gym, students clutch resumes in branded folders. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3604117314109462,
    0.3604117314109462,
    0.3604117314109462,
    0.3604117314109462,
    0.3604117314109462,
    0.5501222283938547,
    0.5501222283938547,
    0.5501222283938547,
    0.5501222283938547,
    0.5501222283938547,
    0.5501222283938547,
    0.4424812553928322,
    0.4424812553928322,
    0.4424812553928322,
    0.4424812553928322,
    0.4424812553928322,
    0.4424812553928322,
    0.4424812553928322,
    0.7214586547133669,
    0.7214586547133669,
    0.7214586547133669,
    0.7214586547133669,
    0.7214586547133669,
    0.7214586547133669,
    0.7400955978484316,
    0.7400955978484316,
    0.7400955978484316,
    0.7400955978484316,
    0.7400955978484316,
    0.7400955978484316,
    0.7400955978484316,
    0.7400955978484316,
    0.7671558937416534,
    0.7671558937416534,
    0.7671558937416534,
    0.7671558937416534,
    0.7671558937416534,
    0.7671558937416534,
    0.7671558937416534,
    0.7671558937416534,
    0.7687563777228954,
    0.7687563777228954,
    0.7687563777228954,
    0.7687563777228954,
    0.7687563777228954,
    0.7687563777228954,
    0.7687563777228954,
    0.7687563777228954,
    0.7687563777228954,
    0.7887108864061863,
    0.7887108864061863,
    0.7887108864061863,
    0.7887108864061863,
    0.7887108864061863
  ],
  "22": [
    "",
    "",
    "A line of students is lined up outside the university gym, awaiting the career fair's opening.",
    "Outside the university gym, a line of students awaits the opening of the career fair. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, a line of students awaits the opening of the career fair; a cybersecurity company runs a password cracking challenge on a laptop; groups of friends mark target employers on the event map.",
    "Outside the university gym, a line of students awaits the opening of the career fair; a cybersecurity company runs a password cracking challenge on a laptop; groups of friends mark target employers on the event map; alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, a line of students awaits the opening of the career fair. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "Outside the university gym, a line of students awaits the career fair opening. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, a line of students awaits the career fair opening. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, a line of students awaits the career fair opening as a cybersecurity company runs a password-cracking challenge on a laptop; groups of friends mark target employers on the event map while alumni volunteers deliver quick pep talks near the coffee station; students clutch resumes in branded folders, workshops on networking etiquette begin in the adjoining classroom, human resources teams jot notes on tablets as students introduce themselves, and the engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, a line of students waits for the career fair to open as a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map while alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes in branded folders while workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves, and the engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, a line of students waits for the career fair to open as a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map while alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes in branded folders as workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves, and the engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews."
  ],
  "22_score": [
    0.0,
    0.0,
    0.3456484906148456,
    0.3456484906148456,
    0.3456484906148456,
    0.3456484906148456,
    0.3456484906148456,
    0.3456484906148456,
    0.47558654094460895,
    0.47558654094460895,
    0.47558654094460895,
    0.47558654094460895,
    0.47558654094460895,
    0.43133602811889493,
    0.43133602811889493,
    0.43133602811889493,
    0.43133602811889493,
    0.43133602811889493,
    0.44168313889996036,
    0.44168313889996036,
    0.44168313889996036,
    0.44168313889996036,
    0.44168313889996036,
    0.44168313889996036,
    0.7634877295629532,
    0.7634877295629532,
    0.7634877295629532,
    0.7634877295629532,
    0.7634877295629532,
    0.7634877295629532,
    0.7634877295629532,
    0.7634877295629532,
    0.7852750402414662,
    0.7852750402414662,
    0.7852750402414662,
    0.7852750402414662,
    0.7852750402414662,
    0.7852750402414662,
    0.7852750402414662,
    0.7921836247077076,
    0.7921836247077076,
    0.7921836247077076,
    0.7921836247077076,
    0.7921836247077076,
    0.7921836247077076,
    0.7921836247077076,
    0.5033964442492159,
    0.5033964442492159,
    0.5033964442492159,
    0.5033964442492159,
    0.5033964442492159,
    0.5033964442492159,
    0.5033964442492159,
    0.5033964442492159,
    0.5033964442492159,
    0.5033964442492159,
    0.5033964442492159,
    0.5033964442492159,
    0.8109478878873407,
    0.8109478878873407,
    0.8109478878873407,
    0.8109478878873407,
    0.8109478878873407,
    0.8109478878873407,
    0.8109478878873407
  ],
  "23": [
    "",
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup operates a booth at the event, deploying a small drone that flies above its booth to attract attention. Groups of friends mark target employers on the event map.",
    "A robotics startup operates a booth at the event, deploying a small drone that flies above its booth to attract attention. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries.",
    "At the event, a robotics startup operates a booth and deploys a small drone that flies above the booth to attract attention. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens.",
    "At the event, a robotics startup operates a booth and deploys a small drone that flies above the booth to attract attention. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, a robotics startup operates a booth and deploys a small drone that flies above the booth to attract attention. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables.",
    "At the event, a robotics startup operates a booth and deploys a small drone that flies above the booth to attract attention. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At the career fair, a robotics startup operates a booth and deploys a small drone that flies above the display to attract attention. Dozens of booths with colorful banners circle the polished floor, and tech companies showcase demo screens of their latest apps. Consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries. Outside the university gym, students line up before the fair opens.",
    "At the career fair, a robotics startup operates a booth and deploys a small drone that flies above the display to attract attention. Dozens of booths with colorful banners encircle the polished floor, while tech companies showcase demo screens of their latest apps. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries. Outside the university gym, students line up before the fair opens."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.5881484203709539,
    0.5881484203709539,
    0.5881484203709539,
    0.5881484203709539,
    0.5881484203709539,
    0.5881484203709539,
    0.5881484203709539,
    0.5881484203709539,
    0.6310721138167832,
    0.6310721138167832,
    0.6310721138167832,
    0.6310721138167832,
    0.6310721138167832,
    0.6310721138167832,
    0.6310721138167832,
    0.7951867429165722,
    0.7951867429165722,
    0.7951867429165722,
    0.7951867429165722,
    0.7951867429165722,
    0.7951867429165722,
    0.8201993564523334,
    0.8201993564523334,
    0.8201993564523334,
    0.8201993564523334,
    0.8201993564523334,
    0.8201993564523334,
    0.8201993564523334,
    0.8201993564523334,
    0.8357006524805969,
    0.8357006524805969,
    0.8357006524805969,
    0.8357006524805969,
    0.8357006524805969,
    0.8357006524805969,
    0.8357006524805969,
    0.8357006524805969,
    0.8619042679719697,
    0.8619042679719697,
    0.8619042679719697,
    0.8619042679719697,
    0.8619042679719697,
    0.8619042679719697,
    0.8619042679719697,
    0.8619042679719697,
    0.8694123733716428,
    0.8694123733716428,
    0.8694123733716428,
    0.8694123733716428,
    0.8694123733716428,
    0.8694123733716428,
    0.8694123733716428,
    0.8694123733716428,
    0.8694123733716428,
    0.8695803486543272
  ],
  "24": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance on strategies and expectations. Nearby, career counselors remind attendees to maintain eye contact during conversations and interviews. Finance firms participate by providing QR codes that enable immediate internship applications, integrating a direct path from information to action.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance on strategies and expectations. Nearby, career counselors remind attendees to maintain eye contact during conversations and interviews. Finance firms participate by providing QR codes that enable immediate internship applications, integrating a direct path from information to action.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance on strategies and expectations. Nearby, career counselors remind attendees to maintain eye contact during conversations and interviews. Finance firms participate by providing QR codes that enable immediate internship applications, integrating a direct path from information to action. Event staff scan registrations and hand out lanyards at the entrance.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance on strategies and expectations. Nearby, career counselors remind attendees to maintain eye contact during conversations and interviews. Finance firms participate by providing QR codes that enable immediate internship applications, integrating a direct path from information to action. Event staff scan registrations and hand out lanyards at the entrance.",
    "An event presents an alumni panel discussing how to prepare for technical interviews, offering guidance on strategies and expectations. Nearby, career counselors remind attendees to maintain eye contact during conversations and interviews. Finance firms participate by providing QR codes that enable immediate internship applications, creating a direct path from information to action. Event staff scan registrations and hand out lanyards at the entrance.",
    "An event features an alumni panel on how to prepare for technical interviews, offering guidance on strategies and expectations. Nearby, career counselors remind attendees to maintain eye contact during conversations and interviews. Finance firms participate by providing QR codes enabling immediate internship applications, creating a direct path from information to action. Event staff scan registrations and hand out lanyards at the entrance.",
    "An event features an alumni panel on how to prepare for technical interviews, offering guidance on strategies and expectations. Nearby, career counselors remind attendees to maintain eye contact during conversations and interviews. Finance firms participate by providing QR codes enabling immediate internship applications, creating a direct path from information to action. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps.",
    "An event features an alumni panel on how to prepare for technical interviews, offering guidance on strategies and expectations. Nearby, career counselors remind attendees to maintain eye contact during conversations and interviews. Finance firms participate by providing QR codes enabling immediate internship applications, creating a direct path from information to action. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4159392775699196,
    0.4159392775699196,
    0.4159392775699196,
    0.4159392775699196,
    0.4159392775699196,
    0.4159392775699196,
    0.4159392775699196,
    0.7151929351509949,
    0.7151929351509949,
    0.7151929351509949,
    0.7151929351509949,
    0.7151929351509949,
    0.7151929351509949,
    0.7151929351509949,
    0.7151929351509949,
    0.7151929351509949,
    0.7151929351509949,
    0.7151929351509949,
    0.7151929351509949,
    0.7694868012169487,
    0.7694868012169487,
    0.7694868012169487,
    0.7694868012169487,
    0.7694868012169487,
    0.7694868012169487,
    0.7694868012169487,
    0.7694868012169487,
    0.7694868012169487,
    0.7694868012169487,
    0.7694868012169487,
    0.7694868012169487,
    0.7694868012169487,
    0.7789712579399477,
    0.7789712579399477,
    0.7789712579399477,
    0.7789712579399477,
    0.7789712579399477,
    0.7789712579399477,
    0.7789712579399477,
    0.7789712579399477,
    0.7893158731524113,
    0.7893158731524113,
    0.7893158731524113,
    0.7893158731524113,
    0.7893158731524113,
    0.7893158731524113,
    0.7893158731524113,
    0.7893158731524113,
    0.7893158731524113,
    0.8178842784040331,
    0.8178842784040331,
    0.8178842784040331,
    0.8178842784040331,
    0.8178842784040331,
    0.8178842784040331,
    0.8178842784040331
  ],
  "25": [
    "",
    "",
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while a welcome announcement over the PA system outlines the fair schedule.",
    "At the career fair, alumni volunteers share quick pep talks near the coffee station while a welcome announcement over the PA system outlines the fair schedule. Career counselors redirect unsure students toward applicable industries.",
    "At the career fair, alumni volunteers give brief pep talks near the coffee station while a welcome announcement over the PA outlines the schedule. Career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, alumni volunteers give brief pep talks near the coffee station as a welcome PA announcement outlines the schedule. Career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, alumni volunteers give brief pep talks near the coffee station as a welcome PA announcement outlines the schedule. Career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, alumni volunteers deliver brief pep talks near the coffee station, while a welcome PA announcement outlines the schedule. Career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the career fair, alumni volunteers give brief pep talks near the coffee station, complemented by a welcome PA announcement outlining the schedule. Career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the career fair, alumni volunteers deliver brief pep talks near the coffee station, complemented by a welcome PA announcement outlining the schedule. Career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, alumni volunteers deliver brief pep talks near the coffee station, complemented by a welcome PA announcement outlining the schedule. Career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.4368091376839562,
    0.4368091376839562,
    0.4368091376839562,
    0.4368091376839562,
    0.4368091376839562,
    0.4368091376839562,
    0.6541652412558332,
    0.6541652412558332,
    0.6541652412558332,
    0.6541652412558332,
    0.6541652412558332,
    0.6541652412558332,
    0.6541652412558332,
    0.7607583838055928,
    0.7607583838055928,
    0.7607583838055928,
    0.7607583838055928,
    0.7607583838055928,
    0.7607583838055928,
    0.7974911906587656,
    0.7974911906587656,
    0.7974911906587656,
    0.7974911906587656,
    0.7974911906587656,
    0.7974911906587656,
    0.7974911906587656,
    0.7974911906587656,
    0.7974911906587656,
    0.7974911906587656,
    0.7974911906587656,
    0.7974911906587656,
    0.7974911906587656,
    0.8249477273955765,
    0.8249477273955765,
    0.8249477273955765,
    0.8249477273955765,
    0.8249477273955765,
    0.8249477273955765,
    0.8253660671278195,
    0.8253660671278195,
    0.8253660671278195,
    0.8253660671278195,
    0.8253660671278195,
    0.8253660671278195,
    0.8253660671278195,
    0.8253660671278195,
    0.839869778672043,
    0.839869778672043,
    0.839869778672043,
    0.839869778672043,
    0.839869778672043,
    0.839869778672043,
    0.839869778672043,
    0.839869778672043,
    0.839869778672043,
    0.839869778672043
  ],
  "26": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications, while some students rehearse elevator pitches quietly against the wall.",
    "Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the career fair, finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "At the career fair, finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "During the career fair at the university gym, finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. HR teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "At the university gym, a career fair unfolds as finance firms display QR codes for immediate internship applications. Students rehearse elevator pitches quietly against the wall. HR teams jot notes on tablets while students introduce themselves. A queue forms outside the gym before the fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume-review table near the stage.",
    "At the university gym, a career fair unfolds with finance firms displaying QR codes for immediate internship applications. Students rehearse elevator pitches quietly against the wall as HR teams jot notes on tablets and students introduce themselves. A queue forms outside the gym before the fair opens. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume-review table near the stage.",
    "At the university gym, a career fair unfolds with finance firms displaying QR codes for immediate internship applications. Students rehearse elevator pitches quietly against the wall as HR teams jot notes on tablets and students introduce themselves. A queue forms outside the gym before the fair opens. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume-review table near the stage."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.41031739868498507,
    0.41031739868498507,
    0.41031739868498507,
    0.41031739868498507,
    0.41031739868498507,
    0.41031739868498507,
    0.41031739868498507,
    0.41031739868498507,
    0.6573771166357076,
    0.6573771166357076,
    0.6573771166357076,
    0.6573771166357076,
    0.6573771166357076,
    0.6573771166357076,
    0.8529511803124818,
    0.8529511803124818,
    0.8529511803124818,
    0.8529511803124818,
    0.8529511803124818,
    0.8529511803124818,
    0.8642856277954776,
    0.8642856277954776,
    0.8642856277954776,
    0.8642856277954776,
    0.8642856277954776,
    0.8222111389650888,
    0.8222111389650888,
    0.8222111389650888,
    0.8222111389650888,
    0.8222111389650888,
    0.8222111389650888,
    0.8222111389650888,
    0.8035028236241071,
    0.8035028236241071,
    0.8035028236241071,
    0.8035028236241071,
    0.8035028236241071,
    0.8035028236241071,
    0.8035028236241071,
    0.8035028236241071,
    0.8035028236241071,
    0.8035028236241071,
    0.8035028236241071,
    0.8113690663895323,
    0.8113690663895323,
    0.8113690663895323,
    0.8113690663895323,
    0.8113690663895323,
    0.8113690663895323,
    0.8113690663895323,
    0.8113690663895323,
    0.8113690663895323,
    0.8113690663895323
  ],
  "27": [
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables.",
    "Career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves.",
    "In a career development setting, counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves; workshops on networking etiquette begin in the adjoining classroom.",
    "In a career development setting, counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves, and workshops on networking etiquette begin in the adjoining classroom.",
    "In a career development setting, counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In a career development setting, counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In a career development setting, counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention.",
    "In a career development setting, counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop, and a robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall.",
    "In a career development setting, counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables while human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop, and a robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall."
  ],
  "27_score": [
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.5155146500871799,
    0.5155146500871799,
    0.5155146500871799,
    0.5155146500871799,
    0.5155146500871799,
    0.5155146500871799,
    0.5155146500871799,
    0.5105484376690212,
    0.5105484376690212,
    0.5105484376690212,
    0.5105484376690212,
    0.5105484376690212,
    0.5105484376690212,
    0.4878491457857176,
    0.4878491457857176,
    0.4878491457857176,
    0.4878491457857176,
    0.4878491457857176,
    0.696743571731238,
    0.696743571731238,
    0.696743571731238,
    0.696743571731238,
    0.696743571731238,
    0.696743571731238,
    0.696743571731238,
    0.696743571731238,
    0.696743571731238,
    0.696743571731238,
    0.696743571731238,
    0.696743571731238,
    0.696743571731238,
    0.696743571731238,
    0.696743571731238,
    0.7421753349164126,
    0.7421753349164126,
    0.7421753349164126,
    0.7421753349164126,
    0.7421753349164126,
    0.7421753349164126,
    0.7421753349164126,
    0.7275395654547765,
    0.7275395654547765,
    0.7275395654547765,
    0.7275395654547765,
    0.7275395654547765,
    0.7275395654547765,
    0.7275395654547765,
    0.7270351982569001,
    0.7270351982569001,
    0.7270351982569001,
    0.7270351982569001,
    0.7270351982569001,
    0.7270351982569001
  ],
  "28": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves.",
    "During the university career fair, career counselors remind attendees to maintain eye contact; HR teams jot notes on tablets as students introduce themselves; students line up outside the university gym before the career fair opens.",
    "At the university career fair, career counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves. Before the fair opens, students line up outside the university gym. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, counselors remind attendees to maintain eye contact while interacting with recruiters. HR teams jot notes on tablets as students introduce themselves. Before the fair opens, students line up outside the university gym. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, counselors remind attendees to maintain eye contact while interacting with recruiters. HR teams jot notes on tablets as students introduce themselves. Before the fair opens, students line up outside the university gym. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, counselors remind attendees to maintain eye contact while interacting with recruiters. HR teams jot notes on tablets as students introduce themselves. Before the fair opens, students line up outside the university gym. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, counselors remind attendees to maintain eye contact with recruiters. HR teams jot notes on tablets as students introduce themselves. Before the fair opens, students line up outside the university gym. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "At the university career fair, counselors remind attendees to maintain eye contact with recruiters. HR teams jot notes on tablets as students introduce themselves. Before the fair opens, students line up outside the university gym. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "At the university career fair, counselors remind attendees to maintain eye contact with recruiters. HR teams jot notes on tablets as students introduce themselves. Before the fair opens, students line up outside the university gym. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall."
  ],
  "28_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5271134846520882,
    0.5271134846520882,
    0.5271134846520882,
    0.5271134846520882,
    0.5271134846520882,
    0.5083017354162817,
    0.5083017354162817,
    0.5083017354162817,
    0.5083017354162817,
    0.5083017354162817,
    0.5083017354162817,
    0.7538203478467169,
    0.7538203478467169,
    0.7538203478467169,
    0.7538203478467169,
    0.7538203478467169,
    0.7538203478467169,
    0.7538203478467169,
    0.8449788602463355,
    0.8449788602463355,
    0.8449788602463355,
    0.8449788602463355,
    0.8449788602463355,
    0.8449788602463355,
    0.8449788602463355,
    0.8372997582489947,
    0.8372997582489947,
    0.8372997582489947,
    0.8372997582489947,
    0.8372997582489947,
    0.8372997582489947,
    0.8372997582489947,
    0.8372997582489947,
    0.8372997582489947,
    0.8372997582489947,
    0.8372997582489947,
    0.8372997582489947,
    0.8397951628264859,
    0.8397951628264859,
    0.8397951628264859,
    0.8397951628264859,
    0.8397951628264859,
    0.8397951628264859,
    0.8397951628264859,
    0.8397951628264859,
    0.8397951628264859,
    0.8397951628264859,
    0.8397951628264859,
    0.8397951628264859,
    0.8397951628264859,
    0.8397951628264859,
    0.8514346584049501,
    0.8514346584049501,
    0.8514346584049501,
    0.8514346584049501,
    0.8514346584049501,
    0.8514346584049501,
    0.8514346584049501
  ],
  "29": [
    "",
    "",
    "",
    "",
    "At the event entrance, staff scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards, marking the check-in step for attendees. Students line up outside the university gym before the career fair opens.",
    "At the event entrance, staff scan registrations and hand out lanyards, marking the check-in step for attendees. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards, marking the check-in step for attendees. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards, marking the check-in step for attendees. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards, marking the check-in step for attendees. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, staff at the event entrance scan registrations and hand out lanyards, marking attendees' check-in. Students line up outside the university gym before the fair opens. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, staff at the event entrance scan registrations and hand out lanyards, marking attendees' check-in, while students line up outside the university gym before the fair opens. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "At the university career fair, staff at the event entrance scan registrations and hand out lanyards, marking attendees' check-in, while students line up outside the university gym before the fair opens. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.377656722841206,
    0.377656722841206,
    0.377656722841206,
    0.377656722841206,
    0.377656722841206,
    0.377656722841206,
    0.377656722841206,
    0.377656722841206,
    0.6199860005530325,
    0.6199860005530325,
    0.6199860005530325,
    0.6199860005530325,
    0.6199860005530325,
    0.6199860005530325,
    0.6199860005530325,
    0.8203875651432482,
    0.8203875651432482,
    0.8203875651432482,
    0.8203875651432482,
    0.8203875651432482,
    0.8203875651432482,
    0.8203875651432482,
    0.8203875651432482,
    0.8321321392873984,
    0.8321321392873984,
    0.8321321392873984,
    0.8321321392873984,
    0.8321321392873984,
    0.8321321392873984,
    0.8321321392873984,
    0.8321321392873984,
    0.8321321392873984,
    0.8347762226127697,
    0.8347762226127697,
    0.8347762226127697,
    0.8347762226127697,
    0.8347762226127697,
    0.8347762226127697,
    0.8347762226127697,
    0.8347762226127697,
    0.8554160399408712,
    0.8554160399408712,
    0.8554160399408712,
    0.8554160399408712,
    0.8554160399408712,
    0.8554160399408712,
    0.8498508756846415,
    0.8498508756846415,
    0.8498508756846415,
    0.8498508756846415,
    0.8498508756846415,
    0.8498508756846415,
    0.8498508756846415,
    0.8498508756846415,
    0.8524238728982642,
    0.8524238728982642,
    0.8524238728982642,
    0.8524238728982642,
    0.8524238728982642,
    0.8524238728982642,
    0.8519664053764384
  ],
  "30": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "31": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A group of students clutches resumes inside branded folders.",
    "A group of students clutches resumes inside branded folders as they line up outside the university gym before the career fair opens.",
    "Outside the university gym, a group of students lines up before the career fair opens, clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, a group of students lines up before the career fair opens, clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, a group of students lines up before the career fair opens, clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, a group of students lines up before the career fair opens, clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, a group of students lines up before the career fair opens, clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves. A welcome announcement outlines the fair schedule over the PA system.",
    "Outside the university gym, a group of students lines up before the career fair opens, clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves. A welcome announcement outlines the fair schedule over the PA system.",
    "Outside the university gym, a group of students lines up before the career fair opens, clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3390011202782931,
    0.3390011202782931,
    0.3390011202782931,
    0.3390011202782931,
    0.3390011202782931,
    0.3390011202782931,
    0.42345089914697,
    0.42345089914697,
    0.42345089914697,
    0.42345089914697,
    0.42345089914697,
    0.5774145821327363,
    0.5774145821327363,
    0.5774145821327363,
    0.5774145821327363,
    0.5774145821327363,
    0.5774145821327363,
    0.5774145821327363,
    0.5774145821327363,
    0.7250359187040198,
    0.7250359187040198,
    0.7250359187040198,
    0.7250359187040198,
    0.7250359187040198,
    0.7250359187040198,
    0.759390557540406,
    0.759390557540406,
    0.759390557540406,
    0.759390557540406,
    0.759390557540406,
    0.759390557540406,
    0.8098445276135189,
    0.8098445276135189,
    0.8098445276135189,
    0.8098445276135189,
    0.8098445276135189,
    0.8098445276135189,
    0.8098445276135189,
    0.8414661691197951,
    0.8414661691197951,
    0.8414661691197951,
    0.8414661691197951,
    0.8414661691197951,
    0.8414661691197951,
    0.8414661691197951,
    0.8403831169614395,
    0.8403831169614395,
    0.8403831169614395,
    0.8403831169614395,
    0.8403831169614395,
    0.8403831169614395,
    0.8403831169614395,
    0.8403831169614395,
    0.8403831169614395,
    0.8403831169614395,
    0.8403831169614395
  ],
  "32": [
    "",
    "",
    "Alumni volunteers are giving brief pep talks near the coffee station.",
    "Alumni volunteers are giving brief pep talks near the coffee station, while a robotics startup flies a small drone above its booth to attract attention.",
    "Alumni volunteers are giving brief pep talks near the coffee station, while a robotics startup flies a small drone above its booth to attract attention.",
    "Alumni volunteers are giving brief pep talks near the coffee station, while a robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "Alumni volunteers deliver brief pep talks near the coffee station while a robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "Alumni volunteers deliver brief pep talks near the coffee station as a robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens.",
    "At the career fair, alumni volunteers deliver brief pep talks near the coffee station, while a robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries, and a welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym before the fair opens, and healthcare providers showcase community outreach photos.",
    "At the career fair, alumni volunteers deliver brief pep talks near the coffee station, while a robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries, and a welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym before the fair opens, and healthcare providers showcase community outreach photos.",
    "During the career fair, alumni volunteers deliver brief pep talks near the coffee station, while a robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries, and a welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym before the fair opens, and healthcare providers showcase community outreach photos."
  ],
  "32_score": [
    0.0,
    0.0,
    0.332815783999028,
    0.332815783999028,
    0.332815783999028,
    0.332815783999028,
    0.332815783999028,
    0.385779470088929,
    0.385779470088929,
    0.385779470088929,
    0.385779470088929,
    0.385779470088929,
    0.385779470088929,
    0.385779470088929,
    0.385779470088929,
    0.385779470088929,
    0.385779470088929,
    0.385779470088929,
    0.385779470088929,
    0.5669771184252241,
    0.5669771184252241,
    0.5669771184252241,
    0.5669771184252241,
    0.5669771184252241,
    0.5669771184252241,
    0.5669771184252241,
    0.7365317058933112,
    0.7365317058933112,
    0.7365317058933112,
    0.7365317058933112,
    0.7365317058933112,
    0.7365317058933112,
    0.7365317058933112,
    0.7242653923582574,
    0.7242653923582574,
    0.7242653923582574,
    0.7242653923582574,
    0.7242653923582574,
    0.7242653923582574,
    0.7242653923582574,
    0.7242653923582574,
    0.8009265716430842,
    0.8009265716430842,
    0.8009265716430842,
    0.8009265716430842,
    0.8009265716430842,
    0.8009265716430842,
    0.8009265716430842,
    0.8009265716430842,
    0.8009265716430842,
    0.8009265716430842,
    0.8009265716430842,
    0.8009265716430842,
    0.8009265716430842,
    0.8009265716430842,
    0.8009265716430842,
    0.8009265716430842,
    0.8009265716430842,
    0.8009265716430842,
    0.8027211304065882,
    0.8027211304065882,
    0.8027211304065882,
    0.8027211304065882,
    0.8027211304065882,
    0.8027211304065882
  ],
  "33": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners encircle a polished floor, creating a circular expanse for exhibitors. Tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners surround a polished floor, forming a circular expanse for exhibitors. Tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule.",
    "Dozens of booths with colorful banners surround a polished floor, forming a circular expanse for exhibitors. Tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule.",
    "Dozens of booths with colorful banners surround a polished floor, forming a circular expanse for exhibitors. Tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym before the career fair opens.",
    "A circular exhibition space features dozens of booths with colorful banners surrounding a polished floor, creating an expanse for exhibitors. Tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "A circular exhibition space hosts dozens of booths with colorful banners around a polished floor, forming an expanse for exhibitors. Tech companies display demo screens featuring their latest apps. A welcome announcement over the PA outlines the fair schedule. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders.",
    "A circular exhibition space hosts dozens of booths with colorful banners around a polished floor, creating an expansive area for exhibitors. Tech companies display demo screens featuring their latest apps. A welcome announcement over the PA outlines the fair schedule. Outside the university gym, students line up before the career fair opens. Inside, finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.5173243131111227,
    0.5173243131111227,
    0.5173243131111227,
    0.5173243131111227,
    0.5173243131111227,
    0.5173243131111227,
    0.5173243131111227,
    0.7665042192722562,
    0.7665042192722562,
    0.7665042192722562,
    0.7665042192722562,
    0.7665042192722562,
    0.7665042192722562,
    0.7665042192722562,
    0.7665042192722562,
    0.7665042192722562,
    0.7665042192722562,
    0.7665042192722562,
    0.7665042192722562,
    0.7665042192722562,
    0.7665042192722562,
    0.7665042192722562,
    0.7665042192722562,
    0.7665042192722562,
    0.8336496311555057,
    0.8336496311555057,
    0.8336496311555057,
    0.8336496311555057,
    0.8336496311555057,
    0.8336496311555057,
    0.8668384823059567,
    0.8668384823059567,
    0.8668384823059567,
    0.8668384823059567,
    0.8668384823059567,
    0.8668384823059567,
    0.8668384823059567,
    0.8763523129927182,
    0.8763523129927182,
    0.8763523129927182,
    0.8763523129927182,
    0.8763523129927182,
    0.8763523129927182,
    0.8775983480299536,
    0.8775983480299536
  ],
  "34": [
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "In the venue, the engineering society sponsors a resume review table near the stage, and a robotics startup flies a small drone above its booth to draw attention.",
    "In the venue, the engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to draw attention. Students clutch resumes inside branded folders.",
    "In the venue, the engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to draw attention. Students clutch resumes inside branded folders.",
    "At the venue, the engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to draw attention. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the venue, the engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to draw attention. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the venue, the engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to draw attention. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the venue, the engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to draw attention. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the venue, the engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to draw attention. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.413733281360569,
    0.413733281360569,
    0.413733281360569,
    0.413733281360569,
    0.413733281360569,
    0.413733281360569,
    0.7454346524058975,
    0.7454346524058975,
    0.7454346524058975,
    0.7454346524058975,
    0.7454346524058975,
    0.7454346524058975,
    0.7454346524058975,
    0.7454346524058975,
    0.7454346524058975,
    0.7454346524058975,
    0.7454346524058975,
    0.7454346524058975,
    0.7454346524058975,
    0.7454346524058975,
    0.7999927941585205,
    0.7999927941585205,
    0.7999927941585205,
    0.7999927941585205,
    0.7999927941585205,
    0.7999927941585205,
    0.7999927941585205,
    0.7999927941585205,
    0.7999927941585205,
    0.7999927941585205,
    0.7999927941585205,
    0.7999927941585205,
    0.7999927941585205,
    0.7999927941585205,
    0.7999927941585205,
    0.7999927941585205,
    0.7999927941585205,
    0.7999927941585205,
    0.7999927941585205,
    0.7999927941585205,
    0.7999927941585205,
    0.7999927941585205,
    0.7999927941585205,
    0.7999927941585205,
    0.7999927941585205,
    0.7999927941585205,
    0.7999927941585205,
    0.7999927941585205,
    0.7999927941585205,
    0.7999927941585205,
    0.7999927941585205
  ],
  "35": [
    "",
    "",
    "",
    "Healthcare providers showcase photos of their community outreach, presenting imagery that highlights their outreach work.",
    "Healthcare providers showcase photos of their community outreach, presenting imagery that highlights their outreach work, and an alumni panel discusses how to prepare for technical interviews.",
    "At the event, healthcare providers showcase photos of their community outreach, presenting imagery that highlights their outreach work. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "At the event, healthcare providers showcase photos of their community outreach, presenting imagery that highlights their outreach work. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "At the event, healthcare providers display photos of their community outreach, highlighting the work. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, healthcare providers display photos of their community outreach, highlighting the work. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, healthcare providers display photos of their community outreach, highlighting the work. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event, healthcare providers display photos of their community outreach to highlight the work. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables, and a welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries.",
    "At the event, healthcare providers display photos of their community outreach. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables, and a welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.24844886874854766,
    0.24844886874854766,
    0.24844886874854766,
    0.24844886874854766,
    0.24844886874854766,
    0.24844886874854766,
    0.24844886874854766,
    0.33669763667001257,
    0.33669763667001257,
    0.33669763667001257,
    0.33669763667001257,
    0.33669763667001257,
    0.6991577906766218,
    0.6991577906766218,
    0.6991577906766218,
    0.6991577906766218,
    0.6991577906766218,
    0.7877811872310936,
    0.7877811872310936,
    0.7877811872310936,
    0.7877811872310936,
    0.7877811872310936,
    0.7877811872310936,
    0.7877811872310936,
    0.7877811872310936,
    0.8076516173239434,
    0.8076516173239434,
    0.8076516173239434,
    0.8076516173239434,
    0.8076516173239434,
    0.8076516173239434,
    0.8076516173239434,
    0.8076516173239434,
    0.8076516173239434,
    0.8076516173239434,
    0.8076516173239434,
    0.8076516173239434,
    0.8076516173239434,
    0.8076516173239434,
    0.8076516173239434,
    0.84584128290857,
    0.84584128290857,
    0.84584128290857,
    0.84584128290857,
    0.84584128290857,
    0.84584128290857,
    0.84584128290857,
    0.84584128290857,
    0.8542992375011262,
    0.8542992375011262,
    0.8542992375011262,
    0.8542992375011262,
    0.8542992375011262,
    0.8542992375011262,
    0.8542992375011262,
    0.8542992375011262,
    0.8542992375011262,
    0.8542992375011262,
    0.8720538560345497,
    0.8720538560345497,
    0.8720538560345497,
    0.8720538560345497
  ],
  "36": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the schedule for the fair.",
    "A welcome announcement is broadcast over the PA system, outlining the schedule for the fair. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement is broadcast over the PA system, outlining the schedule for the fair. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention. Career counselors remind attendees to maintain eye contact.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the fair, a welcome announcement over the PA system outlines the schedule. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.5966981938569996,
    0.5966981938569996,
    0.5966981938569996,
    0.5966981938569996,
    0.5966981938569996,
    0.5966981938569996,
    0.5966981938569996,
    0.5966981938569996,
    0.5966981938569996,
    0.8051783370532675,
    0.8051783370532675,
    0.8051783370532675,
    0.8051783370532675,
    0.8051783370532675,
    0.8051783370532675,
    0.8794218367425043,
    0.8794218367425043,
    0.8794218367425043,
    0.8794218367425043,
    0.8794218367425043,
    0.8794218367425043,
    0.864748805721457,
    0.864748805721457,
    0.864748805721457,
    0.864748805721457,
    0.864748805721457,
    0.864748805721457,
    0.864748805721457,
    0.864748805721457,
    0.864748805721457,
    0.864748805721457,
    0.864748805721457,
    0.864748805721457,
    0.864748805721457,
    0.864748805721457,
    0.864748805721457,
    0.888961486872927,
    0.888961486872927,
    0.888961486872927,
    0.888961486872927,
    0.888961486872927,
    0.888961486872927,
    0.888961486872927,
    0.8957065129898918,
    0.8957065129898918,
    0.8957065129898918,
    0.8957065129898918,
    0.8957065129898918,
    0.8957065129898918,
    0.8957065129898918,
    0.8957065129898918,
    0.9015946421608112,
    0.9015946421608112
  ],
  "37": [
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password-cracking challenge on a laptop. Several students stand against the wall, quietly rehearsing elevator pitches.",
    "A cybersecurity company runs a password-cracking challenge on a laptop. Several students stand against the wall, quietly rehearsing elevator pitches. Consulting firms stack glossy case study booklets on high tables.",
    "A cybersecurity company runs a password-cracking challenge on a laptop. Several students stand against the wall, quietly rehearsing elevator pitches. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop. Several students stand against the wall, quietly rehearsing elevator pitches. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop; several students stand against the wall, quietly rehearsing elevator pitches; consulting firms stack glossy case study booklets on high tables; groups of friends mark target employers on the event map; alumni volunteers share quick pep talks near the coffee station; students clutch resumes inside branded folders.",
    "At the event, a cybersecurity company hosts a password-cracking challenge displayed on a laptop. Several students stand against the wall, quietly rehearsing elevator pitches. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Alumni volunteers offer quick pep talks near the coffee station. Students clutch resumes inside branded folders. Career counselors move through the room, reminding attendees to maintain eye contact.",
    "During the event, a cybersecurity company showcases a password-cracking challenge on a laptop. Students cluster along the wall, quietly rehearsing elevator pitches, while consulting firms display glossy case study booklets on high tables. Friends mark target employers on the event map, as alumni volunteers give quick pep talks near the coffee station. Students carry resumes in branded folders, and HR teams jot notes on tablets as students introduce themselves. Career counselors circulate, reminding attendees to maintain eye contact.",
    "At the event, a cybersecurity company demonstrates a password-cracking challenge on a laptop. Students cluster along the wall, quietly rehearsing elevator pitches, while consulting firms display glossy case-study booklets on high tables. Friends mark target employers on the event map, as alumni volunteers give quick pep talks near the coffee station. Students carry resumes in branded folders, and HR teams jot notes on tablets as students introduce themselves. Career counselors circulate, reminding attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.44539251988617135,
    0.44539251988617135,
    0.44539251988617135,
    0.44539251988617135,
    0.44539251988617135,
    0.44539251988617135,
    0.44539251988617135,
    0.6511323298040654,
    0.6511323298040654,
    0.6511323298040654,
    0.6511323298040654,
    0.6511323298040654,
    0.6511323298040654,
    0.6511323298040654,
    0.6511323298040654,
    0.6511323298040654,
    0.7052249599023321,
    0.7052249599023321,
    0.7052249599023321,
    0.7052249599023321,
    0.7292982152619034,
    0.7292982152619034,
    0.7292982152619034,
    0.7292982152619034,
    0.7292982152619034,
    0.7292982152619034,
    0.7292982152619034,
    0.7292982152619034,
    0.7292982152619034,
    0.46838211976060246,
    0.46838211976060246,
    0.46838211976060246,
    0.46838211976060246,
    0.46838211976060246,
    0.46838211976060246,
    0.7632125007672057,
    0.7632125007672057,
    0.7632125007672057,
    0.7632125007672057,
    0.7632125007672057,
    0.7632125007672057,
    0.7632125007672057,
    0.7632125007672057,
    0.7632125007672057,
    0.8065445877660513,
    0.8065445877660513,
    0.8065445877660513,
    0.8065445877660513,
    0.8065445877660513,
    0.8065445877660513,
    0.8307948833450464,
    0.8307948833450464,
    0.8307948833450464,
    0.8307948833450464
  ],
  "38": [
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "In the scene, human resources teams use tablets to jot notes while students introduce themselves, and groups of friends mark target employers on the event map.",
    "In the scene, human resources teams use tablets to jot notes as students introduce themselves, and groups of friends mark target employers on the event map.",
    "In the scene, human resources teams use tablets to jot notes as students introduce themselves, while groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "Human resources teams use tablets to jot notes as students introduce themselves, while groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, HR teams use tablets to jot notes as students introduce themselves, while groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At the event, HR teams use tablets to jot notes as students introduce themselves, while groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos.",
    "At the event, HR teams use tablets to jot notes as students introduce themselves, while groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos.",
    "At the event, HR teams use tablets to jot notes as students introduce themselves, while groups of friends mark target employers on the event map. Tech companies display demo screens showcasing their latest apps, and consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "HR teams use tablets to jot notes as students introduce themselves; groups of friends mark target employers on the event map; tech companies display demo screens showcasing their latest apps; consulting firms stack glossy case study booklets on high tables; students clutch resumes inside branded folders; healthcare providers showcase community outreach photos; some students rehearse elevator pitches quietly against the wall; the engineering society sponsors a resume review table near the stage."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.4044779531036142,
    0.4044779531036142,
    0.4044779531036142,
    0.4044779531036142,
    0.4044779531036142,
    0.3977687708411935,
    0.3977687708411935,
    0.3977687708411935,
    0.3977687708411935,
    0.3977687708411935,
    0.5870306112050137,
    0.5870306112050137,
    0.5870306112050137,
    0.5870306112050137,
    0.5870306112050137,
    0.5870306112050137,
    0.678677025901645,
    0.678677025901645,
    0.678677025901645,
    0.678677025901645,
    0.678677025901645,
    0.678677025901645,
    0.678677025901645,
    0.8000248357944053,
    0.8000248357944053,
    0.8000248357944053,
    0.8000248357944053,
    0.8000248357944053,
    0.8000248357944053,
    0.8000248357944053,
    0.8000248357944053,
    0.7985064788455085,
    0.7985064788455085,
    0.7985064788455085,
    0.7985064788455085,
    0.7985064788455085,
    0.7985064788455085,
    0.7985064788455085,
    0.7985064788455085,
    0.7985064788455085,
    0.7985064788455085,
    0.7985064788455085,
    0.7985064788455085,
    0.7985064788455085,
    0.7985064788455085,
    0.7985064788455085,
    0.7985064788455085,
    0.8143868890065948,
    0.8143868890065948,
    0.8143868890065948,
    0.8143868890065948,
    0.8143868890065948,
    0.8143868890065948,
    0.8143868890065948,
    0.5253098536444243
  ],
  "39": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At the event, career counselors remind attendees to maintain eye contact, while finance firms provide QR codes to enable immediate internship applications.",
    "At the event, career counselors remind attendees to maintain eye contact, while finance firms provide QR codes to enable immediate internship applications.",
    "At the event, career counselors remind attendees to maintain eye contact, while finance firms provide QR codes to enable immediate internship applications.",
    "At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, while finance firms provide QR codes to enable immediate internship applications.",
    "At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, while finance firms provide QR codes to enable immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Finance firms provide QR codes to enable immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Finance firms provide QR codes to enable immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "At the career fair event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Finance firms provide QR codes to enable immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "During the career fair, career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Finance firms provide QR codes for immediate internship applications. Workshops on networking etiquette start in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the fair opens. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "39_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.44390058463018217,
    0.44390058463018217,
    0.44390058463018217,
    0.44390058463018217,
    0.44390058463018217,
    0.44390058463018217,
    0.44390058463018217,
    0.44390058463018217,
    0.44390058463018217,
    0.44390058463018217,
    0.44390058463018217,
    0.44390058463018217,
    0.44390058463018217,
    0.44390058463018217,
    0.44390058463018217,
    0.44390058463018217,
    0.44390058463018217,
    0.44390058463018217,
    0.44390058463018217,
    0.44390058463018217,
    0.44390058463018217,
    0.48256404692255184,
    0.48256404692255184,
    0.48256404692255184,
    0.48256404692255184,
    0.48256404692255184,
    0.48256404692255184,
    0.6384691820870095,
    0.6384691820870095,
    0.6384691820870095,
    0.6384691820870095,
    0.6384691820870095,
    0.8101521022513185,
    0.8101521022513185,
    0.8101521022513185,
    0.8101521022513185,
    0.8101521022513185,
    0.8101521022513185,
    0.8101521022513185,
    0.8101521022513185,
    0.8101521022513185,
    0.8510547058780802,
    0.8510547058780802,
    0.8510547058780802,
    0.8510547058780802,
    0.8510547058780802,
    0.8510547058780802,
    0.8510547058780802,
    0.8510547058780802,
    0.8510547058780802,
    0.8510547058780802,
    0.8510547058780802,
    0.8510547058780802,
    0.8510547058780802,
    0.8703561645280775,
    0.8703561645280775,
    0.8703561645280775
  ],
  "40": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, guiding them to options aligned with their interests. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, career counselors redirect unsure students toward applicable industries and options aligned with their interests. A robotics startup flies a small drone above its booth to attract attention, while event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, career counselors redirect unsure students toward applicable industries and options aligned with their interests. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage.",
    "At the event, career counselors direct unsure students toward industries and options that align with their interests. A robotics startup flies a small drone over its booth to draw attention. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, career counselors direct unsure students toward industries and options that align with their interests. A robotics startup flies a small drone over its booth to draw attention. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, career counselors direct unsure students toward industries and options that align with their interests. A robotics startup flies a small drone over its booth to draw attention. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves.",
    "The event features career counseling guiding unsure students toward industries and options that align with their interests. A robotics startup flies a small drone over its booth to draw attention. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves. Alumni volunteers share quick pep talks near the coffee station.",
    "The career fair scene centers on career counseling guiding unsure students toward industries and options aligned with their interests. A robotics startup flies a small drone over its booth to draw attention. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "The career fair scene centers on career counseling guiding unsure students toward industries and options aligned with their interests. A robotics startup flies a small drone over its booth to draw attention. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the fair opens."
  ],
  "40_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.564901173811565,
    0.564901173811565,
    0.564901173811565,
    0.564901173811565,
    0.564901173811565,
    0.564901173811565,
    0.6280538390606507,
    0.6280538390606507,
    0.6280538390606507,
    0.6280538390606507,
    0.6280538390606507,
    0.6280538390606507,
    0.8182271171626432,
    0.8182271171626432,
    0.8182271171626432,
    0.8182271171626432,
    0.8182271171626432,
    0.832360181352451,
    0.832360181352451,
    0.832360181352451,
    0.832360181352451,
    0.832360181352451,
    0.832360181352451,
    0.832360181352451,
    0.832360181352451,
    0.832360181352451,
    0.832360181352451,
    0.832360181352451,
    0.8472027047870125,
    0.8472027047870125,
    0.8472027047870125,
    0.8472027047870125,
    0.8472027047870125,
    0.8472027047870125,
    0.8472027047870125,
    0.8472027047870125,
    0.8472027047870125,
    0.8472027047870125,
    0.8472027047870125,
    0.8472027047870125,
    0.8472027047870125,
    0.8472027047870125,
    0.8161455876647596,
    0.8161455876647596,
    0.8161455876647596,
    0.8161455876647596,
    0.8161455876647596,
    0.8161455876647596,
    0.8161455876647596,
    0.8161455876647596,
    0.8461226024116637,
    0.8461226024116637,
    0.8461226024116637,
    0.8461226024116637,
    0.8461226024116637,
    0.8461226024116637,
    0.8461226024116637,
    0.8531870689446714,
    0.8531870689446714
  ],
  "41": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers are showcasing community outreach photos, while some students rehearse elevator pitches quietly against a wall.",
    "Healthcare providers are showcasing community outreach photos, while some students rehearse elevator pitches quietly against a wall, and students clutch resumes inside branded folders.",
    "Healthcare providers are showcasing community outreach photos, establishing a display of outreach work. Some students rehearse elevator pitches quietly against a wall, and other students clutch resumes inside branded folders.",
    "Healthcare providers showcase community outreach photos, establishing a display of outreach work. Some students rehearse elevator pitches quietly against a wall, while others clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers display community outreach photos, establishing a visible showcase of outreach work. Some students rehearse elevator pitches quietly against a wall, while others clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves.",
    "At a professional development venue, healthcare providers display community outreach photos, creating a visible showcase of outreach work. Nearby, some students rehearse elevator pitches quietly against a wall, while others clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, and human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin, guiding attendees through etiquette practices.",
    "At a professional development venue, healthcare providers display community outreach photos as a visible showcase of outreach work. Nearby, students rehearse elevator pitches quietly against a wall while others clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, and human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin, guiding attendees through etiquette practices, with career counselors reminding attendees to maintain eye contact.",
    "At a professional development venue, healthcare providers display community outreach photos as a visible showcase of outreach work. Nearby, students rehearse elevator pitches quietly against a wall while others clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables, and human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin, guiding attendees through etiquette practices, with career counselors reminding attendees to maintain eye contact."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.327212784999613,
    0.327212784999613,
    0.327212784999613,
    0.327212784999613,
    0.327212784999613,
    0.327212784999613,
    0.33637334560067833,
    0.33637334560067833,
    0.33637334560067833,
    0.33637334560067833,
    0.33637334560067833,
    0.33637334560067833,
    0.33637334560067833,
    0.47109349997918626,
    0.47109349997918626,
    0.47109349997918626,
    0.47109349997918626,
    0.47109349997918626,
    0.6052687227621415,
    0.6052687227621415,
    0.6052687227621415,
    0.6052687227621415,
    0.6052687227621415,
    0.6052687227621415,
    0.642779883245862,
    0.642779883245862,
    0.642779883245862,
    0.642779883245862,
    0.642779883245862,
    0.642779883245862,
    0.642779883245862,
    0.642779883245862,
    0.6827298308519301,
    0.6827298308519301,
    0.6827298308519301,
    0.6827298308519301,
    0.6827298308519301,
    0.6827298308519301,
    0.6827298308519301,
    0.6827298308519301,
    0.6827298308519301,
    0.6879222636248563,
    0.6879222636248563,
    0.6879222636248563,
    0.6879222636248563,
    0.6879222636248563,
    0.6879222636248563,
    0.6879222636248563,
    0.6879222636248563,
    0.6866838610988468,
    0.6866838610988468,
    0.6866838610988468,
    0.6866838610988468
  ],
  "42": [
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications.",
    "Dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths with colorful banners encircle a polished floor, creating a vibrant career fair layout. Finance firms offer QR codes to enable immediate internship applications. Career counselors guide unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables. Alumni volunteers give brief pep talks near the coffee station.",
    "A career fair unfolds with dozens of booths featuring colorful banners encircling a polished floor, creating a vibrant layout. Finance firms offer QR codes to enable immediate internship applications. Career counselors guide unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables. Alumni volunteers give brief pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "A career fair unfolds with dozens of booths featuring colorful banners encircling a polished floor, creating a vibrant layout. Finance firms offer QR codes to enable immediate internship applications. Career counselors guide unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables. Alumni volunteers give brief pep talks near the coffee station. Students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners encircle a polished floor, creating a vibrant career fair layout. Finance firms provide QR codes to enable immediate internship applications. Career counselors guide unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables. Alumni volunteers give brief pep talks near the coffee station. Students clutch resumes inside branded folders. Several students rehearse elevator pitches quietly against the wall.",
    "The scene is a career fair set around a polished floor, with dozens of booths sporting colorful banners encircling the space. Finance firms provide QR codes to enable immediate internship applications. Career counselors guide unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables. Alumni volunteers give brief pep talks near the coffee station. Students clutch resumes inside branded folders. Several students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention.",
    "The scene shows a career fair set on a polished floor, with dozens of booths encircling the space beneath colorful banners. Finance firms provide QR codes to enable immediate internship applications. Career counselors guide unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables. Alumni volunteers give brief pep talks near the coffee station. Students clutch resumes inside branded folders. Several students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.5687380790836012,
    0.5687380790836012,
    0.5687380790836012,
    0.5687380790836012,
    0.5687380790836012,
    0.5687380790836012,
    0.6933779168701899,
    0.6933779168701899,
    0.6933779168701899,
    0.6933779168701899,
    0.6933779168701899,
    0.6933779168701899,
    0.6933779168701899,
    0.7386343127722161,
    0.7386343127722161,
    0.7386343127722161,
    0.7386343127722161,
    0.7386343127722161,
    0.7386343127722161,
    0.7386343127722161,
    0.7386343127722161,
    0.8275231002407764,
    0.8275231002407764,
    0.8275231002407764,
    0.8275231002407764,
    0.8275231002407764,
    0.8275231002407764,
    0.8275231002407764,
    0.8472446583953489,
    0.8472446583953489,
    0.8472446583953489,
    0.8472446583953489,
    0.8472446583953489,
    0.8472446583953489,
    0.8472446583953489,
    0.8485998039067533,
    0.8485998039067533,
    0.8485998039067533,
    0.8485998039067533,
    0.8485998039067533,
    0.8485998039067533,
    0.8366522401020756,
    0.8366522401020756,
    0.8366522401020756,
    0.8366522401020756,
    0.8366522401020756,
    0.8366522401020756,
    0.8366522401020756,
    0.8555961290526783,
    0.8555961290526783,
    0.8555961290526783,
    0.8555961290526783,
    0.8555961290526783,
    0.8555961290526783
  ],
  "43": [
    "",
    "",
    "",
    "Healthcare providers showcase photographs highlighting their community outreach efforts.",
    "In a professional context, healthcare providers showcase photographs highlighting their community outreach efforts, while finance firms offer QR codes for immediate internship applications.",
    "In a professional context, healthcare providers display photographs that highlight their community outreach efforts; finance firms offer QR codes for immediate internship applications; and consulting firms stack glossy case study booklets on high tables.",
    "At a professional event, healthcare providers display photographs that highlight their community outreach efforts; finance firms offer QR codes for immediate internship applications; and consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "At a professional event functioning as a career fair, healthcare providers display photographs highlighting their community outreach; finance firms offer QR codes for immediate internship applications; and consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, while students line up outside the university gym before the career fair opens.",
    "At a professional event functioning as a career fair, healthcare providers display photographs highlighting their community outreach; finance firms offer QR codes for immediate internship applications; and consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, while students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system.",
    "At a professional event functioning as a career fair, healthcare providers display photographs highlighting their community outreach; finance firms offer QR codes for immediate internship applications; and consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, while students line up outside the university gym before the fair opens. A welcome announcement outlines the fair schedule over the PA system.",
    "At a professional event functioning as a career fair, healthcare providers display photographs highlighting their community outreach; finance firms offer QR codes for immediate internship applications; and consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, while students line up outside the university gym before the fair opens. A welcome announcement outlines the fair schedule over the PA system.",
    "At a professional event functioning as a career fair, healthcare providers display photographs highlighting their community outreach; finance firms offer QR codes for immediate internship applications; and consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, while students line up outside the university gym before the fair opens. A welcome announcement outlines the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.28646506930297033,
    0.28646506930297033,
    0.28646506930297033,
    0.28646506930297033,
    0.28646506930297033,
    0.28646506930297033,
    0.37663183448974286,
    0.37663183448974286,
    0.37663183448974286,
    0.37663183448974286,
    0.37663183448974286,
    0.37663183448974286,
    0.37663183448974286,
    0.3656565304293323,
    0.3656565304293323,
    0.3656565304293323,
    0.3656565304293323,
    0.3656565304293323,
    0.3656565304293323,
    0.3656565304293323,
    0.3656565304293323,
    0.5859328482418998,
    0.5859328482418998,
    0.5859328482418998,
    0.5859328482418998,
    0.5859328482418998,
    0.6523813389595795,
    0.6523813389595795,
    0.6523813389595795,
    0.6523813389595795,
    0.6523813389595795,
    0.6523813389595795,
    0.6523813389595795,
    0.6523813389595795,
    0.8134805806823184,
    0.8134805806823184,
    0.8134805806823184,
    0.8134805806823184,
    0.8134805806823184,
    0.8134805806823184,
    0.8134805806823184,
    0.8181098507581975,
    0.8181098507581975,
    0.8181098507581975,
    0.8181098507581975,
    0.8181098507581975,
    0.8181098507581975,
    0.8181098507581975,
    0.8181098507581975,
    0.8181098507581975,
    0.8181098507581975,
    0.8181098507581975,
    0.8181098507581975,
    0.8181098507581975,
    0.8181098507581975,
    0.8181098507581975,
    0.8181098507581975,
    0.8181098507581975,
    0.8181098507581975,
    0.816655968747551,
    0.816655968747551,
    0.816655968747551
  ],
  "44": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while the engineering society sponsors a resume review table near the stage.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders, ready to review or reference them during the event.",
    "An alumni panel provides guidance to attendees on preparing for technical interviews. The engineering society sponsors a resume review table near the stage, while students clutch resumes inside branded folders, prepared to review or reference them during the event. A welcome announcement over the PA system outlines the fair schedule.",
    "An alumni panel provides guidance to attendees on preparing for technical interviews. The engineering society sponsors a resume review table near the stage, while students clutch resumes inside branded folders, prepared to review or reference them during the event. A welcome announcement over the PA system outlines the fair schedule.",
    "An alumni panel provides attendees with guidance on preparing for technical interviews. The engineering society sponsors a resume review table near the stage, while students clutch resumes inside branded folders, prepared to review or reference them during the event. A welcome announcement over the PA system outlines the fair schedule. Finance firms offer QR codes for immediate internship applications.",
    "An alumni panel provides attendees with guidance on preparing for technical interviews. The engineering society sponsors a resume review table near the stage, while students clutch resumes inside branded folders, prepared to review or reference them during the event. A welcome announcement over the PA system outlines the fair schedule. Finance firms offer QR codes for immediate internship applications, and consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel provides attendees with guidance on preparing for technical interviews. The engineering society sponsors a resume review table near the stage, while students clutch resumes inside branded folders, prepared to review or reference them during the event. A welcome announcement over the PA outlines the fair schedule. Finance firms offer QR codes for immediate internship applications, and consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.42444325423893337,
    0.42444325423893337,
    0.42444325423893337,
    0.42444325423893337,
    0.42444325423893337,
    0.6983029443643167,
    0.6983029443643167,
    0.6983029443643167,
    0.6983029443643167,
    0.6983029443643167,
    0.6983029443643167,
    0.8052349182234849,
    0.8052349182234849,
    0.8052349182234849,
    0.8052349182234849,
    0.8052349182234849,
    0.8052349182234849,
    0.8052349182234849,
    0.8052349182234849,
    0.8052349182234849,
    0.8052349182234849,
    0.8052349182234849,
    0.8052349182234849,
    0.8052349182234849,
    0.8052349182234849,
    0.8052349182234849,
    0.8052349182234849,
    0.8052349182234849,
    0.8142803456627862,
    0.8142803456627862,
    0.8142803456627862,
    0.8142803456627862,
    0.8142803456627862,
    0.8142803456627862,
    0.8142803456627862,
    0.8142803456627862,
    0.8142803456627862,
    0.8230452752164521,
    0.8230452752164521,
    0.8230452752164521,
    0.8230452752164521,
    0.8230452752164521,
    0.8230452752164521,
    0.8230452752164521,
    0.8262176240357277,
    0.8262176240357277,
    0.8262176240357277,
    0.8262176240357277,
    0.8262176240357277
  ],
  "45": [
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth for attention.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention.",
    "An alumni panel discusses how to prepare for technical interviews at the event. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map, coordinating where they want to visit."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.6165731115788915,
    0.6165731115788915,
    0.6165731115788915,
    0.6165731115788915,
    0.6165731115788915,
    0.6165731115788915,
    0.6165731115788915,
    0.6165731115788915,
    0.6165731115788915,
    0.7022144771448735,
    0.7022144771448735,
    0.7022144771448735,
    0.7022144771448735,
    0.7022144771448735,
    0.7022144771448735,
    0.7022144771448735,
    0.7022144771448735,
    0.7022144771448735,
    0.7022144771448735,
    0.7022144771448735,
    0.7362939147776508,
    0.7362939147776508,
    0.7362939147776508,
    0.7362939147776508,
    0.7362939147776508,
    0.7362939147776508,
    0.7362939147776508,
    0.7896265862328621,
    0.7896265862328621,
    0.7896265862328621,
    0.7896265862328621,
    0.7896265862328621,
    0.7896265862328621,
    0.7896265862328621,
    0.7896265862328621,
    0.7896265862328621,
    0.7896265862328621,
    0.8198458341745563,
    0.8198458341745563,
    0.8198458341745563,
    0.8198458341745563,
    0.8198458341745563,
    0.8198458341745563,
    0.8198458341745563,
    0.8198458341745563,
    0.8582020014982372,
    0.8582020014982372
  ],
  "46": [
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym in anticipation of the career fair opening. Some students rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym in anticipation of the career fair opening. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym in anticipation of the career fair opening, while some rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers offer quick pep talks near the coffee station.",
    "Students line up outside the university gym in anticipation of the career fair opening, with some rehearsing elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers offer quick pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications.",
    "Students line up outside the university gym in anticipation of the career fair opening, with some rehearsing elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers offer quick pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications, and groups of friends mark target employers on the event map.",
    "Students line up outside the university gym in anticipation of the career fair opening, with some rehearsing elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers offer quick pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications, and groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention.",
    "Students line up outside the university gym in anticipation of the career fair opening, with some rehearsing elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers offer quick pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications, and groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university gym, students line up outside in anticipation of the career fair opening, with some rehearsing elevator pitches quietly against the wall. Inside, an alumni panel discusses how to prepare for technical interviews as alumni volunteers offer quick pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications, while groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement over the PA system outlines the fair schedule."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4949419237023134,
    0.4949419237023134,
    0.4949419237023134,
    0.4949419237023134,
    0.6963116121919162,
    0.6963116121919162,
    0.6963116121919162,
    0.6963116121919162,
    0.6963116121919162,
    0.6963116121919162,
    0.5638970225089913,
    0.5638970225089913,
    0.5638970225089913,
    0.5638970225089913,
    0.5638970225089913,
    0.5638970225089913,
    0.746986663280496,
    0.746986663280496,
    0.746986663280496,
    0.746986663280496,
    0.746986663280496,
    0.746986663280496,
    0.746986663280496,
    0.7932565030395766,
    0.7932565030395766,
    0.7932565030395766,
    0.7932565030395766,
    0.7932565030395766,
    0.7932565030395766,
    0.7932565030395766,
    0.7932565030395766,
    0.8393522486069497,
    0.8393522486069497,
    0.8393522486069497,
    0.8393522486069497,
    0.8393522486069497,
    0.8393522486069497,
    0.8393522486069497,
    0.825720006328913,
    0.825720006328913,
    0.825720006328913,
    0.825720006328913,
    0.825720006328913,
    0.825720006328913,
    0.825720006328913,
    0.825720006328913,
    0.825720006328913,
    0.8609656016370336,
    0.8609656016370336,
    0.8609656016370336,
    0.8609656016370336,
    0.8609656016370336,
    0.8609656016370336,
    0.8609656016370336
  ],
  "47": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact; workshops on networking etiquette begin in the adjoining classroom.",
    "Career counselors remind attendees to maintain eye contact as workshops on networking etiquette begin in the adjoining classroom, and some students rehearse elevator pitches quietly against the wall.",
    "Career counselors remind attendees to maintain eye contact as workshops on networking etiquette begin in the adjoining classroom, and some students rehearse elevator pitches quietly against the wall.",
    "Career counselors remind attendees to maintain eye contact as networking etiquette workshops begin in the adjoining classroom, while some students rehearse elevator pitches quietly against the wall.",
    "At a networking event, career counselors remind attendees to maintain eye contact as networking etiquette workshops begin in the adjoining classroom. Meanwhile, some students rehearse elevator pitches quietly against the wall, and the engineering society sponsors a resume review table near the stage.",
    "At a networking event, career counselors remind attendees to maintain eye contact as networking etiquette workshops begin in the adjoining classroom. Meanwhile, some students rehearse elevator pitches quietly against the wall, and the engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "At a networking event, career counselors remind attendees to maintain eye contact as networking etiquette workshops begin in the adjoining classroom. Nearby, some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders.",
    "At a networking event, attendees receive reminders from career counselors to maintain eye contact as networking etiquette workshops commence in the adjoining classroom. Nearby, students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a networking event, attendees receive reminders from career counselors to maintain eye contact as networking etiquette workshops commence in the adjoining classroom. Nearby, students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves. Finance firms offer QR codes for immediate internship applications."
  ],
  "47_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3904447751710899,
    0.3904447751710899,
    0.3904447751710899,
    0.3904447751710899,
    0.33706059794421195,
    0.33706059794421195,
    0.33706059794421195,
    0.33706059794421195,
    0.33706059794421195,
    0.33706059794421195,
    0.33706059794421195,
    0.33706059794421195,
    0.33706059794421195,
    0.33706059794421195,
    0.33706059794421195,
    0.33706059794421195,
    0.34322672395478987,
    0.34322672395478987,
    0.34322672395478987,
    0.34322672395478987,
    0.34322672395478987,
    0.34322672395478987,
    0.5292679685053501,
    0.5292679685053501,
    0.5292679685053501,
    0.5292679685053501,
    0.5292679685053501,
    0.5292679685053501,
    0.6897176807054634,
    0.6897176807054634,
    0.6897176807054634,
    0.6897176807054634,
    0.6897176807054634,
    0.6897176807054634,
    0.6897176807054634,
    0.6897176807054634,
    0.721862264138904,
    0.721862264138904,
    0.721862264138904,
    0.721862264138904,
    0.721862264138904,
    0.721862264138904,
    0.7462235006236444,
    0.7462235006236444,
    0.7462235006236444,
    0.7462235006236444,
    0.7462235006236444,
    0.7462235006236444,
    0.7462235006236444,
    0.7462235006236444,
    0.7874000750746305,
    0.7874000750746305,
    0.7874000750746305,
    0.7874000750746305,
    0.7874000750746305,
    0.7874000750746305,
    0.7874000750746305,
    0.7874000750746305
  ],
  "48": [
    "",
    "",
    "",
    "A venue with a polished floor features dozens of booths bearing colorful banners that encircle the floor.",
    "A venue with a polished floor features dozens of booths bearing colorful banners encircling the floor, where career counselors redirect unsure students toward applicable industries.",
    "At a venue with a polished floor, dozens of booths encircle the floor, each bearing colorful banners, where career counselors redirect unsure students toward applicable industries.",
    "At a venue with a polished floor, dozens of booths encircle the floor, each bearing colorful banners. Career counselors redirect unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall.",
    "At a venue with a polished floor, dozens of booths encircle the floor, each bearing colorful banners. Career counselors redirect unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At a venue with a polished floor, dozens of booths encircle the space, each bearing colorful banners. Career counselors redirect unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "At a venue with a polished floor, dozens of booths encircle the space, each bearing colorful banners. Career counselors redirect unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention. The engineering society sponsors a resume review table near the stage.",
    "At a venue with a polished floor, dozens of booths encircle the space, each bearing colorful banners. Career counselors direct unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews.",
    "A venue with a polished floor hosts a career fair where dozens of booths encircle the space, each bearing colorful banners. Career counselors direct unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.38763130393555467,
    0.38763130393555467,
    0.38763130393555467,
    0.38763130393555467,
    0.38763130393555467,
    0.38763130393555467,
    0.4456389918443522,
    0.4456389918443522,
    0.4456389918443522,
    0.4456389918443522,
    0.4456389918443522,
    0.4456389918443522,
    0.4206727248115812,
    0.4206727248115812,
    0.4206727248115812,
    0.4206727248115812,
    0.4206727248115812,
    0.4206727248115812,
    0.4206727248115812,
    0.4206727248115812,
    0.5517004990853155,
    0.5517004990853155,
    0.5517004990853155,
    0.5517004990853155,
    0.5517004990853155,
    0.5517004990853155,
    0.7055737777558346,
    0.7055737777558346,
    0.7055737777558346,
    0.7055737777558346,
    0.7055737777558346,
    0.7055737777558346,
    0.7397631324404643,
    0.7397631324404643,
    0.7397631324404643,
    0.7397631324404643,
    0.7397631324404643,
    0.7397631324404643,
    0.7397631324404643,
    0.7397631324404643,
    0.7397631324404643,
    0.7851142452446489,
    0.7851142452446489,
    0.7851142452446489,
    0.7851142452446489,
    0.7851142452446489,
    0.7851142452446489,
    0.7851142452446489,
    0.8099246475835622,
    0.8099246475835622,
    0.8099246475835622,
    0.8099246475835622,
    0.8099246475835622,
    0.8099246475835622,
    0.8099246475835622,
    0.8099246475835622,
    0.8606566994097167,
    0.8606566994097167,
    0.8606566994097167,
    0.8606566994097167,
    0.8606566994097167,
    0.8606566994097167
  ],
  "49": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while tech companies display demo screens showing their latest apps.",
    "At the event, groups of friends mark target employers on the event map, while tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, groups of friends marked target employers on the event map while tech companies displayed demo screens showing their latest apps. Human resources teams jotted notes on tablets as students introduced themselves. An alumni panel discussed how to prepare for technical interviews.",
    "At the event, groups of friends marked target employers on the event map while tech companies displayed demo screens showing their latest apps. Human resources teams jotted notes on tablets as students introduced themselves. An alumni panel discussed how to prepare for technical interviews.",
    "At the event, groups of friends marked target employers on the event map while tech companies displayed demo screens showing their latest apps. Human resources teams jotted notes on tablets as students introduced themselves. An alumni panel discussed how to prepare for technical interviews.",
    "At the event, groups of friends marked target employers on the event map while tech companies displayed demo screens showing their latest apps. Human resources teams jotted notes on tablets as students introduced themselves. An alumni panel discussed how to prepare for technical interviews.",
    "At the event, groups of friends marked target employers on the event map while tech companies displayed demo screens showing their latest apps. Human resources teams jotted notes on tablets as students introduced themselves. An alumni panel discussed how to prepare for technical interviews."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4450978666622013,
    0.4450978666622013,
    0.4450978666622013,
    0.4450978666622013,
    0.4450978666622013,
    0.4450978666622013,
    0.6286643829736009,
    0.6286643829736009,
    0.6286643829736009,
    0.6286643829736009,
    0.6286643829736009,
    0.6286643829736009,
    0.7929226247929392,
    0.7929226247929392,
    0.7929226247929392,
    0.7929226247929392,
    0.7929226247929392,
    0.7929226247929392,
    0.7929226247929392,
    0.7929226247929392,
    0.7929226247929392,
    0.7929226247929392,
    0.7929226247929392,
    0.7929226247929392,
    0.7929226247929392,
    0.7929226247929392,
    0.7929226247929392,
    0.7929226247929392,
    0.7929226247929392,
    0.7929226247929392,
    0.7929226247929392,
    0.7929226247929392,
    0.7929226247929392,
    0.7929226247929392,
    0.7929226247929392,
    0.7929226247929392,
    0.7929226247929392,
    0.7929226247929392,
    0.7929226247929392,
    0.7929226247929392,
    0.7929226247929392
  ]
}